<?php
return [
    "yue_lao_fortune_poems" => "月老の霊籤",
    "yue_lao_description" => "月老の霊籤は、道教の祈祷占いの方法であり、縁結びのための霊籤です。伝えられるところによると、道家の月老の神力によって、独身の人が早く適した伴侶に出会えるかどうかを占い、既婚の人が感情や結婚の状況を占うことができます。霊籤の詩句は啓示と指針を提供しますが、個人の心と信仰に依存して感じ取り、解釈する必要があります。月老の霊籤は中国の伝統文化において広く信じられ、独身者や夫婦の間で人気があります。",
    "drawing" => "籤を引く",
    "interpreting" => "籤を解釈する",
    "poems_title" => [1 => "六十甲子籤", 2 => "月老の霊籤", 3 => "観音の百籤", 4 => "観音の二十八籤", 5 => "関聖帝君の百籤"],
    "poems_list" => [
        1 => [
            "description" => "「六十甲子籤」は中国の伝統的な占い方法であり、甲子、乙丑、丙寅……壬子、癸丑の六十甲子を一周期とし、各甲子に対応する詩籤があります。人々は吉祥を祈り、問題を解決するために、ランダムに詩籤を引き、未来の吉凶と運命の行方を予測します。六十甲子籤は長い歴史を持ち、今でも広く信じられています。",
            "image" => "sixty_jiazi.jpg",
        ],
        2 =>
        [
            "description" => "月老の霊籤は道教の籤占いの神託であり、主に縁結びや結婚に関する問題を占います。籤筒の中には多くの籤があり、引かれた籤が神託に対応し、月老の指示とアドバイスを得ることができます。",
            "image" => "moon_old_man.jpg",
        ],
        3 =>
        [
            "description" => "観音の百籤、または観音の霊籤は、仏教でよく使われる占い方法の一つです。この籤は吉凶の両部分に分かれており、各籤には経文と詩句が伴っており、人々が神に尋ねるときに心の指針と慰めを求めることができます。籤詩はわかりやすく、智慧に満ちており、多くの人々に仏教の智慧の縮図と見なされ、美しい生活に導きます。",
            "image" => "guanyin_one_hundred.jpg",
        ],
        4 =>
        [
            "description" => "観音の二十八籤は仏教徒がよく使う占い道具であり、観音菩薩の慈悲と智慧の体現です。これらの籤詩を通じて、仏理を悟り、問題を解決し、観音菩薩の指針と加護を得ることができます。籤詩は優美で簡潔、含蓄で深遠であり、啓発性と感召力があります。",
            "image" => "guanyin_twenty_eight.jpg",
        ],
        5 =>
        [
            "description" => "『関聖帝君の百籤』は民間信仰で非常に人気のある占い書籍であり、平安を守り、加護を求め、方向を指し示す神典と見なされています。その中の各籤は豊富な哲理と智慧を含み、観念の融合を通じて、人生の選択と方向に有益な啓示を提供します。",
            "image" => "guan_shengdijun_one_hundred.jpg",
        ],
    ],
    "poems_remark" => [
        1 => "「六十甲子籤」は中国の伝統的な占い方法であり、甲子、乙丑、丙寅……壬子、癸丑の六十甲子を一周期とし、各甲子に対応する詩籤があります。人々は吉祥を祈り、問題を解決するために、ランダムに詩籤を引き、未来の吉凶と運命の行方を予測します。六十甲子籤は長い歴史を持ち、今でも広く信じられています。",
        2 => "台湾の民間信仰では、毎年七夕になると、七星娘娘が人間界の未婚の成人男女を名簿にまとめて天庭に提出します。月下老人は名簿を受け取った後、個性、善悪、興味や条件に応じて配偶者名簿を作成し、赤い糸で男女二人の足を結び、適した男女を一対の佳偶にします。",
        3 => "観音の百籤、または観音の霊籤は、仏教でよく使われる占い方法の一つです。この籤は吉凶の両部分に分かれており、各籤には経文と詩句が伴っており、人々が神に尋ねるときに心の指針と慰めを求めることができます。籤詩はわかりやすく、智慧に満ちており、多くの人々に仏教の智慧の縮図と見なされ、美しい生活に導きます。",
        4 => "観音の二十八籤は仏教徒がよく使う占い道具であり、観音菩薩の慈悲と智慧の体現です。これらの籤詩を通じて、仏理を悟り、問題を解決し、観音菩薩の指針と加護を得ることができます。籤詩は優美で簡潔、含蓄で深遠であり、啓発性と感召力があります。",
        5 => "『関聖帝君の百籤』は民間信仰で非常に人気のある占い書籍であり、平安を守り、加護を求め、方向を指し示す神典と見なされています。その中の各籤は豊富な哲理と智慧を含み、観念の融合を通じて、人生の選択と方向に有益な啓示を提供します。"
    ],
    "fortune_text" => "籤文",
    "fortune_poem" => "籤詩",
    "reading_the_fortune_stick_poem" => "籤詩を読む",
    "interpreting_the_poem" => "籤詩を解釈する",
    "poem_message" => "心を込めて、心の中であなたの名前、生年月日、住所、求めている事を念じてから、籤を引いてください。",
    "poem_again" => "詩籤が不明瞭です。もう一度引いてください",
    "poem_home" => "詩籤のホームページへ"
];
