<?php
return [
    0 =>
    [
        "id" => 1,
        "type_id" => 1,
        "number" => 0,
        "name" => "愚者",
        "upright_keyword" => "始まり、自由、無邪気、創造力、冒険、理想主義、自発性",
        "reversed_keyword" => "軽率、不注意、気晴らし、未熟、愚かさ、軽信、停滞、鈍さ",
        "astrology" => "天王星",
        "element" => "風の要素",
        "image_key" => "00_Fool",
        "content" => "愚者は、世界に向かって陽気に歩む幸せな若者を描いています。彼は一歩踏み出し、生き生きとして、陽気で、興奮しています。小さなバッグ以外には何も持っておらず、前方の危険については何も気にしていません。実際、彼はまもなくその最初の危険に直面しようとしています。もう一歩進むと、近づいている崖から転落してしまうのです。しかし、彼はそのことに気づいていないようです。彼が無知なのか、単に気づいていないのかはわかりません。彼の足元で犬が警告の鳴き声を上げ、周囲にもっと注意を払うよう促しています。さもなければ、彼が夢見る冒険を逃してしまうかもしれません。",
        "upright_content" => "愚者は0番で、無限の可能性を象徴しています。彼はまだ明確な人格を形成しておらず、白紙の状態です。彼は無邪気さを象徴しており、未来の旅が彼の性格を形作るでしょう。愚者が現れると、新しい旅の始まりを意味し、楽観と自由に満ちて、日常生活の束縛から解放されることを示しています。私たちが彼に出会うとき、彼は毎日を冒険のように楽しみ、ほとんど子供のように無邪気です。彼は人生において何でも可能だと信じ、多くの機会が世界に待ち受けていると考えています。彼はシンプルな生活を送り、未来に対する予測能力がないため、将来のことを心配することはありません。",
        "reversed_content" => "逆位置の愚者に出会うとき、通常はより否定的な特性が現れます。これは、あなたが実際に愚か者のように行動していることを示唆しているかもしれません。カードに描かれている若者のように、あなたは自分の立場の危うさを見逃しています。逆位置の愚者は、将来の計画を持たずにその場の感情で生きていることを示すこともあります。逆位置の愚者は、注意を怠ることの危険性を警告しています。このカードは、現実的すぎる話や甘い話に対して警戒するよう促しています。",
        "upright_love" => "愛のタロットリーディングで愚者が現れた場合、新しい冒険に備えてください。愛における愚者のタロットカードの意味は、望むロマンスを見つけるために新しいことを経験する必要があることを示唆しています。リスクを取る勇気を持ち、大胆になり、視野を広げることで、思いがけない場所で愛を見つけるかもしれません。驚きが待っています。愚者は新しい旅の始まりを表すため、新しい関係の指標となることがあります。新しい関係のように、拒絶を恐れるかもしれませんが、このカードはそれに怯えるべきではないと示しています。世界に心を開くことで、ぎこちない状況や拒絶に直面しても、自分が求めているものを見つけるかもしれません。愛と関係において、愚者は自信を持ち、すべてがうまくいくと信じることを教えています。愚者のタロットカードの意味は、純真さと前向きな気持ちを奨励しています。",
        "reversed_love" => "愛のタロットリーディングで逆位置の愚者が現れた場合、あなたの明るく信頼する性格には注意が必要かもしれません。特に新しい恋人との関係では、すべてが見た目通りであるか確認することが重要です。今、あなたは恋愛をバラ色のメガネ越しに見ているかもしれませんが、この関係の明確な全体像を見ていない可能性があります。逆位置の愚者のタロットカードは、あなたや恋人が真のロマンチックな関係を築くにはまだ未熟であることを示唆することもあります。",
        "upright_career" => "キャリアのタロットリーディングで愚者が現れた場合、新しい始まりが近づいています。新しいキャリアパスを探している場合、転職、昇進、または独立起業など、愚者は新しい旅の始まりを歓迎するカードです。たとえ劇的な変化がないとしても、このカードは古いプロジェクトに新しい命を吹き込むように感じさせるかもしれません。新しいエネルギーに満ち、新しい革新的なアイデアを実行に移すことができます。今、存在する機会について非常に明確であり、出現したときにそれを掴む勇気を持つことが重要です。",
        "reversed_career" => "あなたは世界中のエネルギーを持っており、それを活用することに熱心かもしれませんが、洞察力が欠けているため、結果を考えずに行動することがあります。行動を起こす前に、現在の行動が同僚にどのように影響を与えるかを理解するために時間をかけてください。あるいは、逆位置の愚者は、現在の仕事が停滞しており、刺激的でないと感じていることを示すこともあります。その場合、変化の必要性を感じたり、慎重に考える必要があるかもしれません。関与する潜在的なリスクは、現在認識されているものよりも大きいかもしれません。",
        "upright_finances" => "経済的には、即興的で理想主義的な時期にいるかもしれません。この時期のすべての支出は冒険や探求に向けられるでしょう。旅行をしたいですか？新しいスキルを学びたいですか？これらの活動に簡単に資金を提供できるでしょう。必要なものはすべて揃っていると感じ、請求書の心配をせずに開放感と好奇心を強調する感覚を持つかもしれません。",
        "reversed_finances" => "経済面では、逆位置の愚者は金銭的な機会を示唆することがありますが、軽率な行動に対する注意が必要です。資金を投資する前にリサーチが必要であり、予期しない結果が生じる可能性があります。この時期はまた、金銭的意思決定における不注意を強調し、実際の能力を超えた衝動的な購入が強調されるかもしれません。そのため、銀行口座の状態をもっと注意深く現実的に検討する必要があります。",
        "yes_no" => "愚者は新しい始まりと自由な冒険を象徴しています。このカードは愚かさを示唆することもありますが、純粋な行動と世俗的な束縛からの解放を表し、楽観主義を育みます。重要な決定がなされる可能性が高く、あなたの質問に対する答えは肯定的です。",
        "past" => "あなたが取ったリスクと最初のアイデアは成功につながりました。新しい方法でアプローチすることで、大きな可能性を引き出しました。",
        "present" => "現在、あなたは新しい人生の段階に入っています。変化の経験は、ポジティブな面とネガティブな面の両方を持っているように見えるかもしれませんが、その影響は将来的に明らかになるでしょう。リスクを評価することは正しい選択をするために重要です。",
        "future" => "成功を収めるためには、目標を実現するための新しい方法を見つける必要があります。機会が生じたときには、古い習慣から抜け出す準備をし、もし機会がなければ、独創的なアプローチを用いてそれを自分で作り出す時かもしれません。",
    ],
    1 =>
    [
        "id" => 2,
        "type_id" => 1,
        "number" => 1,
        "name" => "魔術師",
        "upright_keyword" => "意志力、欲望、機転、スキル、能力、集中、パフォーマンス",
        "reversed_keyword" => "操作、狡猾、欺瞞、才能の浪費、幻想、欺瞞",
        "astrology" => "水星",
        "element" => "風の要素",
        "image_key" => "01_Magician",
        "content" => "魔術師は象徴的な意味に満ちたタロットカードです。中央の人物は片手を天に向け、もう片手を地に向けています。「天にあるごとく、地にもあれ」と言っているかのようです。これは、地球が天を反映し、外側が内側を反映し、小宇宙が大宇宙を反映し、地球が神を反映していることを要約する、より複雑なフレーズです。これは、魔術師が上の世界と現代の人間の世界の仲介者として行動する能力を象徴しているとも解釈できます。彼のテーブルには、魔術師が四元素（地、水、風、火）を結びつけていることを象徴するすべてのタロットカードが並べられています。彼の頭上の無限大のシンボルは、意志によって生み出される無限の可能性を表しています。",
        "upright_content" => "魔術師は純粋な意志力を表しています。彼は四元素とスーツの力を使って、欲望の力で愚者の内在する可能性を形にします。彼は天と地の間のリンクであり、「天にあるごとく、地にもあれ」という意味を理解しています。思考と世界は互いに反映し合っているだけです。あなたは強力であることを忘れないでください。あなたの内なる世界を創造し、外なる世界がそれに従います。魔術師を見ると、躊躇せずに自分の可能性を最大限に発揮する時が来たことを示唆しているかもしれません。新しい仕事、新しい事業、新しい恋愛などの分野でこれが当てはまります。行動を起こすべき時であり、ためらいは最高の自分になる機会を逃すことを意味します。選択をしなければならず、それらの選択は重要な変化をもたらすかもしれません。魔術師の力を利用して、最も望む世界を創造しましょう。",
        "reversed_content" => "逆位置の魔術師を受け取ったとき、いくつかの変化を実施する時期であることを示唆しているかもしれません。正位置の魔術師は真の力を表していますが、逆位置の魔術師は幻想の達人です。彼が行う魔法は欺瞞とトリックです。彼のパフォーマンスアートに引き込まれるかもしれませんが、その背後には自己中心的な意図が潜んでいるかもしれません。このカードを受け取ることは、誰かがあなたの利益を考えているふりをしているときに、実際にはその逆であることを示しているかもしれません。この逆位置の魔術師があなたの周囲にいるかどうかを考え、それがあなたの現在の精神状態を表しているかもしれません。権力に夢中になり、誤った無謀な決定を下し、最終的には破滅を招く可能性があることを示唆しているかもしれません。",
        "upright_love" => "その一般的な意味と同様に、愛における魔術師のタロットカードは物事を明確にすることを示唆しています。スキル、創造力、欲望、決意が愛での成功をもたらします。愛を求めているなら、魔術師は行動を起こし、望む人に会う機会を作ることをアドバイスしています。タロットにおける魔術師はまた、機転とスキルを表しているため、欺瞞や幻想がないことを確認することが重要です。独身者とカップルの両方にとって、魔術師は興奮と実験の欲望をもたらします。",
        "reversed_love" => "愛における逆位置の魔術師のタロットカードは、すべてが見た目通りではないことを示唆するかもしれません。新しい関係に関しては、新しいパートナーを本当に理解していることを確認したいかもしれません。彼らが完璧に見えるとしても、それは欺瞞やパフォーマンスかもしれません。あるいは、愛における逆位置の魔術師は、自信や意志力の欠如、または関係で自分を表現する能力の欠如を示し、ロマンスや愛における不安を引き起こすかもしれません。",
        "upright_career" => "機会があなたの前にあり、果断な行動を取ることで、それらを活かすことができるかもしれません。魔術師は顕現のカードであり、キャリアにおいて望むものを追求する意欲とコミットメントがあれば成功を見つける可能性が高いことを示唆しています。成功した個人の背後には、強い意志力と推進力があることが多く、これはすべての野心の根源です。起業を考えている場合でも同様です。その推進力を活かし、夢のキャリアを実現するためのモチベーションを維持しましょう。このカードが他の人（同僚やビジネスパートナー）を表している場合、その人物が実際に何を意図しているのか慎重に考える必要があるかもしれません。",
        "reversed_career" => "現在、あなたはすべての才能を本当に活用していますか？現在の仕事で見過ごされているスキルがありますか？自分の可能性を最大限に引き出したいなら、多くの機会があるかもしれません。それを感じているかもしれませんが、リスクを取るのが怖いかもしれません。本当のリスクを慎重に検討し、不安が現実に根ざしているのか、他の要因から来ているのかを理解する必要があります。このカードはまた、職場の人々が完全に正直でないことや、隠れた意図があることを示唆することもあります。直感がそう感じるなら、それを信じてください。どれだけ共有するかに注意を払いましょう。",
        "upright_finances" => "今、より多くの財政的機会が利用可能であり、それらを熱意を持って追求するだけかもしれません。魔術師は多くのツールを使用して意志を顕現します。利用可能なツールを見てみましょう。それらは今のあなたの鍵かもしれません。どんなスキルを持っていますか？現在活用していない能力は何ですか？創造性は結果をもたらすことができます。",
        "reversed_finances" => "現在の財政状況が望むものとは異なる場合、それはあなたが全力を尽くしていないからかもしれません。エネルギーや才能が浪費されているかもしれず、自信を高めて自分をアピールする必要があるかもしれません。才能をお金に変える意志力が不足しているかもしれません。他の人に財政状況の詳細を共有する際には注意が必要です。",
        "yes_no" => "魔術師はあなたの人生における行動と力を象徴しています。そのポジティブな意味合いは、雄弁で、さまざまなコミュニケーションの側面に優れている人物を示唆しています。このカードは強い意志力を持ち、行動を起こすように助言しています。あなたの質問への答えは「はい」です。",
        "past" => "あなたの自信と創造力は、アイデアを現実に効果的に変えることを可能にしました。知恵と巧みな実行を通じて成功を収めました。",
        "present" => "現在、あなたの知識とスキルが変化を影響させるために必要です。変化を有益にするためには、正しい行動を取らなければなりません。",
        "future" => "未来は不確実であり、リスクと機会が混在しています。友情を育み、愛する人からのサポートを受けることが可能性を左右します。勝利や創造的な成功が新たなスタートをもたらすかもしれません。",
    ],
    2 =>
    [
        "id" => 3,
        "type_id" => 1,
        "number" => 2,
        "name" => "女教皇",
        "upright_keyword" => "潜在意識, 直感, 神秘, 精神性, 高次の力, 内なる声",
        "reversed_keyword" => "抑圧された直感, 隠された動機, 表面的, 混乱, 認知的不協和",
        "astrology" => "月",
        "element" => "水の元素",
        "image_key" => "02_High_Priestess",
        "content" => "彼女はソロモンの神殿の二つの柱、ヤキンとボアズの間に座っています。右のヤキンはしばしば「確立の柱」と呼ばれ、左のボアズは「強さの柱」とされています。この柱はまた、自然の二元性を表しています。男性と女性、善と悪、受動と能動。女教皇はその二つの柱の間に座り、現実の深淵における調停者としての役割を示しています。彼女は第三の柱であり、二つの間の道です。彼女はこれら二つの柱を等しく見ており、両方の世界から学びを得ることができます。また、彼女はイシスの冠をかぶっており、これが彼女の魔法への忠誠を示しているかもしれません。女教皇と太陽十字は彼女の地球の季節および地球そのものとのつながりを示しています。彼女の足元にある三日月は、多くの聖母マリアの描写で見られるように、彼女の感情の支配を示しています。",
        "upright_content" => "女教皇は内なる知識を語ります。彼女の存在は、知性や意識よりも直感を優先する時期を示唆しているかもしれません。女教皇が現れると、それは深い未知の答え、宗教、自分自身、自然の神秘を理解し、マスターすることを意味するアーキタイプ、神聖な女性性を描写します。彼女は直感的な人物を表し、彼または彼女の精神性に開かれ始めます。瞑想、祈り、新しい精神的な作業が示唆されています。カード自体は夜のシーンを示しており、彼女が保護し守る世界は一見すると恐ろしいように見えるかもしれませんが、個人的な成長に導いてくれるかもしれません。彼女が現れるとき、彼女のメッセージに耳を傾け、自分自身の深みに従うよう呼びかけています。あなたが探している答えは外ではなく内にあります。",
        "reversed_content" => "女教皇が逆位置で現れると、直感を信じるのが難しいことを示しているかもしれません。今は瞑想や新しいアプローチを試す時です。理性的な方法がうまくいかないかもしれません。何かがあなたに直感を信じるように言っているのに、それを無視しているかもしれません。周りには多くの混乱があり、あなたの行動は自分が正しいと知っていることとは逆のことをしているかもしれません。自分に質問することを恐れないでください。それが新しい方向、自分自身と個人的な価値観への道を指し示しているかもしれません。",
        "upright_love" => "恋愛タロットリーディングにおける女教皇は、感情の状態におけるほとんど目に見えない無意識の変化を示唆することができます。穏やかな外見が強い感情を隠していることがあり、単純に見えるデートでも激しい情熱に変わることがあります。恋愛タロットでは、女教皇のカードは忍耐と直感を信じる必要があることを示しています。他者と自分に正直であり、隠されたものを表面に出すことを許してください。関係において、女教皇は親密さと開放性の増加を示しています。恋愛タロットでは、このカードは関係をできるだけ強くするために正直さが重要であることを示しています。",
        "reversed_love" => "女教皇はあなたの直感の守護者であり、恋愛やロマンスにおいて感情を信じる必要があることを強力に示唆しています。直感を無視し、意識だけに従うと困難が生じます。恋愛における女教皇の意味は、真実に正直であるために慎重に行動する必要があることも示しています。愛する人を喜ばせるためだけに行動したり話したりするのは避けましょう。これは恨みを招くだけです。",
        "upright_career" => "キャリアに関しては、女教皇は教育や高等教育の期間を示すかもしれません。トレーニングのために学校に戻るかもしれません。あなたがクリエイティブな分野にいる場合、このカードはあなたの仕事に新しいインスピレーションを提供することもあります。将来のキャリアやプロジェクトについて重要な選択をする際、女教皇は直感を頼りにするよう助言します。役立つ情報がたくさんあるかもしれません。時には、このカードはあなたをさらに前進させるためのメンターやガイドの出現を示すこともあります。",
        "reversed_career" => "現在の仕事の状況について、すべての情報を得られていないかもしれません。人々はあなたを暗闇に閉じ込めているのでしょうか。その結果、孤立感を感じ、同僚とのつながりを失いつつあるかもしれません。また、キャリアの決定をする際に直感を無視してきたかもしれません。彼らがあなたの最善の利益を考えていないことを直感が示しているにもかかわらず、彼らを信じることを選んだのでしょうか。この仕事があなたに合っていないことを直感が示しているにもかかわらず、嫌いな仕事に従事しているのでしょうか。このカードは、隠された意図を持つ同僚を示唆することもあります。他の人に対して注意を払うことが重要です。熱意ある行動は危険を隠しているかもしれません。",
        "upright_finances" => "女教皇は神秘と未知に関連しているため、財政状況を他者と話し合う際には注意が必要です。このカードは、財務状況を隠しておくことを示唆しています。あるいは、財務を利用する機会がある場合、直感がそれが良い選択であるかどうかを知るでしょう。自分の感情を探り、警告サインがある場合、それらを感じ取ることが重要です。その感情に耳を傾けましょう。",
        "reversed_finances" => "契約、ローン、住宅ローンを締結したり、何かに投資したりしていますか。いくつかの詳細を見落としているかもしれません。逆位置の女教皇は、正しい教育的な決定を下すために必要なすべての情報を完全に把握していないことを意味します。すべての事実を提供できる信頼できる人がいることを確認してください。",
        "yes_no" => "女教皇は、謎と知恵と理解に満ちた精神的に直感的な女性を象徴しています。彼女はあなたの人生にまだ発見されていない事柄を表しているので、あなたの質問への答えは不明です。",
        "past" => "新しい経験を必要としていたかもしれません。重要な領域でのサポートが不足していた場合、新しい友人や新しいアイデアに時間を投資することを検討すべきです。新しい時期に入っていますが、他者からの助けが必要かもしれません。",
        "present" => "未発見または抑圧された創造的な能力を表現する必要があります。精神的な指導者を求め、精神的または芸術的能力の可能性を最大限に引き出す手助けをしてもらいましょう。望むものを手に入れるためには、コミットメントに対する恐れを克服する必要があります。",
        "future" => "規律と動機を維持し続ければ、実際の報酬を得ることができます。試みを阻止されることを拒否すれば、未来は明るいものとなります。直感に従い、長期的な満足と成功に向かって進んでください。",
    ],
    3 =>
    [
        "id" => 4,
        "type_id" => 1,
        "number" => 3,
        "name" => "女帝",
        "upright_keyword" => "聖なる女性性, 官能性, 多産, 養育, 創造性, 美しさ, 豊かさ, 自然",
        "reversed_keyword" => "不安, 支配, 無視, 窒息, 成長の欠如, 進展の欠如",
        "astrology" => "金星",
        "element" => "地の元素",
        "image_key" => "03_Empress",
        "content" => "女帝は玉座に座る女性を描いています。彼女を取り囲む豊かな自然から、この女性は地球の母なる神、豊穣の女神の典型を表していることがわかります。彼女の世界は金星によって支配され、完全な愛、調和、多産、贅沢がこの女神の恵みの下にあります。彼女自身は星で飾られた金髪を持ち、神秘的な領域との神聖なつながりを象徴しています。彼女は多産を象徴するザクロ模様のローブを着ており、金星のシンボルが刺繍されたクッションに座っています。彼女の周りには魅力的な緑の森があり、川が流れています。女帝は、出会う人々に豊かさと祝福をもたらします。",
        "upright_content" => "女帝は私たちの女性的な資質との深いつながりを示しています。女性的な資質は、多産、表現、創造性、養育など多くのものに関連しています。したがって、美しさとつながり、自分の人生に幸福をもたらすことを求められます。自分自身を理解し、官能性を引き出すことで、幸福と喜びの環境を引き寄せることができます。自分を大切にし、ケアすることを信号しています。
女帝はまた、妊娠や母性の強いサインでもあります。これは文字通りの妊娠か、より正確には母性、養育、ケアの態度を指すかどうか、他のカードを見て確認することができます。女帝のカードは、あなたの人生における新しいアイデア、ビジネス、プロジェクトの誕生を意味することもあります。このカードに囲まれた幸運で、これらの状況や取り組みが成功することを確信できます。頭の中でしつこく浮かんでいたアイデアを特定し、それを実現するために自分自身を捧げることを確認してください。このカードはそれが成功し、よく育まれることを示しています。地球の母のアーキタイプとして、女帝はまた、自然と触れ合う時間を過ごすように促しています。",
        "reversed_content" => "逆位置の女帝は、他人の問題にあまりにも多くの努力と注意を払うことで、意志力と強さを失ったことを示しています。女帝の性質は愛する者への配慮と養育ですが、時にはそれが過剰になることもあります。あなた自身のニーズを無視し、意図は良くても愛する者を窒息させてしまうかもしれません。
役割の逆転として、逆位置の女帝があなたの人生に入り込んでいるかもしれません。これは、他人に依存して自分を世話し、決定を下してもらうことを意味するかもしれません。この影響を排除し、自分自身の行動に自信を持つために努力する必要があります。問題を自分で解決することを常に心がけましょう。",
        "upright_love" => "女帝タロットの愛の象徴は地のエレメントに由来します。このカードで表される人物は、愛情深く、養育的で、経済的な安全や人生の美しさと快適さを大切にすることができます。時には、女帝は仕事と愛が混ざり合うことを示すこともあり、同僚や新しいビジネスベンチャーでの愛情を示唆します。
関係に関しては、このカードは安定した、真剣で忠実なつながりを示唆します。このカードが母性を象徴するため、結婚や妊娠、あるいは新しい家族の誕生を意味することもあります。",
        "reversed_love" => "逆位置の女帝が恋愛タロットに現れると、パートナーが過度に独占的、支配的、感情を表現できないことを示唆することがあります。このカードはまた、誰かが自分の価値を高める必要があることを示唆することもあります。愛を受ける価値がないと感じる場合、どんなに素晴らしい相手と一緒にいても、その関係を維持するのは難しいでしょう。
恋愛関係にある場合、女帝の愛のタロットは、一緒に質の高い時間を過ごし、お互いを大切にすることを奨励しています。デートに出かけたり、手をつないで散歩したりして楽しみましょう。これらの瞬間は、あなたたちをさらに親密にします。",
        "upright_career" => "現在、あなたのキャリアは上向いているかもしれません。通常よりも創造的で情熱的に感じ、すべてのアイデアをプロジェクトに注ぎ込んでいるかもしれません。女帝は養育と世話に関連しているため、職場で特に養育的で寛大に感じていることを示唆することもあります。職場環境をより調和的で歓迎的なものにするために努めているかもしれません。それは同僚を支援することか、自宅のオフィスに新しいペンキを塗ることを意味するかもしれません。自分が繁栄できる環境を持つことは、間違いなくモチベーションを高めるでしょう。時には、このカードは職場でこれらの特質を体現する他の人物を指すこともあります。",
        "reversed_career" => "現在のキャリアは停滞している、退屈している、充実感が欠けていると感じるかもしれません。スキルや能力の向上にあまり進展がないように感じるかもしれません。仕事が単調に感じるか、あるいはこのポジションが提供するものをすでにマスターしてしまったかもしれません。自分がやっている仕事が他者から評価されていないと感じ、フラストレーションが増しているかもしれません。このカードは、キャリアの安全性の欠如を示唆することもあり、それが他の問題を引き起こすこともあります。今、自分のキャリアのどの問題が外部の変化（例えば、仕事の変更）を必要としているか、どの問題が内部の変化（例えば、自信やコミュニケーションスキルの向上）を必要としているかを見極めることが重要です。",
        "upright_finances" => "女帝は創造性と物質的な豊かさの両方に恵まれているため、このカードは快適な財政状況を示唆することがあります。今、あなたはお金に非常に寛大で、友人や家族と豊かさと幸運を分かち合いたいと感じているかもしれません。今は持っているものを共有する時期です。",
        "reversed_finances" => "女帝は通常、財政面でポジティブなカードですが、逆位置でも彼女は財政的な安定を示しています。しかし、逆位置では、十分に持っているにもかかわらず、不安を感じることを示唆するかもしれません。時には、貧困の中で育ったことや、自営業であることが原因かもしれません。これがなぜなのかを理解し、それを変えるために何ができるかを考えるために、内部の作業が必要かもしれません。財政を責任を持って管理し続ければ、おそらく大丈夫でしょう。",
        "yes_no" => "女帝はすべての母性的なものを象徴しています。彼女は養育的で愛情深い問題解決者であり、成功したビジネスベンチャーや他のポジティブで生産的な機会が近づいていることを示唆しています。彼女は潜在能力を最大限に引き出すために前進することを勧めており、あなたが求めている答えは明確な「はい」です。",
        "past" => "あなたが持っていた最後の機会は、今その影響を証明しています。ビジネス、個人、または芸術の追求における新しいパートナーシップには、成功するために引き続き努力が必要です。最も狡猾な行動、特に規律を覚えておいてください。",
        "present" => "新しい始まりが目の前で展開されているかもしれませんが、その質を決定するのはあなたです。理解を持ち、特に人生の感情的な側面に敏感であり続けてください。愛する人々は助けの手や暗闇の中の光を必要としているかもしれません。あなたの選択が何であれ、その役割はあなたのものです。",
        "future" => "感情的および肉体的なトラウマからの癒しと休息の機会が将来訪れるでしょう。新しい道を歩む時間を過ごす方が橋を修復するよりも有益です。投資を注意深く管理すれば、それは実を結ぶでしょう。",

    ],
    4 =>
    [
        "id" => 5,
        "type_id" => 1,
        "number" => 4,
        "name" => "皇帝",
        "upright_keyword" => "安定, 構造, 保護, 権威, 支配, 実用性, 集中, 規律",
        "reversed_keyword" => "暴君, 支配, 柔軟性の欠如, 頑固, 規律の欠如, 軽率",
        "astrology" => "牡羊座",
        "element" => "火の元素",
        "image_key" => "04_Emperor",
        "content" => "タロットにおける皇帝は、玉座に座る堅固な支配者として描かれ、彼の占星術のサインである牡羊座を象徴する4つの羊の頭で飾られています。片手には権威と統治を象徴する笏（しゃく）を持ち、もう片手には彼が守る王国を象徴する地球儀を持っています。皇帝の長い髭は彼の豊富な経験を象徴しており、彼は時と共に統治について多くを学び、力と権威を確立し、秩序を保つことができるようになりました。

皇帝のカードは道徳的な法と規則を表し、秩序、規範、安定した状況を好み、最高の権威を持っています。しかし、これらの合理性と権威のために、個人的な感情は抑制され、「孤高の存在」を暗示しています。",
        "upright_content" => "皇帝にとって、すべては支配の周りに回ります。このカードは権威、監督、組織、父性愛を意味します。皇帝は計画を立て、それを実行する戦略的な思考者を象徴しています。彼は人生における男性原理の象徴であり、構造、規則の制定、体系化を体現しながら知識を伝えます。皇后が彼女の王国に幸福をもたらしたいと願うように、皇帝は名誉と規律を育てたいと願っています。彼は王冠の呼びかけに従って、確固たる手で導きます。彼は支配者であるが、支配が奉仕でもあることを理解しており、そのため彼の行動は理性的であり、王国の大義のために行われます。

タロットにおいて皇帝を見ることは、自分自身の目標を設定する成長の機会を示唆しています。皇帝のように方法論的で戦略的なアプローチを取る限り、成功した未来が現れるでしょう。

タロットにおいて皇帝を見ると、重要な何かを担当する可能性があることを示唆することがあります。それは仕事のポジションや秩序と決断力が急務の組織や機関であるかもしれません。皇帝の知恵を使ってプロジェクトを明確にするために行動を起こすよう求められるかもしれません。",
        "reversed_content" => "逆位置の皇帝は権威の濫用を示唆しています。あなたの社会生活では、それは父親のような存在や支配的なパートナーの権力の過剰な拡大として現れるかもしれません。職場では、上司からくるかもしれません。それはあなたの行動をコントロールし、無力に感じさせる男性を提示します。あなた自身が弱い支配者の役割を果たし、責任の任務を回避する計画を立てているかもしれません。おそらく厳格な規則に縛られない柔軟な職業を望んでいるのでしょう。

個人的なレベルでは、皇帝は自己規律の欠如と状況を処理する能力の欠如を表すことができます。逆位置のとき、彼が作り出す構造、規則、システムはもはや機能しません。彼の王国の原則に対する高い願望を引き起こす欲望は、冷酷さ、専制、そして硬直性に変わりました。彼は人々のために最善を尽くすという玉座の呼びかけを忘れ、支配を求め、支配権を失うことだけを心配し、苦しみを引き起こします。",
        "upright_love" => "皇帝はロマンチックな要素を持たない厳粛な人物ですが、恋愛タロットに現れることでの利点もあります。皇帝のタロットカードは、恋愛やロマンスにおいて常識、構造、規律、論理を持ち込むことを要求します。このカードに囲まれた関係は非常に伝統的であり、不適切に扱われると窒息する可能性があります。

人物としての皇帝は、年長で尊敬される人物を表し、感情を表現するのが難しいかもしれません。しかし、このカードはまた、自発的で支配的な個人を象徴することもあります。他者に共感することができないかもしれません。",
        "reversed_love" => "恋愛や関係に関して、逆位置の皇帝のタロットカードは、権力闘争や支配のための闘いを示唆することがあります。競争心や正しさを求める欲求があり、お互いの異なる考えをまとめることができないかもしれません。

このカードは、支配的なパートナーを示すこともあり、それがあなたであっても相手であっても注意が必要です。過度に個人の力を放棄したり、この関係の現実に合わせて自分を抑えることは避けるべきです。あるいは、このカードは、感情的なつながりが難しいことを示すこともあります。",
        "upright_career" => "あなたの努力、集中力、組織的なアプローチのおかげで、キャリアが順調に進むかもしれません。皇帝は、仕事や求職において、規律、効率、持続性を保つことを促します。現在、オフィスや作業の流れが混乱している、あるいはイライラしているなら、あなたが新しい方法や構造を導入して、チームがより効果的に協力できるようにすることができます。このカードは、キャリアの支援や助言を提供できる上司や先輩を示すこともあります。",
        "reversed_career" => "集中力や規律が欠けていると、仕事が失敗し始めるかもしれません。職場でこれらの特質が欠けている場合、それがプロジェクトに影響を与えているかもしれません。このカードは時に、職場環境での停滞や官僚主義を示唆することもあります。これにより、創造性や動機が阻害され、プロセスが退屈でイライラするものになることがあります。最悪の場合、逆位置の皇帝は、上司や先輩が職場を暴君のように支配していることを示すことがあります。この状況であれば、他の仕事を探し始めるのが最善です。",
        "upright_finances" => "財政に関しては、皇帝はお金に対する制御、規律、責任の必要性を示しています。資金がどこに使われているかを明確に理解し、予算を立て、それを守り、毎月見直すことを確認してください。粘り強く続けることで、良好な財政状況を維持できるでしょう。",
        "reversed_finances" => "現在、財政が制御不能になっていると感じるかもしれません。逆位置の皇帝は、財政を適切に管理できないことを示唆することがあります。時には、支出の規律が欠けていることも示唆することがあります。前者の場合、専門家の助けを求める必要があるかもしれません。後者の場合は、収入と支出を詳しく見直し、節約する方法を学ぶ必要があります。",
        "yes_no" => "皇帝は皇后の対となり、すべてのものに対する父性愛を表します。彼はあなたの人生における構造、秩序、権威を象徴します。前進する際、このカードは決断力と理性があなたを遠くまで導くことを示唆しています。それにより、あなたが求める答えは「はい」です。",
        "past" => "権威はあなたの人生を形作る上で重要な役割を果たしてきました。あなたの良好な立場は政府や影響力のある人物によるものかもしれません。最近の対立はすぐに解決される可能性があります。",
        "present" => "時折、影響力のある誰かがあなたを助ける申し出をするかもしれません。しかし、助けに来る人物はあなたよりも有能であるかもしれません。愛する人々を守ることは重要ですが、指導的立場にある人々は妥協する方法を知る必要があります。過度に依存しないよう注意してください。",
        "future" => "イニシアチブを取ることで目標に近づくかもしれませんが、自分のすべての行動に責任を持つことができる場合に限ります。人生で多くの役割を果たす機会があるでしょう。あなたの足跡をたどる人々を覚えていてください。",
    ],
    5 =>
    [
        "id" => 6,
        "type_id" => 1,
        "number" => 5,
        "name" => "法王",
        "upright_keyword" => "伝統, 社会集団, 慣習, 遵守, 教育, 知識, 信仰",
        "reversed_keyword" => "反抗, 非遵守, 新しい方法, 無知",
        "astrology" => "牡牛座",
        "element" => "地の元素",
        "image_key" => "05_Hierophant",
        "content" => "このカードは、教会のような正式な設定で座っている宗教的人物を描いています。彼は三つの異なる世界を表す三つの精巧なローブを身に着けています。右手は祝福のジェスチャーをしており、これは魔術師が上げるのと同じです。もう一方の手には法王と伝統的に関連付けられる三重の十字架を持っています。十字架の各水平バーは、父、子、聖霊を表しているとされています。彼の足元には、教義を継承する二人の弟子が座っており、このカードは知識と教育を求める道をも表しています。

このカードは一部のデッキでは「大司祭」とも呼ばれ、また法王としても知られています。彼は「女教皇」のカードの男性の対となる存在です。このカードは牡牛座によって支配されています。",
        "upright_content" => "法王の正位置は、支援、自己実現、成長拡大を表しています。感情的、精神的に、人間関係を発展させたり、哲学的な問題について熟考するのに適した時期です。これにより、より精神的に目覚めた人になることができます。法王のカードが現れることは、精神と知識を統合し、意識を高める機会があることを示唆しています。言い換えれば、継続的な学習と良いアドバイスに従うことで才能を育てることができます。

法王のカードは、既存の社会構造や伝統に従うことが有益であることを示唆しています。例えば、特定の儀式や宗教的な儀式に参加するかもしれません。タロットカードにおいて、この特別なカードは最も一般的に機関とその基本価値観を表しています。既存のルールや状況に従う必要があることを示しています。",
        "reversed_content" => "法王が逆位置で現れると、構造やルールが多すぎて特に制限を感じることを示唆するかもしれません。その結果、生活の中で多くのコントロールや柔軟性を失ってしまいます。あなたは強い意志と前進する欲望を持ち、伝統的な束縛から解放されたいと強く望んでいます。社会の規範や慣習に反する新しい方法を試したいと考えています。

逆位置の法王は、特定の伝統を疑問視し、今の瞬間にとって何が正しいかを確認することを主に意味します。",
        "upright_love" => "恋愛タロットカードの解釈において、法王の正位置の意味は、愛とパートナー選びにおける伝統的な宗教の影響を指摘することができます。安全で伝統的でコミュニティに尊敬されるパートナーに惹かれるかもしれません。タロットにおける神聖な愛は、愛のより精神的な側面を表すこともあり、パートナーを道徳と慈悲心で扱うことを思い出させます。このカードは時には結婚を象徴することもあります。

法王のカードに影響された関係は、一般的に伝統的で慣習的で社会的に受け入れられるものです。カップルは共通の信念体系を共有するかもしれません。",
        "reversed_love" => "逆位置の法王は、関係がかなり退屈または単調になる可能性があることを示唆することがあります。関係に入ったものの、追加の興奮を注入しなければ、日常的に感じるかもしれません。共通の価値観を共有し未来を築くことに関して、逆位置の法王は、見解が一致しないことを示唆するかもしれません。これは必ずしも悪いことではありませんが、妥協が必要かもしれません。

一般的に、このカードは現在、あなたの恋愛関係について受けるすべてのアドバイスが有益であるとは限らないことを示唆しています。自分の恋愛に何が最適かを他人に頼るのではなく、自分で考えるのが最善です。",
        "upright_career" => "法王のカードは、他者との協力を通じてキャリアに成功をもたらす可能性を示唆しています。これは時には揺るぎない選択をし、確立された、証明された道に留まることを意味します。仕事には多くの変数があるため、今は安全に進むのが最善です。このカードはまた、チーム内の結束がこの時点で個人よりも重要であることを示すこともあります。時には、法王はあなたのキャリアを進めるのに役立つ上級のメンターを示すこともあります。このカードはまた、教育を代表し、学校や職業訓練を通じて学ぶ期間があなたにとって有益であることを示唆しています。",
        "reversed_career" => "あなたの職場での創造性、成果、または自律性が官僚主義、プロセス、ルールによって妨げられているかもしれません。制限されていると感じるかもしれません。あなたがアイデアを持っていても、組織は「彼らのやり方」に固執しているかもしれません。タスクを完了するために、同僚や上司に従わなければならないかもしれません。異なる意見を持っていても、組織の決定に従う圧力があるかもしれません。自分の道を進むリスクを慎重に評価してください。現在の場所にとどまることができるかどうかを考えてください。",
        "upright_finances" => "財政に関しては、法王は資金を伝統的で確立された機関に保持することを勧めています。よく知らない副業や新しい金融商品など、新しい方法でお金を稼ぐことはトラブルを引き起こす可能性があります。お金を賭けるのは避けてください。",
        "reversed_finances" => "この時点で、仲間からの財政アドバイスが窮屈に感じられるかもしれません。リスクを取り、新しい方法でお金を稼ぎたいと思っているかもしれません。それが副業であれ、暗号通貨の学習であれ、責任を持って合理的に考え、取るリスクと失う準備があるものを理解してください。",
        "yes_no" => "法王は教育と伝統の象徴です。このカードは、人生で精神的な指導やアドバイスを求めることを示唆しています。また、従順と宗教的な承認を示していますが、ポジティブな意味もネガティブな意味も含んでいません。唯一の答えは「たぶん」です。",
        "past" => "過去の志望は価値がありました。見落としていた強みを探してみてください。",
        "present" => "権威者の下で働くか学ぶ機会が迫っています。周囲の人々が間違いを犯す可能性があるなら、あなたもそうです。",
        "future" => "成功するために、安定した組織や構造化された原則からサポートを求めてください。あなたの行動は自己利益によって動機づけられるべきであり、そうでなければほとんど報われません。",
    ],
    6 =>
    [
        "id" => 7,
        "type_id" => 1,
        "number" => 6,
        "name" => "恋人",
        "upright_keyword" => "愛, 結合, パートナーシップ, 関係, 選択, ロマンス, バランス, 統一",
        "reversed_keyword" => "不和, 不均衡, 争い, 分離, 誤った選択, 優柔不断",
        "astrology" => "双子座",
        "element" => "風の元素",
        "image_key" => "06_Lovers",
        "content" => "恋人のカードでは、男と女の人物が天使に守られ、祝福されています。カップルはエデンを思わせる安全で幸せな家にいるように見えます。女性の背後にある蛇のいる木は、人類が誘惑と肉欲に陥ったことを描いています。ここに描かれている天使は、双子座を支配する星座と同じエレメントである風の天使ラファエルです。風は精神的な活動、特に健康な関係の基礎となるコミュニケーションに関連しています。この祝福は、このカードにバランスと調和の感覚を与え、二つの対立する力が大規模で宇宙的なスケールで統一されることを象徴しています。",
        "upright_content" => "恋人の主要な意味は、関係の調和、引力、完璧さです。恋人同士の信頼と結びつきは、お互いに自信と力を与え、互いを強化します。彼らが築いた絆は非常に強く、結婚しているか、他の親密で近しい関係にあることを示しています。恋人のもう一つの意味は選択の概念であり、対立するものや排他的なものの間で選ばなければならない状況を示します。これは、自分の状況に最適な決定を慎重に考えて行う必要があるジレンマかもしれません。個々の意味としては、社会的規範に関係なく、自分自身の信念体系を発展させることが含まれます。これは、聖なる教義を発展させ、標準化されたシステムを通じて法を形成し知識を伝えることを意味します。何が重要で何が重要でないかを決定し始める時期です。自分に対して可能な限り誠実であるべきであり、それにより周囲の人々に対しても誠実であり続けることができます。",
        "reversed_content" => "逆位置の恋人は、内外の対立を示すことがあります。不和は日常生活を困難にし、関係に負担をかけるかもしれません。自分が何のために自分を罰しているのかを考え、それを対処するか、手放すための時間を取るべきです。また、個人的な価値観や信念体系を考慮し、望む生活に合致しているかを確認する必要があります。コミュニケーションの断絶ももう一つの解釈かもしれません。人間関係の基盤が断ち切られ、パートナーや愛する人との間に不均衡が生じています。カードに通常見られる統一感が失われているのです。逆位置の恋人は、行動の責任を回避していることを示すこともあります。欲望に基づいて決定を下し、その結果が追いついてきたときに他人のせいにしているかもしれません。過去を修正するか手放し、将来のためにより良い選択をする必要があります。",
        "upright_love" => "恋愛や関係において、恋人のカードは求める者にとって歓迎すべきものです。このタロットカードは素晴らしい調和と強さのバランスを象徴し、補完的なエネルギーを示しています。一緒にうまくやっていけるペアを表しています。もう一方では、このカードは選択とコミットメントも象徴しているため、愛に対するコミットメントのレベルに関する質問が浮かびます。これは特定の人を指す必要はなく、愛と仕事、愛と家族、愛と友情、または時には愛と生活全体の間で選択することを示すこともあります。ここでの考え方は、この種の愛を得るためには犠牲が必要かもしれないということです。ある意味で、すべてのコミットメントは犠牲の形ですが、適切な人のために行われたコミットメントは、個人としての成長を助けることができます。",
        "reversed_love" => "恋愛関係やロマンスのタロットカードで逆位置の恋人が現れると、関係における無関心を示すことがあります。以前はバランスが取れていたものが、もはや機能していないかもしれません。関係を再構築するためには対処すべき問題があるかもしれません。時にはコミットメントに対する恐れを示すこともあります。多くの求婚者がいたり、活発なデート生活があるかもしれません。最初は楽しいかもしれませんが、選択肢が多すぎるか、ロマンチックな関係を発展させるためにあまりにも多くの可能性を放棄しなければならないと感じるかもしれません。これには内省が必要であり、自分の恐れや欲望について正直であることを確認してください。",
        "upright_career" => "恋人のカードは時にビジネスパートナーシップや同僚との調和の取れた互恵的な関係を築くことを示唆します。このカードはまた、友好的な友情を象徴することもありますが、時にはロマンチックな関係が芽生えることもあります。後者が実際にそうである場合、あなたが直面しているリスクの種類を理解し、頭と心の両方で判断することが重要です。恋人のタロットカードは、将来のキャリアにおいて重要な決断を下す必要があることを示唆することもあります。岐路に立っているか、別の道に移行しているか、仕事と他の生活の側面の間で選択する必要があるかもしれません。",
        "reversed_career" => "逆位置の恋人が現れると、同僚やビジネスパートナーとの間で対立が生じることがあります。全員にとって受け入れられる決定に達するためには、長い議論が必要かもしれません。あるいは、誰かがすべての仕事をしているか、モチベーションを失ったチームメイトを引き受ける必要があるかもしれません。両方の同僚が一人の不公平な仕事の配分のために妨げられるかもしれません。時には、このカードは職場でのロマンチックな関係の始まりを示すこともありますが、逆位置では、これがあなたにとって問題を引き起こす可能性があります。この道を進み続けると、予期しなかった結果が生じるかもしれません。",
        "upright_finances" => "財政面では、恋人のカードは重要な財政的決定を下す必要があることを示唆します。ある重要な支出と別の支出の間で選択しなければならないかもしれません。重要なのは、同時に両方を持つことができないように見えるということです。選択は将来的に大きな影響を及ぼすかもしれません。",
        "reversed_finances" => "現在の財政選択はかなり衝動的であり、長期的な財政的安全が脅かされる可能性があります。責任ある選択をしているか、即時の満足を求めているかどうかを考慮してください。財政的に本当に負担できるものを理解することが重要です。",
        "yes_no" => "恋人は人生の岐路に立っていることを示しています。このカードは対人関係、愛、統一の象徴であると同時に、前進するためのポジティブなビジネスパートナーシップや協力を示唆することもあります。あなたの質問に対する答えは「はい」です。",
        "past" => "他者とのつながりを持つ能力が向上しました。最近の争いからの感情的な負担は、まもなく解消され、成功裡に解決されるでしょう。",
        "present" => "近い将来、あなたの価値観を試す対立が生じます。前進するためには、愛とキャリアの間で選択をしなければなりません。どちらも永遠に消えるわけではありませんが、選択はあなたの優先順位を決定するでしょう。",
        "future" => "将来、あなたとパートナーは別々の生活を送り、新しい選択をしなければならない時が来るでしょう。",
    ],
    7 =>
    [
        "id" => 8,
        "type_id" => 1,
        "number" => 7,
        "name" => "戦車",
        "upright_keyword" => "効率, チャンスを掴む, 成功, 野心, 決意, 意志力, コントロール, 自己規律, 集中力",
        "reversed_keyword" => "コントロールの喪失, 事故, 失敗, 方向性の欠如, 制御の欠如, 頑固さ, 攻撃性, 障害",
        "astrology" => "蟹座",
        "element" => "水の元素",
        "image_key" => "07_Chariot",
        "content" => "戦車のタロットカードは、黒と白のスフィンクスに引かれた戦車に座っている人物を描いています。人物は白い星で飾られた天蓋の下に座り、肩には彼が受けている精神的な影響を象徴する三日月のシンボルを持っています。冠をかぶり、啓示と意志の純粋さを象徴しています。胸には四角形が描かれており、これは地球と物質界の要素を表し、彼自身と彼の行動の基盤となっています。
スフィンクスは黒と白に描かれており、戦車の操縦者がコントロールしなければならない対立する力を象徴しています。ここでは穏やかですが、異なる方向に進みたいという欲求のためにしばしば対立します。彼の任務は、これらのスフィンクスを目的地に導くことであり、これは彼が代表する普遍的な力によって示されます。戦車は蟹座の星座に関連しています。",
        "upright_content" => "戦車のタロットカードは、周囲のコントロールを維持し、困難を乗り越えて勝利を収めることを意味します。この完璧なコントロールと自信は、戦車の操縦者がどんな状況でも勝利を収めることを可能にします。障害を乗り越えるためには、強さと意志力の使用が重要です。戦車が伝えるメッセージは、目標を達成するために努力するにつれてあなたを強くします。
彼は、ねじれた道の中でも集中し、自信を持ち、決意を持ち続けなければならないことを伝えます。不確かな計画やプロジェクトがある場合は、戦車はそれを構造化し、秩序立てて実行することを提案します。あなたの大胆さが、この取り組みで期待されるすべてを達成することを保証します。
戦車の目標を追求する際に、彼はこれまで自分自身で見たことのない行動を取るかもしれません。競争心と成功への欲求が彼の性格をより攻撃的にするかもしれません。攻撃性は人間の本性の一部であり、戦車はそれがあなたの状況をコントロールするのに役立つことを思い出させますが、前進する道を妨げないように制御する必要があります。",
        "reversed_content" => "逆位置の戦車が現れると、攻撃性と意志力の欠如を実感することがあります。これは、集中力、モチベーション、方向性の欠如を示すかもしれませんし、目標への執着に歪められているかもしれません。前者の場合、戦車はあなたに勇気を持てば勝利を収めることができることを思い出させます。後者の場合、衝動的な行動がもう一つの要因であるかもしれません。逆位置の戦車が現れると、常にコントロールできるわけではないという事実を受け入れる必要があるかもしれません。
逆位置の戦車の意味は、人生におけるコントロールと方向性の欠如も示すことがあります。対立する力や障害に左右され、状況を掌握する力を集めることができないようです。すべてを手放しており、人生は好きな方向に動いているようです。これは目覚まし時計として機能し、いくつかの緩んだ端を引き締めて運命を掌握するよう促します。",
        "upright_love" => "今がスタートする時です。愛とロマンスにおいて何を求めているのかを明確に理解することが重要です。目的地がわかると、戦車のタロットカードの意味は行動を促します。恋愛生活をコントロールすると、報酬を得ることができるでしょう。自信、勇気、モチベーションが成功へと導きます。
目標に向かって進むにつれて、戦車のタロットカードは、カードに描かれた二頭の馬によって表される二つの衝動のバランスを取る必要があることを示すこともあります。彼らは異なる方向に引っ張るかもしれませんが、明確な道が見えれば、すべてをコントロールして正しい軌道に乗せることができます。このカードは時折、これまでの選択がバランスを取れていたかどうかについての疑問を提起します。あなたの関係は仕事に時間をかけすぎて影響を受けていますか？関係に集中しすぎて個性を犠牲にしていませんか？戦車は、再び人生を自分の手に取り、しっかりと操縦することを求めています。",
        "reversed_love" => "逆位置では、戦車のタロットカードの意味は、他の目標や欲望を忘れてしまうほど愛を見つけることへの圧倒的な欲求を示すかもしれません。時には、人生で周囲のすべてをコントロールできないことを思い出すことが重要です。何をしても、完璧な人を目の前に現すことはできません。毎日希望と熱意を持って現れることは重要ですが、忍耐も同様に重要です。愛があなたを見つけるようにしましょう。
逆位置の戦車は、バランスが取れていないことを示すかもしれず、再び修正するための努力が必要です。仕事、愛、家族、友人関係が、一つの領域に過度に集中することで影響を受けていないか確認してください。これがパートナーとの意見の相違の根本原因かもしれません。",
        "upright_career" => "キャリアタロットに戦車が現れると、野心がさらに遠くまであなたを連れて行くでしょう。キャリアの目標を明確に理解しているため、目的を知り、それを達成するために非常に集中することができます。仕事に対する強い意欲を感じ、それが成功に必要な規律、モチベーション、自制心をもたらします。役割を変えたり、現在の職場でより高い地位を確保しようとしている場合、このカードは行動を起こすだけで良いことを示しています。職場環境に関しては、注意をそらさないようにしてください。これには、オフィスの政治や競争相手が含まれるかもしれません。何をすべきかに集中してください。",
        "reversed_career" => "逆位置の戦車は、野心、集中力、モチベーションの欠如、または野心が強すぎることを示すかもしれません。最終的には、このカードは目標を追求する際にどれだけ攻撃的または急進的であるかについて疑問を提起します。物事が希望通りに進むのを待つ受動的なタイプですか？それとも、成功を追求するあまり他人を無視してしまうほど強引ですか？どちらのアプローチも問題を引き起こす可能性があります。敵意にまで至るほど押しつけがましいと逆効果になりますし、受動的すぎると望む幸せを手に入れることはできません。どちらにも満足していますか？健康的な中間点はどのようなものですか？",
        "upright_finances" => "物質的な安定を妨げる財政的な障害がある場合、今

がそれらに対処する時です。戦車はこれらの挑戦を克服するための駆動力、集中力、決意を提供します。十分な自己規律があれば、財政状況に満足することができるでしょう。",
        "reversed_finances" => "購入を急がないように注意してください。賢明な決定を下すために必要なすべての知識が欠けているかもしれません。それがあなたに当てはまらない場合、お金の問題でためらっているかもしれません。お金を投資する機会があるかもしれませんが、行動を起こすのをためらっています。",
        "yes_no" => "戦車は何らかの旅を示しています。その積極的な意味合いから、この旅は進展の一形態である可能性が高いです。また、あなたが追い求めてきた最終的な成功を意味するかもしれません。自信、方向性、勝利を示すこのカードは、答えが「はい」であることを示唆しています。",
        "past" => "困難はあなたの決意を強化し、最近の出来事は勝利を収める機会を与えました。",
        "present" => "良いニュースが来ています。敵を打ち負かし、決定的な勝利を収めるでしょう。",
        "future" => "努力を続ければ、求めている目標が実現するでしょう。諦めなければ、名誉、賞賛、認識があなたにとって可能な結果となります。",
    ],
    8 =>
    [
        "id" => 9,
        "type_id" => 1,
        "number" => 8,
        "name" => "力",
        "upright_keyword" => "勇気, 勇敢, 自信, 思いやり, 自己保証, 内なる力",
        "reversed_keyword" => "自己疑念, 弱さ, 自信の低さ, 不十分, 臆病, 頑固",
        "astrology" => "獅子座",
        "element" => "火の元素",
        "image_key" => "08_Strength",
        "content" => "このタロットカードには、成長したライオンの顎を静かに握っている女性が描かれています。ライオンは凶暴で強力に見えますが、女性はそれを支配しているように見えます。彼女がライオンを優雅にコントロールしている様子は興味深いです。彼女は冷静で落ち着いており、逆境の中でのコントロールと規律を象徴しています。

また、彼女はライオンの顎を握っており、これも彼女の勇気を象徴しています。彼女のライオンへの支配は過度に力強くなく、愛と思いやりを示しています。青い背景の山々は、安定性と安定がもたらす静けさを描写しています。

ライオンは、勇気、情熱、欲望を象徴しており、これらは人間の生存において重要な要素です。しかし、これらの感情が制御されなければ、最終的な破滅につながる可能性があります。",
        "upright_content" => "力のカードがタロットリーディングで正位置で出た場合、それは困難や苦難の時に内なる力と回復力を持っていることを示しています。これは、人生が非常に困難な時でも、冷静で強くあり続ける能力を持っていることを示唆しています。また、あなたが思いやりのある人であり、犠牲を払ってでも他人に奉仕する時間を見つけることを示しています。

力のカードを得ることは、あなたが非常に忍耐強い人であり、意図したことを成し遂げる可能性が高いことを意味します。あなたの回復力は大いに役立ち、恐れを知らないあなたは自分の意見を述べるのに問題はないはずです。このカードはまた、この思いやりが現在または近い将来に報われることを予言しており、あなたの人生は非常に安定するでしょう。",
        "reversed_content" => "逆位置の力のカードは、あなたが現在またはこれから激しい怒りや恐怖を経験している（または経験する）可能性を示しています。このカードが通常表す内なる力が欠けているように見え、恐怖を感じ、自分の能力に自信を持てないことを示唆しています。これは、あなたが情熱を忘れ、好きなことをすることから得られる喜びや満足感を失っていることを意味するかもしれません。

逆位置の力のカードは、さまざまな理由でうつ病を経験している人を示すこともあり、彼らの人生からすべての喜びを奪っています。

最終的には、不幸や惨めさのために社会から撤退する人を表すかもしれません。人々が自分の悲しみの原因であると感じているからです。これはまた、他の人が幸せで、さまざまな面で成功しているように見えるときに特に感じる嫉妬心の表れでもあります。このカードは、自信を持って内なる力を活用する方法を学ぶ必要があることを示唆しています。",
        "upright_love" => "愛のタロットリーディングで力のカードを引くと、情熱的で燃えるようなロマンスの最中にいるかもしれません。このカードが示唆する強い感情は、堅固な関係や怒り、嫉妬、その他の感情の爆発に傾きがちな関係を意味することがあります。このタイプの関係には利点と欠点があります。あるいは、力のタロットカードの愛の意味は、思いやり、共感、内なる強さを表しており、これらの品質が必要なパートナーを引き寄せたり、既存のパートナーとの絆を深めたりすることができます。共感は、あなたとあなたのパートナーのニーズや不安をより深く理解することを可能にします。議論や激しい瞬間に直面した場合は、互いに忍耐強く優しく接するのが最善です。",
        "reversed_love" => "愛のタロットリーディングで逆位置の力が出た場合、このカードはあなたの関係がやや依存的であることを示すかもしれません。これは、あなたとパートナーがより独立して自分の興味を追求するのが難しくなる不安から生じることがあります。再び、あなた自身がこの関係に自信を持てず、パートナーと共に安定して歩む自信を持てないため、心が不安定であり、結果として関係の安定化が困難です。逆位置の力のタロットカードの愛の意味は、力と権力が関係でより顕著になることを示唆するかもしれません。一方のパートナーがますます支配的になり、同情的で理解力のある態度が失われることがあります。一方のパートナーのニーズを支援するために、もう一方のパートナーのニーズが踏みにじられないように注意する必要があります。",
        "upright_career" => "あなたの動物的な本能—怒り、推進力、情熱—を活用できれば、キャリアにおいて大きな前進が可能です。これはこれらの本能に支配されるのではなく、それらと協力し、それらを生産的にチャンネルすることを意味します。ここで、あなたは自分の強さを見つけることができるでしょう。このカードは、あなたがすでに才能と能力を持っている可能性が高いことを示唆していますが、大きな動きをするための勇気を奮い立たせる必要があります。昇進の機会を求めている場合は、目立つための行動を起こしましょう。キャリアの方向性を変えたい場合は、大胆に行動しましょう。自分のビジネスを始めることを夢見ているなら、次のステップを踏み出し、始めましょう。",
        "reversed_career" => "あなたのキャリアの願望を妨げているのは恐怖ですか？逆位置の力のカードは、あなたが成功するために必要なすべてを持っている可能性があるが、健全な自信と自分自身への信念を持っていないことを示唆しています。自己疑念を抱え続け、不安と自己疑念が支配的になり、キャリアを前進させる選択をすることを妨げています。もし自分を真剣に見つめ直すなら、あなたは想像以上に能力があることに気づくでしょう。自分の能力を信じれば、他人もあなたを信じるでしょう。",
        "upright_finances" => "衝動的な支出を抑えることに成功している場合、今は快適な状況にいる可能性があります。コントロールを続ける限り、問題はないでしょう。大胆な購入をする準備ができているかもしれません。お金をあなたがいつも夢見ていた何かに投入するかもしれません。",
        "reversed_finances" => "今は衝動的な支出を避けてください。そうしないと、財政状況に通常よりも大きな損害を与える可能性があります。あるいは、今すぐに利益を得るものにお金を使うことをためらっていることを示唆する場合もあります。実際の状況に関係なく、財政的不安を感じるでしょう。",
        "yes_no" => "力のカードは、自信と自己保証を持って人生の課題に立ち向かうことを示しています。これは、あらゆる事柄において強い自己コントロールを行使する能力を持つ強力な人物を示しています。あなたの追求は忍耐と力を必要とするかもしれませんが、求めている答えは「はい」である可能性が高いです。",
        "past" => "あなたの力は、身体的にも精神的にもバランスが取れていました。この内なる力は、あなたの能力の他の可能性を探求する手助けをしてくれたかもしれません。",
        "present" => "あなたの未来を変えるかもしれない提案を拒否しないでください。あなたの信念を信じ、どこにたどり着くかを信じるだけの力を持ってください。",
        "future" => "あなたの未来には、あなたの人生に大きな変化をもたらす強力で活力に満ちた解放があります。自分の真の価値を理解することで、この素晴らしい機会を捉えて人生を改善することができるでしょう。",
    ],
    9 =>
    [
        "id" => 10,
        "type_id" => 1,
        "number" => 9,
        "name" => "隠者",
        "upright_keyword" => "自己反省, 内省, 熟考, 隠遁, 孤独, 自己発見",
        "reversed_keyword" => "孤独, 孤立, 隠遁, 反社会的行動, 拒絶, 社会への再統合",
        "astrology" => "乙女座",
        "element" => "地の元素",
        "image_key" => "09_Hermit",
        "content" => "隠者は、ランタンを片手に持ち、杖を持って一人で山頂に立っている年老いた男を描いています。山は達成、発展、成功を象徴しています。隠者のタロットカードは、彼が得た精神的知識のレベルを示しており、彼はこの知識を皆に伝える準備ができています。彼はまた、自分の目標に対する確固たるコミットメントを持ち、歩む道について深い理解を持っています。ランタンの中には六芒星（ソロモンの印章）があります。これは知恵を象徴しています。彼が持っている杖は権威と力を象徴しています。",
        "upright_content" => "隠者は内なる知識を求める者です。夜の暗い道を歩む孤独な旅人として、彼は長期間の孤独を通じてしか得られないもの、つまり内なる自分の声を探し求めています。それを聞くためには、彼は自分を圧倒しようとする声や欲望の群れから切り離されなければなりません。彼は無意識の暗い夜を、彼を導く北極星のかすかな光だけで進みます。その目的地は彼の家、つまり彼自身です。

  あなたは現在、孤独の必要性を考えています。この反省の機会を恐れずに活用することで、日常生活の雑音をすべて取り除くことができます。隠者はまた、あなたが本当の行動を取る努力をし、自分の真の自己に忠実であろうとしていることを示しているかもしれません。次のステップのために適切な方向性と目標を見つけるために、内なるガイダンスを求めているかもしれません。

  隠者のタロットカードが現れることは、あなたの人生にメンターとなる人物が現れることを示す場合もあります。",
        "reversed_content" => "逆位置の場合、あなたは一人でいたい状況にあるかもしれませんが、それは大丈夫です。しかし、その孤立はあなた自身にも他者にも有害である可能性があります。隠者は内なる真実を求める高尚な志を持って出発しますが、彼の内なる自己への道は大きな危険に満ちているかもしれません。内向きになることは狂気と奈落に導くことがあり、無意識の中には彼がまだ理解していない画像が潜んでおり、彼を誘惑しようとしています。自分の夢に迷い込んだ者のように、隠者は自分自身の世界に閉じ込められ、孤独で、閉じ込められ、非現実的になってしまうかもしれません。あなたは他の人々とのつながりを保ちながら、真実を求める必要があります。

  仕事に関しては、逆位置の隠者は長い間あなたを悩ませている何かに深入りする準備ができていることを示唆しています。調査が必要であり、質問を投げかけ、他の人に状況を知らせる責任があります。",
        "upright_love" => "愛は人生の最大の謎の一つであり、偉大な教師となり得ます。私たち全員に自分自身、ニーズ、恐れ、不安を真に理解することを要求します。隠者のタロットカードの愛の意味は、他人としっかりしたロマンチックな関係を築く前に、自己理解のために少しの間一人になる必要があるかもしれないことを示唆しています。この期間は少し孤独に感じるかもしれませんが、望む愛を見つけるための正しい道を示してくれます。すでに恋愛関係にある場合、この内省は二人で行うべきことかもしれません。あなた方二人は、関係から何を期待し、何がより幸福にするかを考えるかもしれません。最初の会話は不快かもしれませんが、将来の問題に対処するためのしっかりした基盤を築くことになります。",
        "reversed_love" => "逆位置の隠者のタロットカードの愛の意味は、自発的ではなく課された孤独の期間を示すかもしれません。この時期は困難かもしれませんが、それを最大限に活用することで、目標に集中し、パートナーや人生から何を求めているのかを明確にするのに役立ちます。これらは強固な未来の関係を築くための礎石となります。すでに恋愛関係にある場合、どちらかが遠く感じ、徐々に引きこもっているかもしれません。両者の努力にもかかわらず、誰かが関係に孤独を感じているかもしれません。今こそこれらのダイナミクスを検討し、再びつながる方法を見つける時です。注意、ケア、自己認識が必要かもしれません。",
        "upright_career" => "現在、自分のキャリアから本当に何を望んでいるのかを熟考するための必要な時間を過ごしているかもしれません。現在の道が本当にあなたを満足させていないと感じており、不満を感じているかもしれません。今、あなたはどのような仕事が様々なレベルで幸福をもたらすのかを理解しようとしています。お金や経済的安定のためだけに仕事をしている場合、これらの資格はもう十分ではないかもしれません。目的を求めているか、少なくとも自分がなりたい人物に近づける何かを求めているかもしれません。",
        "reversed_career" => "時には、逆位置の隠者は熟考の期間の終わりを示すことがあります。あなたは社会に再統合する準備ができているかもしれませんが、今回はキャリアから何を求めているのかをより明確に理解しています。調整が必要になるかもしれません。新しい仕事を探したり、メンターや仲間を見つけるためにネットワーキングをしたり、キャリアの他の社会的側面を発展させたりすることが必要かもしれません。一方で、孤独の期間がさらに延長されることを示すこともあります。協力を避けることを選ぶかもしれません。最初は孤独感が少ないかもしれませんが、社会的サポートを受け続けることが重要です。このカードは、孤立して働くことを強いられ、孤独感を感じたり、同僚に見捨てられたりすることも示唆しているかもしれません。",
        "upright_finances" => "お金が幸せをもたらさないことに気づくかもしれません。今は物質的なものにあまり焦点を当てず、本当の満足を見つける場所を理解しようとしている時期かもしれません。",
        "reversed_finances" => "財務決定に関しては、外部のアドバイスを求める準備ができているかもしれません。理想的には、物質的な安全とお金の意味を熟考し終え、これらの洞察を実践に移すかもしれません。これが物質的な状況とのより良い関係を築くことにつながることを願っています。",
        "yes_no" => "隠者は精神的な啓示を求めることを象徴するカードです。孤独な内省と熟考も隠者に関連しています。内省と反省を行う必要があるかもしれません。したがって、あなたの質問の答えは「可能」です。",
        "past" => "過去の努力が減速し、受け入れる時が来ました。将来の目標を探し続け、最近得た洞察を考慮してください。",
        "present" => "誰かがあなたのすべての問題を解決する手助けをしてくれるかもしれません。その洞察はあなたを驚かせるかもしれません。その人物はあなた自身です。自分を理解することで、他人をよりよく理解することができます。",
        "future" => "自分の真の本質に気づいたとき、あなたの道を阻むものは何もありません。人生はあなたに挑戦を与えましたが、あなたは未来に立ち向かう準備ができています。",
    ],
    10 =>
    [
        "id" => 11,
        "type_id" => 1,
        "number" => 10,
        "name" => "運命の輪",
        "upright_keyword" => "変化, サイクル, 運命, 重要な瞬間, 幸運, 運, 予期せぬ出来事",
        "reversed_keyword" => "不運, 制御の欠如, コントロールへの執着, 望まない変化, 遅延",
        "astrology" => "木星",
        "element" => "火の元素",
        "image_key" => "10_Wheel_of_Fortune",
        "content" => "運命の輪はデッキで最も象徴的なカードの1つであり、その構成要素それぞれに豊富な意味が含まれています。カードの中央には、複雑なシンボルで覆われた大きな輪があります。その周りには、天使、鷲、牛、ライオンなどの様々な生き物が描かれています。これらは黄道帯の四固定宮（獅子座、牡牛座、蠍座、水瓶座）に関連しています。また、これらの四つの動物は、キリスト教の伝統における四福音書記者を表しているかもしれません。各生き物が持つ本は、知恵と自己理解を伝えるトーラーを象徴しています。蛇は物質世界への降下を示しています。輪の上にはスフィンクスのような姿の人物が座り、下には悪魔またはアヌビス自身と思われる姿が描かれています。これらの二つのエジプトの人物は、神々と王の知恵（スフィンクスの場合）と冥界（アヌビス）を表しており、彼らは永遠に回転するサイクルの中にあり、上昇する者がいれば下降する者もいることを示しています。",
        "upright_content" => "運命の輪は回り続け、人生が良いことと悪いことの両方で構成されており、そのサイクルは我々の制御を超えていることを示しているようです。それは王と労働者の両方に当てはまり、地上の誰もが運命の出来事を避けることはできません。人生の喜びの瞬間に出会った時、それを十分に味わうようにしましょう。なぜなら、上がれば下がるからです。同様に、困難な状況に陥った場合も、やがて好転するでしょう。

ここには人間の制御を超えた強力な力が働いています。季節の変化や太陽の昇り沈みを支配するのと同じ力が、運と個々の運命をも支配しています。その着地点は偶然のようにランダムであり、上にいるか下にいるかはわからないが、輪は常に回転していることを忘れないでください。",
        "reversed_content" => "逆位置の運命の輪が現れると、それは運があなたの味方ではなく、不運があなたを追いかけていることを示します。このカードに関連する場合、それらはあなたの制御を超えた外部の影響によるものであることを理解する必要があります。輪のように、運と運命は常に動いており、時には底にいることがあります。しかし、安心してください。輪は再び回転し、すぐに上に戻るでしょう。

しかし、コントロールの幻想にしがみついてはいけません。このサイクルの教訓は、手放しと受け入れを学ぶことかもしれません。人間の意思と行動だけでは推進できないことがあります。手放すことができないと、状況を変えることができなかった行動を自分自身で責めることになり、さらなる苦しみをもたらします。受け入れることを学ぶと、自分自身を許すことも学びます。前進し続け、最終的にはこの受け入れが再び輪を前進させ、新しいサイクルへと導くことを理解します。",
        "upright_love" => "人生は予期せぬ変化に満ちており、愛も例外ではありません。運命の輪のタロットカードが愛に現れると、あなたの関係において大きな変化を示すことがあります。これらの変化は必ずしも悪いものではないが、調整が必要かもしれません。今、パートナーへのコミットメントが試されるかもしれません。二人が一緒にいるために努力や犠牲を払う必要があるかもしれません。努力を選択すれば、二人は人生の浮き沈みをチームとして乗り越えることを学び、これまで以上に親密になるかもしれません。これらの変化が良いものであれ悪いものであれ、輪は常に回っているため、それらは永続的ではないことを理解することが重要です。",
        "reversed_love" => "時には、どんなに頑張っても、世界は一人の意思に屈しません。人生は予期せぬ妨げをあなたの計画に投げかけることがありますが、これも過ぎ去ることを覚えておくと同時に、あなたは無力です。今、あなたの人間関係に影響を与える外部要因があるかもしれません。それらに適応し、状況をコントロールしようとせずに受け入れることが重要です。今は他の側面が高いリスクを伴うかもしれず、あなたのロマンチックな生活は一時的に後回しにされるかもしれません。もしパートナーがいる場合、これらの問題にチームとして対処し、オープンにコミュニケーションを取ることが重要です。",
        "upright_career" => "キャリアにおいて大きな変化が起こるかもしれません。キャリアパスやポジションを変更することを検討している場合、今がその動きをする良い時期かもしれません。現在の環境における機会を探り、それが出現したときにそれを掴むようにしましょう。時には、今後の変化が困難で挑戦的かもしれませんが、これらは将来の成長のためのスキルを開発する準備をすることができます。これらの変化を受け入れ、適応することで成功に導かれるかもしれません。",
        "reversed_career" => "仕事の生活が急速に変化していると感じるかもしれません。現在、物事に追いつくのが難しいかもしれません。これらの驚きがあなたの計画を乱すかもしれません。過去の解決策を使おうとするのではなく、現在起こっていることに合わせて調整することが重要です。過去や期待に固執せず、柔軟であり続け、計画を変更する準備ができていることが重要です。仕事での責任が変わっていますか？プロジェクトの要求が常に進化していますか？これは非常にフラストレーションが溜まるかもしれませんが、抵抗するのではなく、その中で自分の道を見つけることが重要です。中心を見つけることが大切です。",
        "upright_finances" => "財務に関して、運命の輪は変化を示唆しているため、何が起こっても適応する準備をしておく必要があります。経済的に快適である場合、雨の日のために一定額を貯めておくことを続けるようにしてください。物質的な困難に直面している場合、これは永遠に続くわけではないことを安心してください。出現する機会に目を光らせておいてください。",
        "reversed_finances" => "財務に関してリスクを取る際には注意が必要です。このカードは予期せぬ望まない出来事を示唆するかもしれません。今、小さな緊急基金を設立するのが賢明かもしれません。何も起こらなくても、何かを蓄えておくことで、次に何が起こるかについての不安を軽減するのに役立ちます。世界は常に変化しているため、準備をしておいてください。",
        "yes_no" => "運命の輪は運、変化、人生の新しい方向を表しています。また、上昇と下降も示していますが、このカードの全体的な感触はポジティブであり、運と運命の変化を示しています。あなたが探している答えは肯定的です。",
        "past" => "過去の行動は将来の成功の種です。進展するためには、来る変化を受け入れる必要があります。",
        "present" => "有益な変化が迫っていますが、運は制御を超えていることを覚えておいてください。",
        "future" => "個人の成長と幸福に向けた変化の機会が未来にあります。あなたの行動が成功するかどうかに関係なく、有益な変化を表していることを理解し、心構えを変える準備をしましょう。",
    ],
    11 =>
    [
        "id" => 12,
        "type_id" => 1,
        "number" => 11,
        "name" => "正義",
        "upright_keyword" => "正義, 公平, 結果, 責任, 法律, 真実, 正直, 誠実, 因果応報",
        "reversed_keyword" => "不正, 仕返し, 不正直, 汚職, 不誠実, 不公平, 責任逃れ",
        "astrology" => "天秤座",
        "element" => "風の元素",
        "image_key" => "11_Justice",
        "content" => "正義のタロットカードは、真実、公平、そして法律を象徴しています。彼女が王座に座っているとき、左手の天秤は直感と論理のバランスを示しています。右手に持つ両刃の剣は正義を象徴しています。彼女の冠にある四角形は、正義を施すために必要な明晰な思考を表しています。彼女の背後には紫色のマントと灰色の柱が立っており、赤いマントの下から白い靴の先が見えます。これは彼女が行動の結果をもたらす霊的な象徴です。",
        "upright_content" => "あなたが今下す決定は、自分自身と他人に長期的な影響を及ぼします。常に判断の時が来ます。正義のタロットカードがリーディングに現れると、公平な判断と対応する結果を示しています。過去の決定は、公平に慎重に評価されるでしょう。あなたの状況によって、このカードの解釈は異なるかもしれません。

        もしあなたが不当に扱われた場合、このカードの出現は安心感をもたらすかもしれません。一方、あなたの行動が他人に痛みをもたらした場合、このカードは警告を意味します。彼女の出現は、未来をより良くするために今行動を変える機会を示しています。正義のカードがタロットリーディングに現れるとき、それはあなたの行動を振り返る時です。

        正義のカードのもう一つの意味は真実です。真実は噂ではなく、事実から導かれなければなりません。他人と自分自身の真実を理解し、判断を下す前にそれを公言し、真実を理解することが重要です。正義のタロットカードを見たとき、すべての行動を公平に扱う必要があります。正しい手順に従って真実を理解することで、自分の使命を理解することができるでしょう。

        正義のタロットカードのもう一つの解釈は注意の象徴です。それはあなたの人生やキャリア、または重要な決定に関連しているかもしれません。もし何かに迷っているなら、今が解決の時です。",
        "reversed_content" => "逆位置の正義のタロットカードは、様々なことを示すことができます。逆位置の正義の一つの意味は、否定を示唆しています。あなたは自分の行動や他人の結果を受け入れたくないのです。あなたは罪悪感を避けています。しかし、これらはすべて過去の行動であることを理解しなければなりません。あなたの未来は今日の行動にかかっており、どのようにして秤を再平衡させるかが重要です。過ちを償うためにどのような行動を取るかを考えてください。自分を変えるチャンスを与え、自己判断をやめる行動を取りましょう。法的な問題に関しては、不公平な結果を受け入れられないことを示すかもしれません。",
        "upright_love" => "正義はカルマに関するものであり、努力をしていれば、愛とロマンスが約束されるでしょう。あなたが親切で、愛情深く、支えとなっているなら、関係はあなたが他人に与えるものを反映するでしょう。シングルの場合、あなたの愛情深くポジティブな性格が新しい潜在的なロマンスに特に魅力的です。

        このカードが因果応報の法則に関するものであるため、常にパートナーを公平に扱うことが重要です。恨みや防御的な態度に注意し、関係の中での紛争を尊重と信頼をもって対処してください。妥協と理解が今必要です。時には、このカードは機知に富んだ方法でパートナーの感情を考慮しながら不満を表現することについても触れています。問題を正直に優しく対処すれば、関係は繁栄するでしょう。",
        "reversed_love" => "時には、愛とロマンスが不公平に感じられることがあります。あなたが努力をしても、運が味方しないことがあります。どんな状況であれ、時には歯を食いしばって前に進む必要があります。今は、自分の愛に対する期待が公平かどうかを見直す良い時期かもしれません。完璧な人を求めているが、自分の欠点を補うことができない、または補う気がないのではないですか？あなたの要求や荷物について正直になりましょう。関係にある場合、これは困難な時期であり、公平さと妥協が今まで以上に必要です。責任を他人やパートナーに押し付けないでください。",
        "upright_career" => "もし職場での争いに関与しているなら、正義のカードは、正直、誠実、公平に振る舞う限り、すべてがあなたの有利に働くことを示唆します。これがあなたに当てはまらない場合、このカードは常に誠実に行動し、ミスをした場合でも責任を持つことを思い出させるためのものかもしれません。時には困難なこともありますが、他人はあなたの誠実さと真実へのコミットメントを信頼し、尊敬するでしょう。公正でバランスの取れた取引を通じて、あなたのキャリアは繁栄するでしょう。",
        "reversed_career" => "現在、キャリアにおいて不公平な状況に直面しているかもしれません。これは、他人の責任を取ることや、あなたの仕事の質を低下させようとする者との争いを意味するかもしれません。火に油を注ぐような行動を取るのは誘惑に駆られるかもしれませんが、それは問題を悪化させるだけです。状況をどのように処理するかについて、合理的で論理的、かつ率直であることが重要です。逆位置の正義では、激しい対立が責任をあなたに押し付ける結果になるかもしれません。時には、このカードはキャリアにおいて十分に誠実でなかったことを示すかもしれません。これがあなたをトラブルに巻き込む可能性があります。まだ時間があるなら、今こそ償いをし、習慣を変える時です。間違いの責任を避けて他人を責めることを望んでいるなら",
        "upright_finances" => "このカードは、金融取引において正直さ、公平さ、そして平等を維持することを思い出させます。他人のニーズと自分が受け取るもの、そして与えるもののバランスを確保してください。バランスを保つことで、あなたの財務は順調に進むでしょう。",
        "reversed_finances" => "正義のカードが逆位置でタロットスプレッドに現れると、あなたの財務状況には何らかの不正直さがあることを示唆します。他人と財務情報を共有する際には慎重になり、進行する前に彼らが信頼できることを確認してください。財務状況が一貫して困難である場合、逆位置の正義のカードは、あなたが自分自身の状況に対して責任を持っていないことを示すかもしれません。困難な状況に対する責任を取ることは不快に思えるかもしれませんが、それはまた、あなたを力づけることもできます。",
        "yes_no" => "正義のカードは、カルマ、公平さ、そして人生の様々な側面におけるバランスを表しています。それはあなたにとって有利または不利な結果を示すものではなく、責任、尊厳、そして誠実さがその存在を評価しています。あなたの質問には明確な答えがありません。",
        "past" => "感情のバランスを取ることで報酬がもたらされ、関係においてより調和が取れるようになります。内面的なバランスを見つけることで、人生の混乱を克服することができます。",
        "present" => "あなたは何らかの助言を受けたり、負債を清算することができます。",
        "future" => "すべてが言われ、行われた後、あなたは本当にふさわしいものを手に入れるでしょう。あなたの道徳的な特性は報われるので、正直であり続け、自分自身をバランスを取るように努めてください。",
    ],
    12 =>
    [
        "id" => 13,
        "type_id" => 1,
        "number" => 12,
        "name" => "吊るされた男",
        "upright_keyword" => "犠牲, 待機, 不確実性, 方向性の欠如, 視点, 熟考",
        "reversed_keyword" => "先延ばし, 無関心, 停滞, 犠牲の回避, 優柔不断, 無関心",
        "astrology" => "海王星",
        "element" => "水の元素",
        "image_key" => "12_Hanged_Man",
        "content" => "このカードには、逆さまに吊るされた男が描かれており、その足は生命の木から吊るされています。この木は冥界に深く根を下ろし、天国を支えているとされています。吊るされた男は実際には自分の意思でそこにいると考えられています。彼の顔に浮かぶ穏やかな表情からそう思われます。右足は枝に縛られていますが、左足は完全に自由です。彼の手は背中で逆三角形を形成しています。赤いズボンは肉体と人間の情熱を表し、青いシャツは冷静な感情を表しています。これは聖人によく見られる色の組み合わせです。彼の靴、髪、光輪の黄色は彼の知恵を象徴しています。",
        "upright_content" => "吊るされた男は、前進するために必要な犠牲を理解しています。それは過去の過ちを悔い改めるため、または前進の道を再計算するために計画的に一歩引くことです。ここで過ごす時間は無駄にはならず、彼の進展の一部です。彼の逆さまの状態は、精神的な道を歩む人々の感情を象徴することもあります。彼らは世界を異なる視点で見ています。他人が犠牲の必要性を理解しない場合でも、あなたはそれを異なる視点で見るでしょう。この道を一人で歩むことは、あなたにとって自然なことです。

吊るされた男のカードは、特定の行動を一時停止する必要性を反映しています。したがって、これは優柔不断な期間を示すことがあります。つまり、この特定の瞬間に行動を起こす必要があっても、正しく実行する必要のある行動や決定が遅れる可能性があることを意味します。実際、重要な決定を下す前に少し時間をかけることで、最終的にはより良い結果をもたらすでしょう。

これは主に待機と一時停止に関するカードです。これは、成功を収めるためや適切な機会を待つために必要なことかもしれません。行動を起こすことが常に最善の解決策であるわけではなく、行動しないことが同様に、あるいはそれ以上の利益をもたらす場合があることを忘れないでください。",
        "reversed_content" => "逆位置の吊るされた男の意味は、多くの時間を犠牲にし、何も得られなかったように感じる非常に特定の期間を表しています。特定の物事が絶対に停止しているように感じ、特に解決策や進むべき道がないように感じるかもしれません。あなたがすべてのエネルギーと注意を注いでも、期待通りの結果が得られないように感じることがあります。",
        "upright_love" => "全体として、吊るされた男は犠牲、新しい視点、そして適切なタイミングを待つことに関するものです。シングルの人にとって、吊るされた男のタロット恋愛の意味は物事を急がないことです。どれだけ努力して恋愛を追求しても、デート相手に正しいシグナルを送っても、相手が準備ができていなければ、それはあなた次第ではないかもしれません。関係を強制したりプレッシャーをかけたりせず、一人でいる間に視点がどのように変わるかを見てみてください。これは関係にも同様に当てはまります。重要な話し合いや関係を次のレベルに進める際に、タイミングが問題になるかもしれません。

あるいは、犠牲の概念が今の関係や潜在的な関係で役割を果たすかもしれません。助けが必要であり、これはあなたのコミットメントを試す時期かもしれませんが、同時にあなたたちをより近づけるでしょう。",
        "reversed_love" => "今は行動を起こす時です。逆位置の吊るされた男のタロット恋愛の意味は、待機期間が終わったことを示しています。最近、あなたの恋愛生活は遅れをとっており、ロマンスと愛について異なる視点を考える時間を取らされてきました。理想的には、あなたは関係の期待に対する明確な理解を持っているでしょう。これは、古くから持っていた信念が捨てられている時かもしれません。この新しい視点で、今行動を起こすか、恋愛生活を新しいエネルギーで変えることができます。このカードはまた、愛のために不必要な犠牲を払うことに対する警告でもあります。あなた自身のニーズとパートナーのニーズがバランスされていることを確認してください。",
        "upright_career" => "仕事に関しては、吊るされた男は待機や何をすべきか不確かな気持ちを示すことがあります。プロジェクトが保留されているか、一時停止を余儀なくされているか、次の手を考える時間が与えられているかもしれません。このカードの教訓は、時にはどんなに努力しても、決定を強制したり、タイミングが合わないときに変化を起こすことはできないということです。時には、ただ待つことが必要であり、ビジネスパートナーや同僚からの反応、クライアントからの決定、キャリアの変更に関する決定が適時に来るのを待つ必要があります。リラックスして、そのままにしておきましょう。あるいは、あなたはキャリアに大きな変化をもたらしているかもしれません。",
        "reversed_career" => "吊るされた男が逆位置の場合、あなたがキャリアにおいて行った犠牲が本当に報われていないと感じるかもしれません。最近、キャリアパスを変更したり、再訓練のために時間を取ったり、家族の時間を仕事のプロジェクトに捧げたりしているなら、物事が計画通りに進んでいないように感じるかもしれません。これらの変化が価値がなかったように感じるかもしれません。時には、このカードは先延ばしを示すこともあります。適切なタイミングを待つ代わりに、次のステップに進む決断を遅らせているため、無力感や停滞感を感じることがあります。自分を悩ませずに、積極的に人生に関わる方法を学びましょう。",
        "upright_finances" => "吊るされた男は視点の変更の必要性を示しています。財務に関して何らかの圧力がある場合、この瞬間に一時停止することで、新しい見方を得ることができるかもしれません。悪い状況を好機に変えることはできますか？状況は実際よりも悪く見えますか？",
        "reversed_finances" => "最近、大きな購入や投資を検討している場合、優柔不断やためらいのために次のステップに進むことができないかもしれません。時には、このカードは投資が何ももたらさなかったことを示すこともあります。これは伝統的な金融機関に限らず、例えば、家族の教育のためにお金を貸したが、退学してしまったり、副業に資金を投入したが失敗したりすることもあります。このカードには、何の成果も得られなかった犠牲の感覚があります。これらの状況に対処する方法を将来的に学ぶための教訓としましょう。",
        "yes_no" => "吊るされた男は、パターンを破り、手放し、または変革の期間を通じての変容を示唆しています。それは何かを手放すことで新しい視点を得ることを示しており、肯定的でも否定的でもありません。答えは曖昧です。",
        "past" => "過去の出来事を手放すことは、精神的な生活に新たな価値をもたらしました。犠牲にしたものを新しい方法で見つめ直す必要があります。",
        "present" => "何かを急ぐと、遅れることを示唆しています。助ける行為は助けられる人よりも重要ではありません。",
        "future" => "多くのことが今は未知であり、新しい目標を設定し、慎重に計画する必要があります。適切なタイミングで行動することで、あなたは前進することができます。",
    ],
    13 =>
    [
        "id" => 14,
        "type_id" => 1,
        "number" => 13,
        "name" => "死神",
        "upright_keyword" => "変容, 終焉, 変化, 移行, 手放し, 解放",
        "reversed_keyword" => "変化への恐怖, 否定的なパターンの繰り返し, 変化への抵抗, 停滞, 腐敗",
        "astrology" => "蠍座",
        "element" => "水の元素",
        "image_key" => "13_Death",
        "content" => "ここでは、死が美しい白い馬に乗り、白い模様の黒い旗を持っています。彼は生きた骸骨として描かれています。骨は死後も存在する人間の唯一の部分です。彼は鎧を着ており、それは誰も死を破壊できないことを象徴しています。彼が乗る白馬は純粋さを表し、死が全ての人を浄化することを示しています。彼の足元には、王や乞食を含む全ての階級の人々が横たわっており、死が階級、人種、性別を区別しないことを思い出させます。",
        "upright_content" => "死神のカードは、タロットデッキの中で最も恐れられているカードの一つであり、深く誤解されています。多くの人々はこのカードを言及することを避けますが、それには強力な意味があります。多くの場合、人々はカードの名前を文字通りに理解します。しかし、死神のカードの真の意味は、デッキ全体の中で最も肯定的なものの一つです。

死神のカードは、あなたの人生の主要な段階が終わりを迎え、新しい段階が始まろうとしていることを示しています。新しいドアを開くためには、古いドアを閉める必要があります。過去を後にして、これからに集中するためにエネルギーを使うべきです。

また、あなたが大きな変化、移行、変容を迎えようとしていることを意味することもあります。新しい自分を作り出すためには、古い自分が「死ぬ」必要があります。未来がどうなるか不確かであっても、この変化を歓迎するべきです。なぜなら、あなたは新しい人生の出来事のためにドアを開けているからです。

死神はまた、あなたの人生における健康に害を及ぼす付着物を手放す必要があることを示すこともあります。これを学ぶことは重要な人生の一部であり、前進するために学ぶべき教訓の一つです。",
        "reversed_content" => "逆位置の死神の意味は依然として変化に関連していますが、あなたがそれを抵抗していることを示しています。過去を手放すことを恐れているか、前進するために必要な変化が何であるかを確信していないかもしれません。変化に抵抗し、過去に執着することで、未来が制限され、停滞感を感じるでしょう。あなたの人生の変化にどのようにアプローチしてきたかを評価するための時間を取るべきです。未知のものへの恐れから必要な変化を先延ばしにしてきたことに気づくかもしれません。未来がどうなるか不確かであっても、正しいステップを踏んでいることを信じて前進し続けるべきです。時間に逆らうことは後悔を招くだけです。死神は必ずしも後悔のカードではありません。その警告に従えば特にそうです。",
        "upright_love" => "恋愛や人間関係に関して、死神のタロットカードの恋愛の意味は、もはや機能していない感情的なダイナミクスに囚われていることを示すことがあります。もしあなたが関係にあるなら、それを続けるためには変化を受け入れる必要があります。このカードは、関係を終わらせる必要があるかもしれないことも示唆しています。関係がうまくいっていない場合は特にそうです。死神のタロットカードが閉じるドアは新しいドアを開けます。最初は怖いかもしれませんが、死神のタロットカードがもたらす変容は、恋愛においてもポジティブなものです。婚約など、新しい時代の始まりを意味することもあります。

シングルの場合、死神のタロットカードの恋愛の意味は、健康的で強い関係を築くのに役立つ信念、態度、行動を現在捨てていることを示すことがあります。",
        "reversed_love" => "逆位置の死神のタロットカードの恋愛の意味は、恋愛やロマンスに対する態度やアプローチの変化に強く抵抗していることを示すことがあります。これは、もはやあなたが個人として成長するのに役立たない停滞した関係に表れるかもしれません。関係に依存しているか、快適さ、義務感、または孤独を恐れて一緒にいるかもしれません。

一方で、古い関係が復活することもあります。シングルの場合、逆位置の死神のタロットカードは、健康的な関係に真に関わるためには、否定的なパターンやダイナミクスを避ける必要があることを示唆しています。自尊心の問題、救世主コンプレックス、または癒す必要のある傷がある場合、あなたを愛し尊重するパートナーを見つけるためには、これらを解決する必要があります。",
        "upright_career" => "キャリアの変更を考えている場合、正位置の死神のカードは即座に行動を起こすべきであることを示しています。現在の仕事で無関心や興味のなさ、フラストレーションを経験している場合、決断を下さなければ、人生の出来事があなたに変化を強いるかもしれません。安定性、確実性、安心感を提供するために現在の道に固執しているかもしれませんが、他の面で不満や挑戦を感じている場合、快適さ以上のものを失うことになるでしょう。多くの場合、一つのドアが閉じると、別のドアが開きます。今起こっている変化を受け入れ、それに没頭しましょう。",
        "reversed_career" => "仕事やキャリアの道での変化を強いられていることもあります。しかし、逆位置では、あなたはこの変容に抵抗するために多大な努力をしているかもしれません。不健康な環境、給与の減少、単調なプロジェクトにもかかわらず、あなたはしがみついているかもしれません。変化は避けられません。これは私たちのキャリアや他の側面にも当てはまります。私たちはそれを拒むのではなく、受け入れることを学ばなければなりません。もはや人生に留まるべきでないサイクルにしがみつくと、それが徐々に腐敗し、エネルギーを吸い取ります。時には、このカードは職場での否定的なパターンの繰り返しを表すこともあります。自己破壊的な行動をしていますか？間違いを犯したときに防御的になりすぎていませんか？インポスター症候群が同僚との関わりに影響を与えていますか？これらの不健康なパターンを解放するために何を手放す必要があるかを考えてみてください。",
        "upright_finances" => "死神のタロットカードは損失を予告し、あなたが財務資源の喪失に対処していることを示すかもしれません。この期間はまた、あなたのお金や価値観に対する関係の変化を引き起こすかもしれません。この時期に学んだ教訓は、資源の管理における実際的な変化と、何が本当に重要かを理解する精神的な変化をもたらすでしょう。",
        "reversed_finances" => "財務資源の喪失は避けられないかもしれませんが、それを受け入れ適応するのは難しいかもしれません。この一時的な期間を乗り越えるためには、支出を調整する必要があるかもしれませんが、必要と見なしているものを手放すのが難しいかもしれません。この時期が資源との関係や価値観を変えることを妨げているかもしれません。これらの変化に抵抗するのをやめることを学ぶことで、対処が容易になるかもしれません。",
        "yes_no" => "死神のカードは、新しい始まりのために劇的な変化を示しています。それはしばしば損失、失敗、破壊と関連付けられます。このカードの全体的なトーンはかなり暗く、有望ではありません。したがって、あなたの質問への答えは「いいえ」です。",
        "past" => "あなたは人生の新しい段階に入りました。時間とともに全てが変わり、この世界を歩む道も例外ではありません。",
        "present" => "何か重大なことが近づいており、それは突然訪れるでしょう。あなたは何か貴重なものを失うでしょう。",
        "future" => "前進し、新しい視点で世界を見てください。過去は過ぎ去り、残りの人生があなたの前に広がっていますので、全力で旅を続けてください。",
    ],
    14 =>
    [
        "id" => 15,
        "type_id" => 1,
        "number" => 14,
        "name" => "節制",
        "upright_keyword" => "バランス, 平和, 忍耐, 節度, 落ち着き, 静けさ, 調和, 安らぎ",
        "reversed_keyword" => "不均衡, 過剰, 極端, 不和, 無謀, 急ぎ",
        "astrology" => "射手座",
        "element" => "火の元素",
        "image_key" => "14_Temperance",
        "content" => "節制のカードには、性別が明らかでない翼のある天使が描かれています。これは、性別のバランスを示唆しています。天使の片足は無意識を表す水に、もう片方は物質世界を表す乾いた土地にあります。彼女のローブには、物質界と三位一体の結合を反映する三角形の中に四角形が描かれています。天使は2つのカップを持ち、水を混ぜるような形で持っています。これは、超意識と無意識を表しています。水がカップ間を流れ、統一と無限を示唆しています。

このカードの全てがバランスを表しており、二元性の結合から生じる完全な調和を示しています。彼女のアドバイスは、飛び込む前に新しい水をテストすることです。",
        "upright_content" => "不安や大きなストレスの時に、あなたは冷静でいることができました。あなたは物事に影響を受けずにいる技術を習得しており、これがあなたが探求したいすべての分野で大きな進歩を遂げるのに役立っています。節制のタロットカードは、節度とバランス、大きな忍耐をアドバイスします。このカードが現れる場所では、極端を避けることが示唆されます。

節制のカードは、あなたが明確なビジョンを持ち、達成したいことを知っていることを意味します。これは高等教育のサインであり、あなたの人生の旅において重要な属性です。これはあなたが行っていることに平和を見つけ、すべてがあるべきように展開していることを反映しています。他の人々と比べて、節制のカードは、あなたがコミュニティ、同僚、愛する人たちと調和して適応できることを示しています。あなたの冷静さは、彼らに安心感を与えます。

対立する考えや結果を調和させる能力を持っているため、あなたの内なる自己は静かで平和です。あなたは正義と同情、成功と失敗、喜びと悲しみを調整し、人生のさまざまな要求をバランスさせることを学びました。自分と異なる声を受け入れつつも完全には譲らず、自分の中で対立する考えを調和させることで、真の寛容を達成しています。",
        "reversed_content" => "逆位置の節制は、いくつかのことがバランスを失っており、それがストレスと不安を引き起こす可能性があることを反映しています。他のカードを使って節制カードの真の意味を解釈し、この不均衡を引き起こしている領域を特定することができます。逆位置の節制はまた、特定の道を進むと混乱と過剰に至るという警告として機能することもあります。

長期的な計画やビジョンの欠如も逆位置の節制の意味です。これにより、目標がない状態となり、何をすべきかを探し回っているうちにバランスを失います。反省し、何を変更する必要があるかを慎重に考える必要があります。節制はすべてが節度であることが良いと私たちに思い出させ、私たちの生活でバランスを崩している場所を見直す必要があります。",
        "upright_love" => "恋愛において、正位置の節制のタロットカードの愛の意味は、忍耐、節度、理解、そして中庸を歩むことを示唆しています。このカードは極端を避け、慎重に行動することをアドバイスします。恋愛に関しては、自分の行動を考えてみてください。あなたの態度、信念、思考のどこが過剰かを考えてみてください。潜在的なパートナーに対して攻撃的すぎませんか？それとも逆に、保守的すぎますか？与えることもありますか？または、与えすぎていませんか？これらの特性をどのようにバランスさせることができますか？さらに、あなたの関係や潜在的な関係には、現在、忍耐と協力の努力が必要かもしれません。",
        "reversed_love" => "恋愛において、すべてまたは何も考えない傾向がありますか？恋愛は、人生の多くのことと同様に、灰色の領域で満ちています。逆位置の節制が恋愛のタロットリーディングに現れると、現在の強度が驚くほどかもしれません。どんなに努力しても、恋愛を強制することはできません。もう少し忍耐を持つことが有益かもしれませんし、感情や欲望が極端にならないようにすることが重要です。デート相手が不愉快なことをしたとき、すぐに拒絶する傾向がありますか？潜在的なパートナーに対する期待が高すぎて、誰もそれを満たせないのではないでしょうか？人間は決して完璧でないことを覚えておくことが重要です。欲望が現実的であることを確認しましょう。",
        "upright_career" => "忍耐と節度は、キャリア目標を達成するための有用なツールです。仕事に関しては、欲しいものを見つける可能性がありますが、それは日々の努力とともにゆっくりと静かに訪れるかもしれません。あなたの献身と感情的な状況を冷静に処理する能力は、同僚や上司に注目されるのに役立つでしょう。キャリアパスを変えることに関しては、節制のカードは忍耐、安定、集中を保つように思い出させます。良いことはすべて時間がかかります。節制はまた、あなたがキャリアと人生のさまざまな側面をバランスよく取り組んでいることを示唆しています。それは全ての野心でもなく、単なる給与のためでもありません。",
        "reversed_career" => "職場で何かがバランスを欠いているかもしれません。仕事に全力を尽くし、他の面が犠牲になっていますか？いつも遅くまで働いていて、それがすべて報われることを望んでいますか？または、怠けていて、同僚からの反感を買っていますか？前者は成功をもたらすかもしれませんが、長期的には有害です。これが当てはまる場合、この不均衡を修正するようにしてください。プロジェクトを完了する際、急がず、無謀な選択をしないようにしてください。仕事の質が低下する可能性があります。",
        "upright_finances" => "節制のカードは、あなたの財務アプローチが節度とバランスが取れていることを保証できます。これは、あなたが一生懸命貯蓄しつつ、時々自分を報いるために手頃なものを購入できることを意味します。時間とともに、あなたは着実かつ勤勉な貯蓄を通じて資源を築くことができるかもしれません。",
        "reversed_finances" => "常に高価な贅沢品を買う必要がありますか？それとも、あまりにも倹約しすぎて、一度も自分に小さな贈り物を与えませんか？これらの態度のどちらも長期的には持続可能ではありません。前者は、将来の快適さよりも即時の満足を優先し、後者は逆です。財務目標を考慮し、現在の幸福と将来の幸福の両方が快適な中間地点を見つけるようにしてください。",
        "yes_no" => "節制は、神の介入と調和を意味します。あなたのタロットリーディングにおける節制の出現は、あなたが非常に自信を持ち、運命をコントロールしていることを示唆しています。質問への答えは「おそらくはい」です。",
        "past" => "過去に調和のとれた生活を送っていました。このことが、他者と協力する方法を教え、将来にも繰り返される運命にあります。バランスのとれた生活によって大きな影響を受け、あなたはより良くなりました。",
        "present" => "あなたが望んでいたものが最終的に手に入ります。夢を実現するために努力してきました。富の増加、学業やキャリアの向上、健康的な関係、そして結婚があなたの人生に現れることを期待してください。この喜びは愛する人たちにも広がるかもしれません。",
        "future" => "過剰にふけることは避けてください。冷静な心を保ち、適切に考えれば、将来の対立は解決され、新しい章が始まります。",
    ],
    15 =>
    [
        "id" => 16,
        "type_id" => 1,
        "number" => 15,
        "name" => "悪魔",
        "upright_keyword" => "抑圧, 依存, 強迫観念, 依存症, 過剰, 無力感, 制限",
        "reversed_keyword" => "独立, 自由, 啓示, 解放, 力の回復, コントロールの回復",
        "astrology" => "山羊座",
        "element" => "地の元素",
        "image_key" => "15_Devil",
        "content" => "このカードは、バフォメットとして知られる悪魔の最も有名な表現を描いています。山羊と人間の半分ずつの姿であるだけでなく、悪魔はコウモリの翼と逆五芒星を額に持っています。彼は台座に立っており、裸の男と女がそれに鎖で繋がれており、彼の支配下にあることを示唆しています。

男と女には角が生えており、悪魔と一緒にいる時間が長くなるほど人間らしさが失われていくことを示しています。鎖によって、彼らが悪魔に捕らえられているかのように見えます。男の尾には炎があり、女の尾には葡萄の鉢があり、それぞれ権力と人生の快楽への執着を象徴しています。

よく見ると、男と女は幸せではありません。彼らの個人的な力は奪われ、裸であることを恥じているのです。",
        "upright_content" => "タロットリーディングで悪魔のカードを引くことは、人生の罠、虚しさ、充実感の欠如を経験していることを示しています。また、物質主義や富の奴隷になっており、どれだけ努力しても贅沢なライフスタイルを求める気持ちを抑えられないことを意味するかもしれません。

このような生き方があなたを深い穴に引き込んでいることを認識しているかもしれませんが、行動や衝動をコントロールする力がないと感じています。

物質的なものや感覚的な快楽に対する依存が、無力感や閉塞感の原因である可能性もあります。その場合、衝動や意志力をコントロールできず、これらの欲望を超えるものに向かうことができない奴隷のように感じるかもしれません。",
        "reversed_content" => "逆位置の悪魔のカードは、人が自己認識を持ち、依存症や悪い習慣から解放される瞬間を示すことができます。これは、彼らがそのサイクルに疲れ、変化が必要だと感じた結果かもしれません。

しかし、通常一つは明らかです—これらの鎖、特に依存症の鎖を解放することは決して簡単ではありません。したがって、必要な変化を行う準備をしなければならず、最初は痛みを感じるかもしれませんが、最終的には真の自己を再発見することで報われるでしょう。

このシナリオでは、自己評価が必要であり、個人は解放する必要のあるすべてのものをリストアップする時間を取らなければなりません。一度それが完了したら、自己改善の困難な旅に出るべきです。",
        "upright_love" => "恋愛のタロットリーディングにおいて、悪魔は欲望と誘惑を象徴します。このカードは快楽主義や自己中心的な満足をもたらすことがあります。あまり深刻でない文脈では、単に人生のあらゆる地上の快楽を追求することを意味するかもしれません。少しの楽しみを楽しむことに問題はありませんが、他人を傷つけたり誤解を招かないように注意しましょう。もしあなたが一時的な関係を求めているだけなら、そのことをデート相手に伝えるのはあなたの責任です。彼らがあなたのライフスタイルが自分に合わないと感じた場合、彼らに圧力をかけないようにしましょう。コミュニケーションがこれまで以上に重要になります。

代わりに、悪魔のカードは愛と関係における依存症を意味することもあります。これは共依存として現れることがあります。時間が経つにつれて、これは両者の人格と自己認識を蝕むことがあります。注意を払い、関係が強固なままであることを確認しましょう。",
        "reversed_love" => "逆位置の悪魔のカードは、あなたが固い恋愛パターンや依存症から解放されつつあることを示すかもしれません。あなたは今、自分の恋愛生活を以前よりもコントロールしていると感じているかもしれません。場合によっては、支配的なパートナーや自己を表現できない共依存関係の終わりを示すこともあります。あなたはパートナーとの結びつきが健康的でないか支援的でないことを認識しているかもしれません。独立を育み、進歩に誇りを持ち続けましょう。",
        "upright_career" => "現在のキャリアに関して、あなたは閉塞感や停滞感を感じ、好きでない場所にとどまるしかないと感じているかもしれません。この状態では、環境、運の悪さ、または多くの外部要因を非難するのが容易です。あなたはこの仕事に依存し、幸福をもたらす変化を起こせないと感じているかもしれません。時には、このカードは自己破壊や職場の同僚との関係における被害者意識を示すこともあります。どれだけ厳しく感じても、悪魔の出現は、あなたが考えるよりも多くの選択肢があり、力を取り戻す必要があることを示唆しています。嫌いな状況に責任を持つことは恐ろしいかもしれませんが、それはまた力を与えることもあります。",
        "reversed_career" => "仕事に関して、あなたはキャリアの選択に対する責任を取り戻し、将来の問題を避けるために必要な変化を行っています。閉塞感のある状況にあった場合、行動を起こしているかもしれません。これは、充実感のない仕事や不健康な環境を離れること、または同僚との緊張を解消することを意味するかもしれません。あなたは安定のために仕事に依存していないと感じ、安定を自分自身の中に見つけることができることを理解しています。独立を再発見する際の変化に注意を払いましょう。",
        "upright_finances" => "困難な財政状況は、悪魔のタロットに関連する悪習によって悪化しているかもしれません。これは、通常あなたがこの状態から抜け出すために取るべき多くのステップがあることを示唆しますが、解決策が見えないか、財政を扱う方法を変えることができないかもしれません。衝動的な支出、ギャンブル、または物質的資源のコントロールができないかもしれません。あなたができるすべてを行っていることを確認しましょう。",
        "reversed_finances" => "過去に悪い財政習慣があった場合、コントロールを取り戻すために必要な変化を行っているかもしれません。もしあなたの物質的資源が他者、例えばパートナーや家族に依存していた場合、新しい独立の感覚を楽しんでいるかもしれません。",
        "yes_no" => "悪魔はすべてに対して否定的な意味合いを持ちます。怒り、暴力、誘惑、恐怖、疑念は、このカードに関連する恐怖の一部に過ぎません。これは、不健康な関係、依存症、または嘘に囚われていることを示唆しています。疑いなく、このカードはあなたに「いいえ」と言っています。",
        "past" => "あなたが下した選択の一つは、あなたにとって間違っていました。否定的な力があなたの進歩を遅らせています。",
        "present" => "あなたの影響を超えた出来事があなたの人生を変えます。それが良いか悪いかは不明ですが、過剰な行動を避け、真実に忠実でありましょう。",
        "future" => "あなたが内なる美を発見し、世界に依存しない時が近づいています。あなたの人生を変える勇気を見つけましょう。あなたの人生は理解を超えたものになるでしょう。",
    ],
    16 =>
    [
        "id" => 17,
        "type_id" => 1,
        "number" => 16,
        "name" => "塔",
        "upright_keyword" => "災害, 破壊, 動乱, トラウマ, 突然の変化, 混乱",
        "reversed_keyword" => "災害の回避, 間一髪, 災害の回避, 嵐の前の静けさ",
        "astrology" => "火星",
        "element" => "火の元素",
        "image_key" => "16_Tower",
        "content" => "塔のカードには、山頂にそびえる高い尖塔が描かれています。雷が塔を直撃し、炎に包まれています。窓から炎が噴き出し、人々が必死に窓から飛び降りています。彼らは悪魔のカードに見られる同じ人物たちかもしれません。彼らは内部の動乱と破壊から逃れようとしています。この塔は、欠陥のある前提に基づいた野心を象徴しています。この塔の破壊は、新しいもののための道を開くために必要です。その啓示は、真実やインスピレーションの閃光として現れることがあります。",
        "upright_content" => "塔は最も急進的で必要な変化を表します。このカード自体が非常に不安を引き起こすように見えるのはそのためです。しかし、それは必ずしも恐ろしいものや不吉なものではありません。このカードの核心には、根本的で画期的な変化というメッセージがあります。

塔のカードが示す出来事は、必ずしも災害や大きな損失のような恐ろしいものである必要はありません。変化そのものは人々が受け入れなければならない生活の一部です。しかし、それは時に恐ろしいものになるかもしれません。なぜなら、この出来事の前に知っていた真実を手放さなければならないからです。古い方法はもはや役に立たず、あなたはそれらを置き換えるための別の一連の信念、価値観、プロセスを見つけなければなりません。

より前向きな観点から言えば、過去の古い基盤をより真実で、将来あなたに役立つものに置き換える時が来ています。

仕事に関しては、避けられない議論が発生するでしょう。あなたの怒りをコントロールしなければなりません。他人を傷つけるようなことを言わないようにしましょう。恋愛に関しては、あなたのロマンチックな関係が終わりに近づいているかもしれません。これを警告として受け取りましょう。あなたが本当に関係を大切に思っているならば、ダメージコントロールの措置を取るか、誤解を解くためにコミュニケーションを図る時です。財務に関しては、塔の意味は取引を確保する必要があることを示しています。",
        "reversed_content" => "塔のカードが逆位置に出た場合、あなたは危機が迫っているのを感じており、その実現を避けるためにあらゆる手段を尽くしています。あなたが気づいていないのは、これらの失敗があなたが間違ったものに依存するのを壊すのに役立つかもしれないということです。塔は欠陥のある基盤に基づいて建てられており、それは崩れなければなりません。破壊は痛みを伴うでしょうが、その結果生まれる謙虚さが私たちに平和をもたらすでしょう。

あなたが依存していたものはもはや存在しません。これを劇的で苦痛な変化と見なさないでください。今こそ、自己依存を高める時です。",
        "upright_love" => "塔の恋愛タロットでの意味は、根本的な大きな変化を示します。弱い、または不安定な基盤の上に築かれた関係は長続きせず、崩れるかもしれません。最初は痛みを伴いますが、これらは新しい経験への道を開くものです。あなたの関係があなたのアイデンティティにとって非常に重要であるかもしれません。たとえあなたが不幸でも、良いパートナーや親であることを誇りに思い、関係を続けることができます。これらの時期は困難かもしれませんが、これらは過ぎ去ることを知っておいてください。もしあなたが独身であれば、それは関係が崩壊するのではなく、あなたにとって愛とは何かについての全体的な見解と理解が崩れるかもしれません。愛についてのどんな信念があなたの最高の自分に役立っていないのか。これらを変える必要があります。",
        "reversed_love" => "変化は受け入れるのが難しいことですが、私たちがどれだけ抵抗してもそれはやってきます。あなたの関係に問題が見えているなら、今がそれを解決するチャンスです。そうすることで、将来的な大きな問題を防ぐことができます。不満が募っていますか？些細なことで口論を避けているのですか？これらのことは徐々に大きな問題に変わり、かつて幸せだった関係を破壊する可能性があります。時には、このカードは機能していない関係を終わらせる準備ができていることを示すかもしれません。",
        "upright_career" => "キャリアに関しては、現在多くのストレスがあるかもしれません。塔は突然の失業や責任の急増による混乱を意味するかもしれません。外部環境の何か、新しい上司や同僚の退職などが職場での災害を意味するかもしれません。これらの時期は一時的な混乱かもしれませんが、長期的にはより良い未来をもたらすかもしれません。",
        "reversed_career" => "仕事のストレスにもかかわらず、あなたは乗り越えられるかもしれません。例えば、職場でのレイオフのラウンドを乗り越えて、仕事を保つことができたかもしれません。これは安堵を感じるかもしれませんが、本当に充実したキャリアを見つけるのを妨げることもあります。時には、塔は私たちが昏睡状態から目覚める必要があることを示しており、単調な仕事を離れる動機になるかもしれません。これが他の可能性を探る機会かもしれません。",
        "upright_finances" => "今は資金を貯めておくのが賢明です。塔は最悪の災害を示し、財政も例外ではありません。突然の資源の損失を引き起こす不快な驚きがあるかもしれません。",
        "reversed_finances" => "財政の災害を回避できた場合、安堵を感じる時間を取ってください。しかし、塔は前進するために必要なことを受け入れるのが最善であるかもしれないことを示唆しています。例えば、今月借金を返済して破産を回避できた場合、長期的には状況を受け入れて破産を宣言する方が簡単で健康的かもしれません。あるいは、支払いが厳しい家を購入している場合、それを売却する方が賢明かもしれません。さもなければ、一つの災害を回避しただけで次の災害の準備が整い、無限に苦しむことになるかもしれません。今、負担を軽減するために何ができるかを考え、勇気を持って状況に向き合いましょう。",
        "yes_no" => "塔は予期しない出来事とあなたの人生に起こる変化についてです。しかし、これらの変化は壊滅的で、破壊的で、全体的に否定的です。事故や災害、その他の生活の領域へのダメージに関連しているかもしれません。このカードが提供する答えは「いいえ」です。",
        "past" => "このカードは、あなたの野心の基盤の弱さを強調しています。あなたは偽の報酬を期待する傾向がありました。新しい、ポジティブなアイデアのためにそのような希望を手放す必要があります。",
        "present" => "あなたの人生に紛争が起こりそうです。関係を再評価し、長持ちするように再構築する必要があります。",
        "future" => "直面する挑戦を歓迎することで、あなたの未来は明るくなるでしょう。物事を望むように見て、それを実現させましょう。したがって、予期しない失敗に直面しても冷静さを保ち、すべてが時が経てば過ぎ去ることを信じ続けましょう。",
    ],
    17 =>
    [
        "id" => 18,
        "type_id" => 1,
        "number" => 17,
        "name" => "星",
        "upright_keyword" => "希望, インスピレーション, ポジティビティ, 信念, 再生, 癒し, 若返り",
        "reversed_keyword" => "絶望, 希望の喪失, ネガティブ, 信念の欠如, 落胆",
        "astrology" => "水瓶座",
        "element" => "空気の元素",
        "image_key" => "17_Star",
        "content" => "星のカードには、小さな池のそばに跪く女性が描かれています。彼女は2つの容器を持ち、一方の容器からは乾いた地面に水を注いでいます。それが地面を肥沃にするためのものであるかのように。彼女の周りの豊かな緑は、それがうまくいっていることを示しています。片足は水に浸かり、女性の精神的な能力と内なる強さを示しています。もう一方の足は地面にあり、彼女の実践的な能力と強さを示しています。彼女の背後には大きな中心の星と、それを取り囲む7つの小さな星があります。これらの星はチャクラを象徴しています。木の枝に立っている鳥は、思考の神聖な鳥であるアイビスを表しています。",
        "upright_content" => "星のカードは希望、再生の力、そして人生を続けるための力をもたらします。これは、あなたが宇宙によって非常に祝福されていることを示しており、それは周囲の多くのものに見られるかもしれません。このカードは塔のカードの後に来るため、今すぐには明白でないかもしれません。あなたが満足を得るために必要なものはすべてあなたの内にあり、必要なのは勇気です。このため、喜ぶ理由があります。このカードを見ることは、信念を持つメッセージです。宇宙はあなたを祝福し、必要なものをもたらしてくれるでしょう。

星のカードを引くことは、あなたがひどい人生の挑戦を乗り越えてきたことを意味します。あなたはそれを失わずに希望を持ち続けました。苦しんでいる間、あなたは自分の強さに気付かなかったかもしれませんが、今ではその損失があなたの回復力と内なる力を発見するのに役立ったことに気付いているかもしれません。今こそ、あなたが持っているすべてを感謝することができるのです。",
        "reversed_content" => "星のカードが逆位置にあるとき、それはすべてがあなたに反対しているように感じることを意味します。普段は興奮する挑戦が、今では圧倒的に感じられるかもしれません。あなたは何かに対する信念を失っているかもしれません、それがあなた自身の中にあるものであれ、普段大切にしているものであれ。

希望と信念がなければ、私たちは直面する挑戦に対して前進する動機を見つけることができません。あなたの人生のどこに絶望を感じていますか？どのような点であなたはすでに諦めているのでしょうか？それはあなたの行動にどのように影響しますか？逆位置の星は、希望とポジティブなエネルギーを育てるよう求めています。これにより、行動が恐れではなく喜びによって推進されるのです。",
        "upright_love" => "星のカードの恋愛の意味は、愛とロマンスにおける多くの希望を示唆しています。あなたの希望と楽観主義は、あなたを魅力的でカリスマ的に感じさせる強力な磁石になることができます。もしあなたが別れから回復しているなら、このカードはあなたが正しい道を進んでおり、自信を再構築して前進していることを示しています。もしあなたの関係が困難な時期を迎えた場合、これも癒しの時期である可能性があります。お互いにコミュニケーションと誠実さを保つ限り、二人をより親密にする大きな可能性があります。",
        "reversed_love" => "自己不信と自信の喪失が、逆位置の星の出現であなたの判断を曇らせるかもしれません。自信を欠いていることに悩まされていますか？自分の欠点に過度に批判的ですか？何があなたを愛にふさわしくないと感じさせるのでしょうか？他人はこれを感じ取り、あなたのネガティブな感情を強化し、さらに悪化させることがあります。今は自分の良い面を思い出し、自分を価値あるパートナーとして見ることが重要です。

疑念と信念の喪失は、自分自身だけでなく、愛全体に対する感情にも当てはまります。長い間独身であるなら、シニシズムが愛は痛みだけをもたらすとか、追求する価値のない幻想だと信じさせるかもしれませんが、実際にはそれは他人を遠ざける態度です。",
        "upright_career" => "仕事に関しては、あなたの野望が実現することを信じましょう。これはあなたに大きなポジティビティをもたらし、他の人々に気づかれることができ、あなたが望む機会につながる可能性があります。新しい仕事や昇進を探している場合、星は希望を持ち続けるように思い出させます。最近、仕事で困難な時期やストレスの多い時期を経験したなら、星は回復の時期を示しています。これはあなたの回復の期間中に静かで平和な時間となるでしょう。",
        "reversed_career" => "逆位置の星では、あなたのネガティビティが仕事に影響を与えている可能性があります。もう熱心でも創造的でもないかもしれません。希望が打ち砕かれましたか？物事が良くなると信じるのをやめましたか？絶望すると、状況が悪化し続け、前進する意欲を抑制することがあります。今、物事が緊迫しているかもしれませんが、あなたが想像するほど悪くはないかもしれません。アプローチ、視点、または態度を変えることで、ポジティブな変化を引き起こすかもしれません。",
        "upright_finances" => "財務に関して、星は信念とポジティビティが財務目標を達成するのに役立つことを示しています。あなたの財務将来に向けて努力する一方で、すでに持っているものに感謝し、それがこの道を続ける動機となるでしょう。",
        "reversed_finances" => "財政的に苦労している場合、逆位置の星はすべての希望が失われているわけではないが、諦めてしまっていることを示唆しているかもしれません。ポジティブな見解を持ち、状況を変えるための行動を起こすことができるなら、まだできることがあります。よりポジティブな見通しを持つことで、機会を見つける手助けにもなります。",
        "yes_no" => "星は希望、再生、美を意味します。それは精神的な平和、幸福、そしてポジティブな機会の時期を示唆しています。このカードの全体的な感じは楽観的で静寂です。その存在によって示唆される答えは「はい」です。",
        "past" => "あなたの強い直感と即興のスキルがあなたを人生の正しい場所に導きました。これはまた、予期しない現実に直面した時に迷子になったと感じたことを示すかもしれません。",
        "present" => "いくつかのアイデアや考えがあなたの中で湧き上がっています。あなたは努力を通じて人類に貢献したいと望んでいます。",
        "future" => "希望を失わないでください。あなたは問題の解決策を見つけ、すぐに成功を収めるでしょう。",
    ],
    18 =>
    [
        "id" => 19,
        "type_id" => 1,
        "number" => 18,
        "name" => "月",
        "upright_keyword" => "幻想, 直感, 不確実性, 混乱, 複雑さ, 秘密, 無意識",
        "reversed_keyword" => "恐怖, 欺瞞, 不安, 誤解, 明晰, 理解",
        "astrology" => "魚座",
        "element" => "水の元素",
        "image_key" => "18_Moon",
        "content" => "月のカードには、遠くへ続く道が描かれています。道の両側にはオオカミと犬が立ち、野性的な本能を象徴しています。一方は飼いならされ、もう一方は野生のままです。池からは小さなザリガニが這い出ており、意識の初期段階を表しています。池は無意識の心を象徴しています。遠くには、中央の道を挟んで2つの塔が立っており、このカードの二重性を示唆しています。すべてが互いに反響し合い、2つの可能性を示唆しています。この道を歩むことで、意識と無意識、飼いならされた犬の側と野性的なオオカミの側の間の細い線を歩むことになります。

塔は善と悪の力を表しており、見た目の類似性は、それらを区別することの難しさを暗示しています。",
        "upright_content" => "月のカードは、あなたの想像力があなたに悪戯を仕掛けているかもしれないことを象徴しています。夜の闇の中で道を歩む際に、前方に何があるのか不確実で、危険が潜んでいるかもしれません。あなたはカードの道に踏み出すザリガニです。月の光があなたに明確さと理解をもたらし、直感に従ってこの暗闇を進むべきです。

今か将来にかかわらず、心に恐怖や不安を引き起こす状況に注意を払う必要があります。内面的な不安や自己欺瞞に負けず、これらの深い記憶と恐怖を解放し、ネガティブなエネルギーを建設的なものに変える必要があります。

月のカードの別の解釈は、幻想の存在です。隠された真実が発見される必要があります。今見えているものが光のトリックかもしれません。解き明かす必要がある隠された力を探し求める必要があります。",
        "reversed_content" => "逆位置の月のカードは、月の暗くネガティブな側面があなたの人生に存在することを示唆しています。混乱や不幸を表すことができ、進歩したいと思っていても、何が正しいか分からない状態です。不安や恐怖に対処し、それらを克服する必要があります。それらは暗闇の中の影のようなものです。今こそ自分を信じて前進する時です。

逆位置の月は、直感の時期にあるか、最近混乱、不安、自己欺瞞と闘っていたことを示しています。感情を誤解しているかもしれませんが、これが改善されつつあることを示しています。

逆位置の月のもう一つの意味は、混乱をもたらしていた夜の力が消え始めていることです。不安や恐怖を管理し始め、直面していたネガティブなエネルギーが徐々に消えつつあります。物事のポジティブな面を見つけることで解放感を得ることができます。",
        "upright_love" => "恋愛タロットにおける月の意味は、この時期の感情が複雑であることを示唆しています。誤解が蔓延している可能性があり、すべてが見た目通りではないかもしれません。真実を見つけるために努力が必要かもしれません。他人の意図だけでなく、自分の感情、欲望、動機も理解するようにしてください。古い態度、信念、アイデアが判断を曇らせているかもしれません。多くのことが無意識に隠されており、それが愛を受け入れる能力に影響を与えている可能性があります。過去の関係があなたを苦しめていますか？愛に対する信頼を失いましたか？自分が愛されるに値しないと感じていますか？これらすべてが、関係を扱う方法に深く影響を与えることがあります。今こそそれらを調査し、その真の性質を明らかにする時です。",
        "reversed_love" => "逆位置の月のタロットの愛の意味は、混乱と欺瞞が存在する可能性を示唆しています。この時点で必要な情報がすべて揃っていない可能性があり、直感に頼って真実を見つける必要があるかもしれません。パートナーに正直ですか？彼らはあなたに正直ですか？時には、欺瞞には必ずしも悪意のある動機があるわけではなく、誰かを傷つけたくないという思いや対立を避けるために行われることがあります。しかし、真実を隠すことは持続可能な状況ではありません。",
        "upright_career" => "キャリアに関しては、現在不確実性があるかもしれません。目標が不明確で、どの方向に進むべきか分からないかもしれません。あるいは、現在の職場が緊張感に包まれているかもしれません。これは、プロジェクトの目標や役割の不明確さから生じるものです。誤解が一般的であるため、明確にコミュニケーションを取りましょう。同じ理由で、現在健全な仕事の決定を下すために必要なすべての情報が揃っていないかもしれません。誰が事実を明確にするのを助けてくれますか？",
        "reversed_career" => "一方で、逆位置の月は、仕事や職場の不確実性や混乱が解消されつつあることを示唆しています。物事がより透明になり、どの方向に進むべきかが明確になるかもしれません。もう一方で、逆位置の月は、状況が悪化していることも示唆しています。誤解や誤伝達がエスカレートし、欺瞞、嘘、破壊工作に発展するかもしれません。職場や同僚に関する不安や恐怖が現実のものとなり、みんなが防御的で保護的、偏執的になるかもしれません。",
        "upright_finances" => "現在、主要な財務決定を下すのに最適な時期ではないかもしれません。月は、現時点で利用可能な情報が不完全であることを示唆しています。財務行動を取る場合は、より深く掘り下げて質問することを恐れず、最善の決定を下すために必要な情報を得るようにしましょう。財務に関する混乱や不確実性が問題となっているかもしれません。",
        "reversed_finances" => "最良の場合、逆位置の月は、財務状況と目標がより明確になっていることを示唆しています。主要な決定や将来の投資に満足するために必要なすべての情報を持つことができます。しかし、最悪の場合、逆位置の月は、財務状況に関する欺瞞があることを示唆しています。直感を信頼してください。しかし、恐怖と直感を区別するようにしてください。",
        "yes_no" => "月は幻惑的で混乱を引き起こすカードです。それは、リスク、秘密、ある程度の精神的混乱を示唆しています。人生の中で追求しているどんな努力にも注意を払うように警告しています。あなたが求めている答えは「いいえ」です。",
        "past" => "過去の出来事の理解は、現在の認識によって歪められているかもしれません。過去を振り返り、ピースが合っていることを確認してください。不確実性を排除することで、より平和を見つけることができます。",
        "present" => "挑戦が近づいています。それは、新しい創造的なプロジェクトや関係の対立の形を取るかもしれません。あなたの過去が最良の行動方針を明らかにします。",
        "future" => "想像力を行動と組み合わせれば、創造性が成功をもたらすでしょう。自分の可能性を追求することで、あなたの人生に多くの対立をもたらすかもしれませんが、その結果は美しいものになるでしょう。",
    ],
    19 =>
    [
        "id" => 20,
        "type_id" => 1,
        "number" => 19,
        "name" => "太陽",
        "upright_keyword" => "幸福, 成功, 楽観, 活力, 喜び, 自信, 充実, 真実",
        "reversed_keyword" => "幸福の阻害, 過度の熱意, 悲観, 非現実的な期待, 傲慢",
        "astrology" => "太陽",
        "element" => "火の元素",
        "image_key" => "19_Sun",
        "content" => "太陽のカードは楽観と充実感を感じさせます。このカードは最も暗い夜の後に訪れる夜明けを象徴しています。太陽は地球上のすべての生命の源であり、生命エネルギーそのものを表しています。このカードには前景で楽しそうに遊んでいる子供が描かれています。この子供は私たちの無垢を象徴し、自己と一致しているときに得られる幸福を表しています。子供は裸で描かれており、隠すものが全くないことを意味しています。このカードはまた、子供時代の無垢と絶対的な純粋さを描いています。これは特に子供が乗っている白い馬によって強調されています。ここで、馬は力と高貴の象徴でもあります。",
        "upright_content" => "太陽のカードは成功、豊かさ、そして輝きを表しています。太陽そのもののように、このカードはその温かさを感じる者に力と活力をもたらします。多くの喜びと幸福があなたに訪れるでしょう。

あなた自身の個人的な達成によって、あなたは他者にもインスピレーションと喜びをもたらします。人々はあなたが彼らの生活にもたらす温かさと美しいエネルギーに引き寄せられます。また、あなたは自分の特質や成果を他者と共有する立場にあります。あなたは最も大切な人々に対して愛と愛情を放射しています。

このカードは、今あなたが正当に得た自信を持っていることを示しています。現在、人生は特に良い状態であり、太陽はあなたが目標を達成するのを照らしています。太陽はタロットカードの中で良い感情と充実感を提供するカードです。",
        "reversed_content" => "逆位置の太陽は、特定の状況のポジティブな側面を見つけるのが難しいかもしれないことを示唆しています。雲があなたが前進するために必要な暖かさと光を遮ることがあるかもしれません。これにより、自信と力を得ることが難しくなります。楽観と熱意を減退させるような挫折に直面するかもしれません。

一方で、逆位置の太陽は、あなたが非現実的であることを示唆するかもしれません。特定の状況に対して過度に楽観的である可能性があります。これらは、あなたが正しい軌道に乗って成功を続けるために考慮すべきことです。",
        "upright_love" => "太陽と共に光、生命、そして温かさがもたらされます。太陽のタロットの愛の意味は、あなたの関係や一般的なロマンチックな生活にも多くの同じものをもたらします。このカードには幸福、祝祭、そして充実感が含まれています。この光の中で、あなたの関係は花開き、人生の恵みを楽しむ中で二人の絆が強くなるでしょう。今は調和が見られ、この時間を利用して愛する人との絆をさらに強めることができます。もし独身であれば、今こそ外に出て自分を輝かせる時です。あなたのポジティブさと輝きは今とても魅力的であり、夢見ていたロマンスをもたらすかもしれません。",
        "reversed_love" => "太陽は雲に一時的に覆われても輝き続けます。もし関係が順調であっても退屈を感じるかもしれません。関係を当然のものと考えていますか？日常のルーティンや平凡なタスクでパートナーとの間に溝が生じていますか？二人のロマンスを再燃させるためには、もっと楽しい時間を共有する必要があるかもしれません。太陽は正位置でも逆位置でも常にポジティブなカードですが、逆位置ではすでに持っている良いものを見るのを妨げる何かがあることを意味します。パートナーを愛していますか？関係において何を感謝できますか？",
        "upright_career" => "あなたのキャリアに関して言えば、太陽は成功、楽観、喜びをもたらします。現在の仕事において、あなたは大きな熱意、やる気、幸福を感じる時期にあるかもしれません。あなたのキャリアは精神的にも物質的にも満たされていると感じるでしょう。この喜びとポジティブなエネルギーは周囲に広がり、同僚や周りの人々に素晴らしい環境を作り出すことができます。新しい仕事や昇進を探している場合、継続的なポジティブな態度がキャリア目標の達成につながるでしょう。",
        "reversed_career" => "太陽が逆位置にある場合でも、心地よいことを示唆しますが、真に存在するものを評価し、見ることができないかもしれません。仕事に対して落胆したり、挫折感を感じたり、悲観的になっている場合、太陽は雲を払い、自分が既に持っている幸福を見つける必要があることを示唆しています。燃え尽きたり、疲れ果てたりしていませんか？あなたの職場環境は、休息を取ることを強くサポートしてくれるかもしれません。評価されていないと感じていますか？上司にそのことを伝えて、昇給を求めるべきです。否定的な思考にとらわれて行動を起こさないでください。時には、このカードは過信や非現実的な期待を示唆することもあります。現実的なアプローチを確保し、達成可能な目標を設定することが重要です。",
        "upright_finances" => "現在のあなたの財政状況は快適で豊かかもしれません。太陽は感謝、豊かさ、幸福を示唆しており、タロットの文脈でも同様です。太陽は物を照らし、屋外でそれらを見えるようにします。財政状況に関連する隠れた要素があれば、今それらが明らかにされるでしょう。",
        "reversed_finances" => "逆位置の太陽は、財政に関する心配が一時的であり、思ったほど悪くないことを示唆するかもしれません。あるいは、今の財政的な決定が十分に調査され、確固たる論理に基づいていることを確認する必要があります。逆位置の太陽は、過度の楽観主義や非現実的な期待を示唆することもあります。期待を調整しつつも、希望を持ち続けましょう。",
        "yes_no" => "太陽は、月とは対照的に、生命、喜び、エネルギーに満ちたカードです。これは、あなたの人生におけるポジティブな成果、成功した努力、そして全体的な幸運の実現を示しています。したがって、あなたの質問に対する答えは「はい」です。",
        "past" => "過去に達成した成功が、将来の幸福の基盤を築くでしょう。仕事や学問の分野を発展させ続ければ、報酬が得られるでしょう。",
        "present" => "新しい友情や関係が形成され、それがあなたに幸福と充実をもたらす機会があります。諦めずに続ければ、成功へと導かれるでしょう。",
        "future" => "あなたの人生を変える可能性を秘めた瞬間が近づいています。この時を最大限に活用すれば、無限の可能性を持つ未来を手に入れることができるでしょう。",
    ],
    20 =>
    [
        "id" => 21,
        "type_id" => 1,
        "number" => 20,
        "name" => "審判",
        "upright_keyword" => "自己評価、覚醒、再生、目的、反省、審判",
        "reversed_keyword" => "自己疑念、自己認識の欠如、学びの失敗、自己嫌悪",
        "astrology" => "冥王星",
        "element" => "火の元素",
        "image_key" => "20_Judgement",
        "content" => "このカードは、さまざまな神話で見られる最後の審判のイメージを描いています。「審判」のカードの絵柄には、大天使ガブリエルのラッパに応えて墓から立ち上がる女性、男性、子供たちが描かれています。彼らの広げた腕は、宇宙の審判を受け入れる準備ができていることを象徴しています。彼らは創造主に会う準備をしており、行いが測られ、永遠に過ごす場所が天国か地獄かを知ることになります。背景の大きな波は、審判が避けられず、その審判が最終的であることを意味しています。

  審判は冥王星によって支配されており、直感と知恵に基づいて決定を下すことを示唆しています。それは、来るべき日々に重要な変化をもたらすでしょう。",
        "upright_content" => "審判の伝統的な意味は、自己評価と行動を反省する瞬間に焦点を当てています。自己反省を通じて、現在の状況をより明確かつ客観的に理解し、人間として成長するために何をする必要があるかを理解することができます。タロットリーディングで審判のカードが現れるとき、それはあなたが人生の重要な瞬間に近づいており、自己評価を始める必要があることを意味します。

  このカードが現れることは、自己反省によってもたらされる覚醒の時期にいることも示しています。どこに変化が必要であるか、どのようにして真の自己を実現し、必要を満たすかについて、より明確に理解しています。これは、日常生活の小さな変化を意味することもあれば、あなたやあなたの近くの人々に影響を与える大きな変化を意味することもあります。",
        "reversed_content" => "逆位置の審判のカードは、自己疑念や自己評価に対して過度に厳しいことを示しているかもしれません。これにより、あなたを待っている機会を逃してしまう可能性があります。動機を失うことで、計画が後退し、前進するのが難しくなります。慎重になるのではなく、自信を持って進むべきだということを意味しています。

  逆位置の審判のカードのもう一つの解釈は、忙しい日常生活から少し時間を取り、現在の生活やこれまでに学んだことを反省することを促しています。おそらく、問題を十分に考え、意識を高めるために必要な教訓を学ぶための時間や空間が十分に与えられていないでしょう。また、過去の行動に対して過度に批判的であり、自分を許し、前進することを妨げているかもしれません。過去の過ちを過度に重視すると、つまずいて倒れる原因になります。",
        "upright_love" => "今こそ、あなたの恋愛生活をじっくり見つめ直し、何を変える必要があるかを見極める時です。審判のタロットの愛の意味は、覚醒によってもたらされる自己反省と分析の時期を意味します。無視していた恋愛の問題が今でははっきりと見えるようになり、調整する機会があります。パートナーとのコミュニケーションを開き、お互いのニーズを理解し合うことが重要です。一緒に行う小さな変化が、あなたの関係に大きな影響を与える可能性があります。過去の行動とその結果、良いも悪いも含めて、今やあなたに追いついてきています。過去に犯した過ちを教訓として、未来のために変化を起こしましょう。",
        "reversed_love" => "批判する前に、あなたのパートナーに対する現在の批判が公正であるかを確認してください。いくつかの妥協と節度が必要であることを示唆しています。

  もう一方で、このカードは、あなたがロマンチックな状況をより明確に見る必要があることを示しています。何かを否定してきましたか？関係に満足していますか？何かが欠けていますか？愛に対する態度があなたのデートの方法に深く影響を与えているのを無視していませんか？このカードは、自己と関係について正直に見つめることを呼びかけています。真実に直面することで、自由になることができます。",
        "upright_career" => "あなたのキャリアの道において、覚醒の時期を迎えているかもしれません。無視できない新しい目的や使命を見つけたのかもしれません。これは職場やポジションに調整を必要とすることがあります。これによりストレスが生じることがありますが、これらの変化は仕事での再生を感じさせることができます。職場が緊張している場合、審判のカードは、あなたの職場での行動が他者にどのように影響を与えているかを意識する必要があることを示しています。自分がどのようにしているかを評価し、改善できる場所を見つけるために時間を取りましょう。行動と役割に対して責任を持ちましょう。",
        "reversed_career" => "最近、自己評価に対して厳しすぎるかもしれません。仕事でミスをした場合、その失望感から抜け出すのが難しいかもしれません。自分の能力に対する疑念が残ることがあります。あるいは、このカードは、あなたが行動に責任を持たず、キャリアの次のステップを踏むために必要な教訓を学んでいないことを示しているかもしれません。自己認識の欠如が同僚を苛立たせているかもしれません。仕事のプロジェクトに最善を尽くしていますか？よくコミュニケーションを取っていますか？それとも、他人に責任を転嫁していませんか？",
        "upright_finances" => "お金に関して、自己反省の時期が必要かもしれません。これは、あなたの財務習慣が物質的な状況を妨げているかどうかを評価し、改善する必要があることを意味します。手の届かないものを常に買ってしまうタイプですか？あるいは、財政が改善していても常に不足感を感じますか？今こそ、財政の扱い方を見直し、ポジティブな改善をする機会です。",
        "reversed_finances" => "最近、財政的な後退を経験した場合、今は特に自分に厳しくしているかもしれません。責任ある選択をするための教訓を学ぶことは重要ですが、自分に優しくすることで動機を保つことも重要です。逆位置の審判のカードは、財政的な決定において同じパターンにはまっていることを示すかもしれません。どちら側に属しているかを意識しましょう。",
        "yes_no" => "審判のカードは、すでに起こった変化や変革の一種を表しています。これは、精神的な呼びかけや、成功へと導く決定を意味することがあります。あなたの質問に対する答えは「はい」です。",
        "past" => "あなたの過去は良い仕事で満ちていましたが、これらの経験から解放されるプロセスは続いています。あなたは新しい章を開こうとしています。",
        "present" => "時が来て、過去はあなたの運命に対する支配を放棄しています。今がライフスタイルを変える絶好の時期です。",
        "future" => "あなたの決定の結果が現れ、あなたは相応の報酬を受け取るでしょう。足元の道とその先に導くものが明らかになります。あなたの究極の願いが実現するのを目にするでしょう。",
    ],
    21 =>
    [
        "id" => 22,
        "type_id" => 1,
        "number" => 21,
        "name" => "世界",
        "upright_keyword" => "完成、達成、充実、帰属意識、全体性、調和",
        "reversed_keyword" => "終わりの欠如、成果の欠如、未完成感、空虚",
        "astrology" => "土星",
        "element" => "地の元素",
        "image_key" => "21_World",
        "content" => "タロットの「世界」のカードには、中央で踊る人物が描かれています。踊り手の脚は交差しており、両手には杖を持っています。彼女はバランスと進化を象徴しており、動きの中での進化を表しています。彼女が象徴する充実と統一は静的なものではなく、常に変化し、動的で永遠のものです。

  中央の人物を囲む緑のリースは成功の象徴であり、赤いリボンが無限を表しています。カードの四隅には四つの人物が描かれており、これは「運命の輪」にも登場する同じ人物たちです。これらの四つの人物は、蠍座、獅子座、水瓶座、牡牛座を表し、宇宙の四つの隅、四つの元素、そして四福音書記者を象徴しています。これらはすべてのエネルギー間の調和を意味しています。",
        "upright_content" => "「世界」のカードに出会うことは、大いなる統一と全体性に出会うことです。それは内なる世界と外なる世界、自己と他者との一体感を意味します。いくつかの伝統では、この状態は啓示や涅槃と呼ばれています。個人の自己と他のすべてのものとの深い結びつきを実感し、人生のリズムに合わせて踊り、揺れるのです。あなたはこのリズムを聞くだけでなく、それに参加し、低調な時も高揚な時も、喜びも悲しみも共に感じます。

  「世界」のカードの意味は、達成、成功、そして完遂です。これは、あなたのすべての努力が実を結び始めていることを示しています。あなたは人生の重要な節目に到達し、挑戦に耐える強靭さを築いてきました。「世界」のカードは、長期的なプロジェクトや学業、その他の重要なイベントの完了を示しているかもしれません。子供の誕生、結婚、卒業など、あなたが達成したことを意味することもあります。

  「世界」のカードは、さまざまな方法でコミュニティに貢献したいというあなたの願望を示しています。あなたは、すべてが相互に関連していることを理解しているため、世界をより良い場所にすることにコミットしています。",
        "reversed_content" => "あなたは、旅や時代の終わりを示す何かに近づいています。多くの成果があったかもしれませんが、振り返ると奇妙な空虚感があり、すべてのピースが揃っているように見えても、それらが一つになっていない感じがします。何が欠けているのでしょうか？あなたがしていることに繋がりを感じますか？他者との繋がりを感じますか？何があなたを未完成に感じさせるのでしょうか？",
        "upright_love" => "今のあなたの関係は、深い充実感と感謝の気持ちをもたらします。「世界」のタロットの愛の意味は、全体性と幸福感を象徴しています。このカードは、時には結婚や家族を始めるなど、関係の次のステップに進むことを示唆することもあります。人生のサイクルが完了するにつれて、次のステップに向けて準備をしているのです。あなたとパートナーは計画を立て、大きな決断をしているかもしれません。

  たとえシングルでも、ここには充実感と幸福感があります。関係を始める前に、自分自身を完全な人間と感じる必要があります。関係が素晴らしいものであっても、あなたは自信を持っています。この全体性と自己理解の感覚が、今、新しくてエキサイティングな人々に出会う絶好のチャンスを与え、魅力と魅惑をもたらします。",
        "reversed_love" => "他の人生の領域がうまくいっている一方で、愛の部門では何かが欠けているように感じるかもしれません。「世界」の逆位置のタロットの愛の意味は、未完成感を示唆しています。サイクルは終わりに近づいていますが、まだ完全には完了していません。充実感と幸福感に近づいていますが、それを見つけるのを妨げている何かがあります。パートナーの良い面を見逃していませんか？それとも、過去の関係が現在の経験に影響を与えていますか？過去のパートナーとの決着がついていないのでしょうか？今こそ、現在の幸せを感じるために、いくつかのことを整理する必要があります。",
        "upright_career" => "キャリアにおいて、あなたは目標を達成したことを誇りに思うべきです。精神的にも物質的にも満足のいく仕事を見つけたり、特に難しいプロジェクトを完了したり、自分のビジネスを始めたりするなど、多くの祝うべきことがあります。達成したことを楽しむために時間を取りましょう。これは物事のサイクルの一部として、次に何が起こるかを考え始めるかもしれませんが、今はその瞬間を楽しんでください。",
        "reversed_career" => "長く求めていた重要なキャリア目標を達成したものの、思っていたほどの報酬を得られなかったと感じているかもしれません。あるいは、目標を達成する寸前で足りない部分があるかもしれません。「世界」の逆位置は、完成に近いものの、完全な充実感を感じるための最後の部分が欠けていることを示しています。目標が他人が成功と見なすもので定義されていたり、基準が低すぎてこの目標を達成することが挑戦とは感じられなかったりするかもしれません。今こそ目標を再評価し、必要に応じて調整する時です。",
        "upright_finances" => "財務目標を達成するために一生懸命働いてきたかもしれませんが、今はその努力の成果を楽しむ時かもしれません。借金を返済したり、貯蓄によって安定を見つけたり、大きな買い物をしたりして、自分を誇りに思うことができるでしょう。今は他の長期的な目標を考える時かもしれません。「世界」は全体性の感覚も表しているため、あなたの財務状況が人生の全体像にどのように適合するかを考えるための時間を取りましょう。",
        "reversed_finances" => "財務状況が良好であっても、停滞感や不満を感じるかもしれません。「世界」の逆位置では、物質的なものとの関係を再評価し、調整が必要かもしれません。財務目標を達成していない場合は、失望に浸るのではなく、一貫性を保ち、目標に近づいていることを認識してください。",
        "yes_no" => "「世界」のカードは、旅の終わりにおける充実感と成功を示しています。達成、報酬、確実性、そしてポジティブな結果は、このカードの存在に直接関連しています。答えはおそらく「はい」です。",
        "past" => "あなたが歩んできた道は、最終的に一周して戻ってくるでしょう。このことに気付くには時間がかかるかもしれませんが、この旅は新しい責任と視点をもたらすでしょう。",
        "present" => "現在の瞬間は、願望の実現や長く望んでいた環境の変化をもたらすでしょう。充実感を得るためには、他人の考えも自分と同じくらい有効であることを受け入れる必要があります。",
        "future" => "目標を見つけて、それを達成する必要があります。夢も同様で、まずそれを実現することが必要です。成功は保証されていませんが、得られる経験はあなたの願望を満たす可能性があります。",
    ],
    22 =>
    [
        "id" => 23,
        "type_id" => 1,
        "number" => 22,
        "name" => "ワンドのエース",
        "upright_keyword" => "インスピレーション、創造的な閃き、新たな取り組み、新たな情熱、熱意、活力",
        "reversed_keyword" => "遅延、障害、情熱の欠如、エネルギーの欠如、ためらい、創造的ブロック",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "22_Ace_of_Wands",
        "content" => "ワンドのエースは、火の元素に関連しており、デッキの中で火を象徴する中心的なカードです。このカードには、雲から出現するワンドを持つ手が描かれています。

  このカードを見ると、成長しているワンドを提供する手が見えます。ワンドからは既に葉が芽生えており、精神的および物質的な領域でのバランスと進歩を象徴しています。遠くには城があり、将来の機会を象徴しています。",
        "upright_content" => "ワンドは創造性を象徴しており、ワンドのエースはその中で最も大胆なカードです。これは、学校や趣味で学ぶような創造性ではありません。それは自分自身の声を見つけ、そのビジョンを発展させる場所を作ることを大胆に追求するものです。言い換えれば、それは意志力と宇宙的な意味での創造性に関するものです。

  ワンドのエースを手に入れた場合、それは全力を尽くすべきだというサインです。チャンスをつかみ、心にあるアイデアを追求しましょう。最初の一歩を踏み出し、創造的なプロジェクトを始めましょう。ワンドのエースは直感に従うよう呼びかけています。あなたが夢見ていたプロジェクトが良いアイデアだと思うなら、それを実行しましょう。

  ワンドのエースは、プロジェクトを始めるためのサインを待っていることを意味することもあります。このカードを引いた場合は、研究や計画に時間を費やすのではなく、すぐに行動を起こすよう促されています。今日、小さな一歩を踏み出し、時間をかけてアイデアを発展させてください。行動こそが成長を助け、勢いを築きます。抽象的な状態にとどまらないようにしましょう。

  ワンドのエースのもう一つの意味は、あなたの人生における突破口の瞬間です。これは情熱的なプロジェクトやアイデアに対するモチベーションとインスピレーションに満ちた時期を意味します。近い将来、あなたにとって素晴らしい機会が開かれることに興奮しています。",
        "reversed_content" => "逆位置のワンドのエースは、近い将来、試練や苦難に直面することを示しています。方向性がなく、インスピレーションやモチベーションが不足しているかもしれません。現時点で、あなたは本当に何をしたいのか分からないかもしれません。どうやってこのスランプから抜け出すかも分からない状態です。

  もし既に目標があるなら、それを達成することに興奮していません。逆位置のワンドのエースを引いた場合、一度休憩を取り、インスピレーションが自分を見つけるのを待つことを検討してください。現在の約束や責任に圧倒され、新しいアイデアを思いついたり、プロジェクトを進めるための熱意を見つけることができません。

  逆位置のワンドのエースは、現在のプロジェクトに遅れが生じることも示しています。タスクを完了したいのに、何かがそれを妨げています。またはアイデアはあるけれど、それを実行に移して現実にする方法が分からないのかもしれません。この場合、忍耐強く、適切な時を待つことが重要です。",
        "upright_love" => "ワンドのエースのタロットの愛の意味は、興奮と情熱を示しています。あなたにとって、関係が非常に感覚的な性質を持つかもしれません。シングルの場合、潜在的なロマンスも同様に情熱的である可能性があります。多くのフリーティングや魅力があり、もし欲望に何らかの精神的理解が伴えば、もっと持続的な関係の余地もあります。既に関係にある場合、情熱が薄れているなら、今がそれを再燃させる時かもしれません。これは情熱を再燃させ、二人をより感情的に結びつける絶好の機会です。",
        "reversed_love" => "逆位置のワンドのエースのタロットの愛の意味は、強い情熱がすぐに燃え尽きる可能性があることを示唆しています。最初は多くの興奮があるかもしれませんが、コミットメントが話題になると情熱が薄れるかもしれません。このカードは長期的なロマンスには向いていないかもしれません。関係にある場合、このカードは現在、お互いへの情熱があまり高くないことを示唆することがあります。時には、より良いコミュニケーションを学ぶか、お互いに時間を作ることが必要です。情熱を再燃させるために努力が必要です。",
        "upright_career" => "ワンドのエースがキャリアに現れる場合、急速なキャリア成長の時期を迎えている可能性があります。これはチャンスをつかむ準備ができている時期です。現在、仕事に非常にインスパイアされているかもしれません。古い境界を突破し、すべての経験に可能性を見出すことができます。これは、過去にあなたを阻んできた問題に立ち向かうのに最適な時期です。創造力と問題解決能力が高まっているので、このエネルギーを最大限に活用してください。",
        "reversed_career" => "逆位置のワンドのエースは、インスピレーションの欠如を示唆しています。この欠陥はさまざまな形で現れるかもしれません。現在、ブレインストーミングが難しいと感じているかもしれません。もしあなたのキャリアが多くの創造性を必要とするなら、アイデアが尽きてしまったように感じるかもしれません。手紙やエッセイを書くために座っても、通常よりも長い間白紙のページを見つめているかもしれません。創造性の欠如は、新しいプロジェクトや仕事を始めるのを難しくします。このタイミングは特に不運であり、現在の進捗の欠如に対してフラストレーションを感じやすいです。インスピレーションとキャリアパスに対して忍耐強くあるよう努めましょう。停滞があるのは珍しいことではなく、避けられないことでもありません。自分に優しくし、可能であればインスピレーションを与える何かを見つけましょう。",
        "upright_finances" => "ワンドのエースが正位置にある場合、経済的な苦労の終わりを示すことがあります。以前のプレッシャーが消え始めています。これは、借金を返済しようとしているためかもしれません。特定の借金からのストレスを経験していない場合でも、他の方法で経済状況が改善されるかもしれません。ギフトやボーナスを受け取るかもしれません。何を受け取るにしても、以前の心配を和らげる可能性があります。これは良いカードですが、莫大な富の象徴ではありません。このプレッシャーからの解放を無謀な支出の言い訳にしないでください。この決断は賢明ではありません。むしろ、人生のストレスが少し軽減されることに感謝してください。",
        "reversed_finances" => "逆位置のワンドのエースは、現在、経済状況が悪化する可能性があることを示唆しています。この位置にワンドのエースが現れた場合、経済的な状態の低下に備え始めるべきです。今は何かに投資したり、大きな購入をしたりする時ではありません。あなたが取っておいたものは失う可能性があります。特にギャンブル、株の購入、または高い潜在的リスク（および高いリスク）を約束する行動に注意してください。むしろ、経済的不確実性に対抗するために行った準備に頼りましょう。最悪の事態に備えるようにしてください。",
        "yes_no" => "過去の目標を見直してください。自分自身を制限していた可能性があります。創造的に使わなければ、インスピレーションが内部に蓄積し、そのエネルギーを破壊的に発散するでしょう。",
        "past" => "新しい始まりが見えてきます。人生の新しい段階、新しい冒険、新しいプロジェクト、または新しいインスピレーションの源として現れるかもしれません。",
        "present" => "今後数年で、あなたの人生において肯定的な結果が見られるでしょう。しかし、努力なしにはそれが起こると期待しないでください。目標に集中し、自信を持った人間になるように自分を形作るだけで良いのです。",
        "future" => "ワンドのエースは、情熱的な結合、前向きな新しい始まり、またはあなたの人生にこれから来る力強くインスピレーションに満ちた何かの誕生を示唆する創造的なカードです。これから取り組む新しいプロジェクトや創造的な試みかもしれません。あなたの質問への答えは、おそらく「はい」です。",
    ],
    23 =>
    [
        "id" => 24,
        "type_id" => 1,
        "number" => 23,
        "name" => "ワンドの2",
        "upright_keyword" => "計画、最初の一歩、決断を下すこと、快適さから離れること、リスクを取ること",
        "reversed_keyword" => "計画不足、過剰分析、行動の欠如、慎重、リスク回避",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "23_Two_of_Wands",
        "content" => "ワンドの2のカードは、城のような場所の上に立ち、右手に小さな地球儀を持っている男性を描いています。その位置に立って、男性は広大な地形を見渡しており、左側には海、右側には陸地があります。男性はオレンジ色のチュニックと赤い帽子をかぶっており、それは彼の人生に対する情熱と冒険への欲望を象徴しています。彼の手にある小さな地球儀は、人生の広範な経験に影響を広げる可能性を示しています。",
        "upright_content" => "ワンドの2は、ワンドのエースのより成熟したバージョンであり、このタロットカードは計画と前進、進歩に関するものです。こう考えてみてください。特定のタスクに取り組んでおり、アイデアを現実的な計画に変えたことを示しています。その計画を実行に移す必要があり、単に計画を立てるだけでなく、実際に目標を達成することが求められます。

  他の2つのワンドと一緒に見られることの重要性に注意してください。これは、繭から出て新しい経験や世界を探求することを意味します。最初は圧倒されるかもしれませんが、ワンドの2のカードは前進し続けることを奨励しています。",
        "reversed_content" => "逆位置のワンドの2は、計画不足、過剰分析、行動の欠如を示しています。キャリアパスのために立てた計画が思った通りに進んでいないことがわかるかもしれません。詳細を見落とし、多くの予期しない障害に直面したかもしれません。これらの問題が今、あなたにトラブルを引き起こしています。あるいは、世界中の計画を立てたかもしれません。さまざまなシナリオを描き、すべてのリスクを概説したかもしれません。しかし、恐れが最初の一歩を踏み出すのを妨げているかもしれません。すべての詳細を過剰に分析するのではなく、行動を起こしてください。すべてのことを計画することはできません。私たちは自分の能力を信じる必要があります。

  要するに、ワンドの2の意味は決断を下すことに関連しています。つまり、現在の知識に満足するか、前進してリスクを取るかのいずれかです。これは、快適ゾーンから出て新しい領域を探求することを意味します。",
        "upright_love" => "現在の恋愛生活に関して、あなたの目標は何ですか？ワンドの2のタロット愛の意味は、変化を考え、計画を立てていることを示しています。関係にある場合、今は調整を行う機会です。コミットメントを新しいレベルに引き上げることを考えているなら、このカードは、あなたが望む未来を視覚化し、アイデアを行動に移すために努力すれば、大きな希望を示しています。パートナーと一緒に、両方が望む未来への道を作りましょう。今一緒に下す決定は、あなたたちをさらに親密にする大きな力を持っています。",
        "reversed_love" => "将来のためにどれだけ計画を立てても、物事がうまくいかない時もあります。今は恋愛の目標を進める最良の時期ではないかもしれません。愛が実るまでには時間がかかり、通常よりも多くの忍耐が必要かもしれません。今は自分の恋愛生活から何を望んでいるのかを真剣に考え、それを達成するための明確な道を見つける時です。ワンドの2は計画、期待の設定、そして前進するための道を示しています。最良の計画は明確なビジョンから始まります。ワンドの2の愛のタロットの意味は、恋愛におけるためらいを示すこともあります。",
        "upright_career" => "キャリアの位置に正位置で現れると、ワンドの2は将来のキャリアのための計画を立てていることを示しています。あなたは自分の野心を検討し、その夢を実現するための道筋を描いているかもしれません。理想的な会社、職業、自分のビジネスプランなどを考えているかもしれません。これはあなたの夢が形を取り始めるエキサイティングな時期です。これらの最初の一歩を強力なモチベーションとして、この道を進み続けましょう。",
        "reversed_career" => "逆位置のワンドの2は、2つの意味を持つことがあります。キャリアパスのために立てた計画が思った通りに進んでいないことがわかるかもしれません。詳細を見落とし、多くの予期しない障害に直面したかもしれません。これらの問題が今、あなたにトラブルを引き起こしています。あるいは、世界中の計画を立てたかもしれません。さまざまなシナリオを描き、すべてのリスクを概説したかもしれません。しかし、恐れが最初の一歩を踏み出すのを妨げているかもしれません。すべての詳細を過剰に分析するのではなく、行動を起こしてください。すべてのことを計画することはできません。私たちは自分の能力を信じる必要があります。",
        "upright_finances" => "あなたの財政に関して、ワンドの2は財政的安定を示しています。この安定は必ずしも豊富な富を意味するものではありませんが、快適で安定した状況を示しています。長期的な財政的未来のための計画を立てるのに適した時期です。重大な結果を心配せずに意識的な選択を行うのに良い時期です。もし資金があれば、それを貯蓄に投資することを検討してください。",
        "reversed_finances" => "ここでの逆位置のワンドの2は、財政的な不安定を示しています。これは大きな損失や利益を示唆するものではなく、銀行口座の一般的な混乱を示しています。財政的な未来の計画が実現しないかもしれませんが、これは経済的に不安定な時期である可能性があります。今は投資や大きな購入をする時ではなく、代わりに財政状況と長期的な目標を慎重に見直す時です。より多くの明確さを得るよう努めましょう。",
        "yes_no" => "ワンドの2は、一方では人生の報酬を手に入れることを示し、他方では重要な不安と、かつて持っていたコントロールを失う可能性を示しています。このカードが投影する活力は明確な答えを提供しません。おそらくそれが意味するところです。",
        "past" => "過去に大胆な一歩を踏み出し、それがあなたに利益をもたらしたかもしれません。意志力が欠けている場合、過去からインスピレーションを得るようにしましょう。",
        "present" => "目標に向かう正しい道を歩んでいます。しかし、経験豊富な人の助けが必要かもしれません。",
        "future" => "内省と自己認識が成功への鍵です。直感を信じるとともに、他人の助けを受け入れる意志も持ちましょう。",
    ],
    24 =>
    [
        "id" => 25,
        "type_id" => 1,
        "number" => 24,
        "name" => "ワンドの3",
        "upright_keyword" => "モチベーション、自信、拡大、成長、ビジョン、先見の明",
        "reversed_keyword" => "制限、抑制、進展の欠如、障害、遅延、フラストレーション",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "24_Three_of_Wands",
        "content" => "ワンドの3は、崖の端に立ち、海と山々を見下ろしている男を描いています。崖の端から、彼は自分の前にあるすべてを見ることができます。2本のワンドは男の両側に立ち、3本目のワンドは彼の左手に持たれています。これは、あなたの計画が形成中であり、新しい道をさらに踏み出し、急速な進展を促すことを示しているかもしれません。より良い機会をつかむことで、あなたはより啓発され、自信を持ち、協力的になります。このカードは、柔軟性を育み、人生で起こっている変化を受け入れることを示唆しています。ビジョンに集中し、それを達成するために努力しましょう。",
        "upright_content" => "ワンドの3の意味は、あなたが将来の計画を立てるか、計画を立てる決意が強くなることを示唆しています。これは、あなたが将来の計画を立て、それを実行に移すためのステップを踏んでいるため、計画が順調に進んでいることを意味します。これは、あなたが自分自身のために安定した基盤を築いていることを示しています。

  ワンドの3のシンボルは、多くの分野で視野を広げる機会を示しています。また、より良い機会が開かれる可能性があるため、オープンな心を持つように警告しています。目標を達成するためのステップを踏むことで、あなたは次第にあなたの前に広がる機会に気づくようになり、それはあなたの快適ゾーンから出ることを促すかもしれません。これにより、変化を受け入れ、長期的に考え始めることが求められます。

  ワンドの3は、あなたがコントロールを持ち、強い立場にあることを示している場合があります。これは、見渡し、堂々と立っている姿に似ています。ワンドの3は、先見の明とビジョンの主要なカードの一つです。

  ワンドの3のもう一つの意味は、探求の旅に出ることです。これは、家を離れ、成し遂げなければならない旅に出発する感覚です。待っているだけでは大きなことは起こりません。拡大する必要があります。ほとんどのリーディングでは、これは水を越えて新しい土地へ旅行することを示しており、旅行中に機会を見つけるかもしれません。",
        "reversed_content" => "逆位置のワンドの3は、あなたが個人的な旅や発展に取り組んだものの、期待していた成功を達成できていないことを示しています。これは遅延や障害が原因かもしれません。それにもかかわらず、このカードは、あなたのすべての努力が無駄ではなく、それらが個人的な強さと忍耐力を築くのに役立つことを思い出させます。

  逆位置のワンドの3は、将来の計画を立てるために時間を取る必要があることも意味します。特に長期的な目標に向かってまだ取り組み始めていない場合や、現在直面している、または直面しようとしているタスクに圧倒されている場合は、なおさらです。あなたは単に反応しているだけであり、思慮深く意図的に行動していないかもしれません。

  しかし、逆位置のワンドの3の最も一般的な意味は、将来の変化のための計画を推し進め、より良い選択肢が現れるときに注意を払うことです。ワンドの3の図像はこれを知っており、今後の変化に常に気を配っているのです。これは模範となるべきことです。",
        "upright_love" => "ワンドの3では、あなたの恋愛生活が次の段階に入っているようです。新しい関係にある場合は、長期的なコミットメントのための安定した基盤を作る必要があることを確認してください。既にコミットメントのある関係にいる場合、カップルの目標を設定し、それを達成するために一緒に働くのに良い時期です。同棲の意味について話し合うとよいでしょう。最も日常的な詳細についてもコミュニケーションを取ることで、できるだけストレスなくこのステップを踏み出すことができます。あるいは、このカードは旅行を示すこともあります。一緒に世界を探検する機会をつかむか、シングルの場合、新しい場所が探している愛をインスパイアするかもしれません。",
        "reversed_love" => "時には、何を言ってもやっても正しいことができないことがあります。この場合、頭を砂に埋めるのが楽に思えるかもしれませんが、これは賢明ではありません。今、どんな問題でも対処し、解決する必要があります。
  真の愛の道は滅多に完全に滑らかではなく、最近の関係が立ち上がるのに苦労しているかもしれませんが、これはそれらが翼を持たないことを意味するわけではなく、少しの忍耐が必要です。物事を無理に進めようとすると逆効果になります。関係を築く前に、パートナーが本当に思っている人かどうかを確認してください。
  すべての関係では、時折妥協が必要です。パートナーがあなたに合わせて変わるように要求することは問題を引き起こす可能性があります。現実的ですか？",
        "upright_career" => "正位置の時、ワンドの3はキャリアの位置において冒険と新しい経験を示しています。あなたはキャリアを探求する新しい機会に出会うかもしれません。さらに、キャリアがあなたを大胆な選択に駆り立てるかもしれません。ここでは、新しい機会や大胆な動きを示しています。これは海外で働き始めることや、通常はしないような状況での仕事のための旅行を意味するかもしれません。これはビジネスにも当てはまります。ビジネスを所有しており、グローバルに展開することを検討している場合、今がその時です。",
        "reversed_career" => "逆位置のワンドの3は、フラストレーション、停滞、または提示された機会を逃すことを示すことがあります。多くのことを探求したいと思っているかもしれませんが、縛られていると感じたり、機会を逃したと感じたりするかもしれません。最近、新しい仕事を探すことやビジネスをグローバルに展開することを検討したが、それを実行しなかったかもしれません。最近そのような決断をしていない場合、職場での進展の欠如や課題に対するフラストレーションと苛立ちが原因かもしれません。",
        "upright_finances" => "正位置のワンドの3は、あなたの努力が実を結んでいることを示しています。あなたの労働の成果が現れています。あなたの視野を広げるために、旅行や長い旅にお金を使うことを恐れないでください。コースや旅行について話し合っていたが、財政的な理由で遅れている場合、今がその欲望を受け入れ、心を広げるチャンスです。財政的安定性とお金に対する関係に対する考え方も今拡大しているかもしれません。",
        "reversed_finances" => "この位置と方向のワンドの3は、あなたが財政的な混乱状態にあるかもしれないことを示しています。お金が不足しているわけではありませんが、財政的な目標を達成できないかもしれません。このカードがあなたの前に現れる場合、収入と支出の流れをよりよく評価してください。もう少しの努力で、財政的な損失を避けることができるかもしれません。財政に注意を払い、それを管理する責任を持ちましょう。",
        "yes_no" => "ワンドの3は新たな始まり、達成、前向きなパートナーシップを象徴しています。ビジネスの拡大を示すこともあり、成功への正しい道にいることを確認しています。全体的に前向きなトーンで、あなたに「はい」という答えをもたらします。",
        "past" => "あなたの努力は成功の基礎を築いています。前進するためには、機転と効率性を保つことが重要です。",
        "present" => "援助の提供は新しいプロジェクトやアイデアをもたらすかもしれないので、受け入れるのを遅らせないでください。より多くの資源を持っている人々と交流することは、長期的な成功をもたらします。",
        "future" => "あなたの前にある仕事は知的または精神的な挑戦を提示します。成功するためには、創造的に考えるか、新しい道を発明する必要があります。",
    ],
    25 =>
    [
        "id" => 26,
        "type_id" => 1,
        "number" => 25,
        "name" => "ワンドの3",
        "upright_keyword" => "モチベーション、自信、拡大、成長、ビジョン、先見の明",
        "reversed_keyword" => "制限、抑制、進展の欠如、障害、遅延、フラストレーション",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "24_Three_of_Wands",
        "content" => "ワンドの3は、崖の端に立ち、海と山々を見下ろしている男を描いています。崖の端から、彼は自分の前にあるすべてを見ることができます。2本のワンドは男の両側に立ち、3本目のワンドは彼の左手に持たれています。これは、あなたの計画が形成中であり、新しい道をさらに踏み出し、急速な進展を促すことを示しているかもしれません。より良い機会をつかむことで、あなたはより啓発され、自信を持ち、協力的になります。このカードは、柔軟性を育み、人生で起こっている変化を受け入れることを示唆しています。ビジョンに集中し、それを達成するために努力しましょう。",
        "upright_content" => "ワンドの3の意味は、あなたが将来の計画を立てるか、計画を立てる決意が強くなることを示唆しています。これは、あなたが将来の計画を立て、それを実行に移すためのステップを踏んでいるため、計画が順調に進んでいることを意味します。これは、あなたが自分自身のために安定した基盤を築いていることを示しています。

  ワンドの3のシンボルは、多くの分野で視野を広げる機会を示しています。また、より良い機会が開かれる可能性があるため、オープンな心を持つように警告しています。目標を達成するためのステップを踏むことで、あなたは次第にあなたの前に広がる機会に気づくようになり、それはあなたの快適ゾーンから出ることを促すかもしれません。これにより、変化を受け入れ、長期的に考え始めることが求められます。

  ワンドの3は、あなたがコントロールを持ち、強い立場にあることを示している場合があります。これは、見渡し、堂々と立っている姿に似ています。ワンドの3は、先見の明とビジョンの主要なカードの一つです。

  ワンドの3のもう一つの意味は、探求の旅に出ることです。これは、家を離れ、成し遂げなければならない旅に出発する感覚です。待っているだけでは大きなことは起こりません。拡大する必要があります。ほとんどのリーディングでは、これは水を越えて新しい土地へ旅行することを示しており、旅行中に機会を見つけるかもしれません。",
        "reversed_content" => "逆位置のワンドの3は、あなたが個人的な旅や発展に取り組んだものの、期待していた成功を達成できていないことを示しています。これは遅延や障害が原因かもしれません。それにもかかわらず、このカードは、あなたのすべての努力が無駄ではなく、それらが個人的な強さと忍耐力を築くのに役立つことを思い出させます。

  逆位置のワンドの3は、将来の計画を立てるために時間を取る必要があることも意味します。特に長期的な目標に向かってまだ取り組み始めていない場合や、現在直面している、または直面しようとしているタスクに圧倒されている場合は、なおさらです。あなたは単に反応しているだけであり、思慮深く意図的に行動していないかもしれません。

  しかし、逆位置のワンドの3の最も一般的な意味は、将来の変化のための計画を推し進め、より良い選択肢が現れるときに注意を払うことです。ワンドの3の図像はこれを知っており、今後の変化に常に気を配っているのです。これは模範となるべきことです。",
        "upright_love" => "ワンドの3では、あなたの恋愛生活が次の段階に入っているようです。新しい関係にある場合は、長期的なコミットメントのための安定した基盤を作る必要があることを確認してください。既にコミットメントのある関係にいる場合、カップルの目標を設定し、それを達成するために一緒に働くのに良い時期です。同棲の意味について話し合うとよいでしょう。最も日常的な詳細についてもコミュニケーションを取ることで、できるだけストレスなくこのステップを踏み出すことができます。あるいは、このカードは旅行を示すこともあります。一緒に世界を探検する機会をつかむか、シングルの場合、新しい場所が探している愛をインスパイアするかもしれません。",
        "reversed_love" => "時には、何を言ってもやっても正しいことができないことがあります。この場合、頭を砂に埋めるのが楽に思えるかもしれませんが、これは賢明ではありません。今、どんな問題でも対処し、解決する必要があります。
  真の愛の道は滅多に完全に滑らかではなく、最近の関係が立ち上がるのに苦労しているかもしれませんが、これはそれらが翼を持たないことを意味するわけではなく、少しの忍耐が必要です。物事を無理に進めようとすると逆効果になります。関係を築く前に、パートナーが本当に思っている人かどうかを確認してください。
  すべての関係では、時折妥協が必要です。パートナーがあなたに合わせて変わるように要求することは問題を引き起こす可能性があります。現実的ですか？",
        "upright_career" => "正位置の時、ワンドの3はキャリアの位置において冒険と新しい経験を示しています。あなたはキャリアを探求する新しい機会に出会うかもしれません。さらに、キャリアがあなたを大胆な選択に駆り立てるかもしれません。ここでは、新しい機会や大胆な動きを示しています。これは海外で働き始めることや、通常はしないような状況での仕事のための旅行を意味するかもしれません。これはビジネスにも当てはまります。ビジネスを所有しており、グローバルに展開することを検討している場合、今がその時です。",
        "reversed_career" => "逆位置のワンドの3は、フラストレーション、停滞、または提示された機会を逃すことを示すことがあります。多くのことを探求したいと思っているかもしれませんが、縛られていると感じたり、機会を逃したと感じたりするかもしれません。最近、新しい仕事を探すことやビジネスをグローバルに展開することを検討したが、それを実行しなかったかもしれません。最近そのような決断をしていない場合、職場での進展の欠如や課題に対するフラストレーションと苛立ちが原因かもしれません。",
        "upright_finances" => "正位置のワンドの3は、あなたの努力が実を結んでいることを示しています。あなたの労働の成果が現れています。あなたの視野を広げるために、旅行や長い旅にお金を使うことを恐れないでください。コースや旅行について話し合っていたが、財政的な理由で遅れている場合、今がその欲望を受け入れ、心を広げるチャンスです。財政的安定性とお金に対する関係に対する考え方も今拡大しているかもしれません。",
        "reversed_finances" => "この位置と方向のワンドの3は、あなたが財政的な混乱状態にあるかもしれないことを示しています。お金が不足しているわけではありませんが、財政的な目標を達成できないかもしれません。このカードがあなたの前に現れる場合、収入と支出の流れをよりよく評価してください。もう少しの努力で、財政的な損失を避けることができるかもしれません。財政に注意を払い、それを管理する責任を持ちましょう。",
        "yes_no" => "ワンドの3は新たな始まり、達成、前向きなパートナーシップを象徴しています。ビジネスの拡大を示すこともあり、成功への正しい道にいることを確認しています。全体的に前向きなトーンで、あなたに「はい」という答えをもたらします。",
        "past" => "あなたの努力は成功の基礎を築いています。前進するためには、機転と効率性を保つことが重要です。",
        "present" => "援助の提供は新しいプロジェクトやアイデアをもたらすかもしれないので、受け入れるのを遅らせないでください。より多くの資源を持っている人々と交流することは、長期的な成功をもたらします。",
        "future" => "あなたの前にある仕事は知的または精神的な挑戦を提示します。成功するためには、創造的に考えるか、新しい道を発明する必要があります。",
    ],
    26 =>
    [
        "id" => 27,
        "type_id" => 1,
        "number" => 26,
        "name" => "ワンドの5",
        "upright_keyword" => "対立, 競争, 口論, 攻撃性, 緊張, ライバル, 内部対立",
        "reversed_keyword" => "対立の終わり, 協力, 合意, 休戦, 調和, 平和, 対立回避",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "26_Five_of_Wands",
        "content" => "ワンドの5は、それぞれ自分のワンドを持って空中に振り回している5人の男たちを描いています。タロットのほとんどの5と同様に、クエリントが直面している何らかの不一致を表しています。この不一致は、男性たちの間での対立の兆候と見なすこともできれば、彼らがこの対立から得られるアドレナリンラッシュを楽しんでいる、つまり彼らの競争が怒りではなく友好的なライバル関係であることを意味することもあります。彼らがワンドを持つカジュアルな様子は、この口論が激しい争いというよりもパフォーマンスの一部であることを示唆しています。",
        "upright_content" => "カードのイメージから、ワンドの5の象徴は、クエリントの人生に対立があることを示唆しています。これは現在存在する対立であるか、やがて目の前で噴出する対立であるかもしれません。また、誰も実際に互いの話を聞いていない、つまり合意や理解がない状況でのコミュニケーションの問題を示すこともあります。この5人は、忍耐が尽きかけており、誰もがただ自分の声を聞かせたいと思っているグループ内の問題を象徴しているかもしれません。

多くの問題は、クエリントが最初の一歩を踏み出し、皆が順番に話し、聞かれることを提案する方法でコミュニケーションを取ることで解決できるかもしれません。そうすることで、問題を解決し、皆が満足することができるでしょう。

ワンドの5はまた、あなたが慣れていない分野での競争に直面している、または直面することを示唆しています。これは仕事や学校で同じ能力を持つ人々に出会い、大きな挑戦となり、嫉妬、貪欲、羨望の感情を引き起こすかもしれません。このタロットカードは、競争を受け入れ、彼らに対して悪意を持つことなく自分を向上させる手段として利用するよう勧めています。文明的な方法で彼らと対処する方法を学ぶべきです。

ワンドの5の意味は、あなたが個人的に取り組んでいる内部の葛藤を示すこともあります。これはあなたに影響を与えるいくつかの問題を含み、それらを解決し、対処する方法を見つける必要があります。問題がどこにあるのかを特定し、それに対処するための解決策を考え出す必要があります。",
        "reversed_content" => "ワンドの5の逆位置の意味は、対立に対処するあなたの自然な方法が、できるだけ早くその場を離れることで対立を回避することかもしれないことを示しています。これは時には良いことと見なされることもありますが、他の場合では、できるだけ早く対処する必要がある多くの問題が内部で発生する可能性があります。逆に、問題が解決され、もはや心配する必要のない問題がないことを意味することもあります。",
        "upright_love" => "あなたの恋愛生活に関しては、今行動を起こす必要があります。あなたがシングルなら、多くの求愛者が競争しているかもしれません。この注目はお世辞になりますが、不要なドラマを追加しないようにしてください。これにより、潜在的なパートナーを遠ざけることになります。すでに関係にある場合、些細な対立があるかもしれません。遊びのからかいがストレス下で爆発的な口論に変わる可能性があることに注意してください。ここでの口論はあまり深刻なものではないでしょう。しかし、それらは軽く取り組む必要があります。幸福にとってどれだけ重要でないかを思い出してください。楽しいことを続けてください。",
        "reversed_love" => "対立にどう対処するかが今後の関係に影響を与える可能性があります。関係にある場合、対立を避けるために不満を抑えないようにしてください。これは、カップルの関係をスムーズに築くために必要です。最終的に困難な会話を避けることは信頼を弱めることにつながります。誰でも自分のニーズを満たす権利があり、ニーズを持つことはあなたを愛されにくくすることはありません。しかし、あなたがパートナーに正直に自分を表現するのに苦労している場合、誤解が消えるかもしれません。一度正直さと明確さが達成されると、かつて存在した口論が消えるかもしれません。",
        "upright_career" => "この位置でワンドの5を見つけると、対立と競争の性質があなたのキャリアに適用されます。これはあなたの仕事の性質による恒久的なものかもしれません。このカードは、販売、銀行、スポーツなどの業界の労働者によく見られます。そうでない場合、そしてあなたの仕事が競争的な要素を持たない場合、それは特定の問題をめぐる対立によって引き起こされた一時的な状態であるかもしれません。昇進やポジションを競うことになるかもしれません。現在直面している特定の対立に関係なく、他人のエゴと戦う必要があります。ここに5つの姿があるおかげで、あなたは前にある課題を克服し、あなたの道を妨げるものを取り除くことができることは明らかです。あなたは成功できることを忘れないでください。",
        "reversed_career" => "逆位置のワンドの5は、最近の仕事の対立と競争が終わりを迎えていることを意味します。あなたは競争の少ない業界に移るかもしれませんし、環境がより友好的でリラックスしたものになるかもしれません。どちらにせよ、それは歓迎すべき変化です。最近の仕事の対立が緩和されたことで、他の側面にエネルギーを集中することができます。",
        "upright_finances" => "ここでワンドの5を見つけると、あなたは財政的不安定に直面しているかもしれません。これは一時的なものですが、それから抜け出すために一生懸命働く必要があります。この戦いの性質は、仕事での追加の努力を必要とするか、財政を管理するために非常に努力することを伴うかもしれません。現在の状態が不安定でない場合、まもなくお金をめぐって議論するかもしれません。これらの議論は愛する人や店員、販売員などの見知らぬ人との間で起こるかもしれません。商品の返品や返金のような単純なタスクがストレスと争いを伴うかもしれません。",
        "reversed_finances" => "あなたはついに財政的な問題から抜け出し、復活し、より安定した時期に向かっています。今は、以前の損失を埋めるために、お金や財産に関連する問題に対処することが最優先です。",
        "yes_no" => "ワンドの5は、何らかの形で挑戦され、他者から自分を守る必要があることを示唆しています。これは、対立、競争、攻撃性、緊張、ライバル、内部対立の感情をもたらし、否定的な答えを与えます。",
        "past" => "過去の出来事によって重要な結果や争いが生じるかもしれません。古い記憶が干渉し、前進を妨げます。原因を探ることに時間を費やさず、目標に集中してください。",
        "present" => "コミュニケーションの不備や誤解が進捗を妨げます。",
        "future" => "将来の機会は、成功するために勇気を試すことを要求します。あなたの行動を決めるのは他の誰でもなく、あなた自身です。意志の力に頼って、バランスの取れた進歩を達成してください。",
    ],
    27 =>
    [
        "id" => 28,
        "type_id" => 1,
        "number" => 27,
        "name" => "ワンドの6",
        "upright_keyword" => "成功, 勝利, 凱旋, 報酬, 認識, 賞賛, 称賛, 誇り",
        "reversed_keyword" => "失敗, 認識の欠如, 報酬なし, 達成感の欠如",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "27_Six_of_Wands",
        "content" => "ワンドの6のタロットカードは、勝利の冠をかぶった男を描いています。彼は白い馬に乗り、群衆の中を進んでいます。白い馬は、力、純粋さ、成功の象徴としてよく知られています。群衆は騎手の成果を公に認識していることを示しています。男のワンドもまた冠で飾られており、彼の成功を強調しています。この人物は注目を恐れたり恥じたりすることはなく、むしろ彼の成果を誇りに思っています。群衆は喜びと熱狂で反応しています。",
        "upright_content" => "この特定のカードは、認識、勝利、成功を得ることを意味します。あなたはすべての目標を成功裏に達成し、その結果について公の認識を得ています。あなたは賞を受け取ったり、何らかの公の称賛を受けたりしたかもしれません。

このカードは、あなたが内なる強さと才能を活用して、特に成功した結果をもたらしたことを示しています。あなたは以前のワンドの5によってもたらされた混乱を克服し、干渉を減らして目標に集中し、それを達成しました。

全体的なポジティブさに加えて、若干のマイナス面もあります。これは傲慢さと自己満足感をもたらし、誰も自分より優れていないと信じることにつながるかもしれません。",
        "reversed_content" => "カードが逆位置の場合、あなたは自分の能力と成功を達成する全体的な可能性を疑っているかもしれません。あなたは自己全体について特に否定的に感じ、他人を失望させ、自分も失望しているように感じるかもしれません。これは、成功を達成するために必要な自信とモチベーションが欠けていることを示しています。第三者からの包括的な支援と認識が必要で、感情的な強さを提供してくれます。",
        "upright_love" => "シングルなら、ワンドの6のタロットカードの恋愛の意味は、成功があなたのもとにやってくることを示唆しています。他の人々は今、特にあなたを魅力的だと感じるかもしれません。誰かを探しているなら、彼らはいつもよりあなたに対して受容的かもしれません。必要なのはあなたがアプローチすることだけです。関係にある場合、共に取り組んできた目標、例えば遠距離恋愛後に一緒に住むことや家を購入することが実現しそうです。二人の未来は明るく、多くの幸福をもたらすでしょう。",
        "reversed_love" => "現在、自信が低いかもしれません。逆位置のワンドの6のタロットカードの恋愛の意味は、あなたが受けるべきだと思う愛を受け取っていないことを示唆しています。あなたは無視されていると感じるかもしれません。一方、あなたのライバルたちは、あなたほど愛情深く思いやりのある人ではないかもしれませんが、成功を収めています。多くの場合、必要なのは態度の変化です。これが苦味に変わらないようにしてください。自信とポジティブさは魅力的ですが、ネガティブさは他人を遠ざけることが多いです。関係にある場合、あなたやパートナーが評価されていない、または無視されていると感じるかもしれません。",
        "upright_career" => "ワンドの6は、通常、成功と自信を象徴する非常にポジティブなカードです。この位置に現れるとき、これらの原則はあなたの仕事の生活に適用されます。あなたは仕事で特に誇りに思う何かを達成した可能性があります。報酬も来るでしょう。これは、昇進や昇給が間もなく行われるか、最近行われたことを意味するかもしれません。最近プロジェクトを完了した場合、その結果はポジティブである可能性が高いです。最近戦っていたすべての争いがあなたの有利に解決されました。この瞬間の満足と自信を楽しんでください。自信が傲慢さに変わらないようにしながら、以前の対立の終わりを祝って現在の地位を楽しんでください。",
        "reversed_career" => "逆位置の場合、通常のワンドの6に関連する成功は覆されます。この位置にあるとき、ワンドの6は失敗と仕事における野心の欠如を表しています。昇進や昇給の機会を見逃したかもしれません。最近仕事で対立や競争があった場合、それはあなたの有利に解決されなかった、またはされないかもしれません。具体的な緊張の瞬間がない場合、この6はあなたの仕事に対する一般的な感情を指しているかもしれません。これらの感情は、プロジェクトの進展や興味の欠如として現れるでしょう。モチベーションの欠如のために、あなたは現在の地位に行き詰まりを感じるかもしれません。具体的な背景に関係なく、これはパフォーマンスの低さのサインです。",
        "upright_finances" => "このカードがここに現れる場合、あなたの財政状況は良好です。あなたは困難な時期における献身と忍耐のおかげで、現在平和と財政の安定を楽しんでいます。今は、あなたの努力の成果を評価し、それらの報酬を大切にしてください。適度に贅沢しても構いませんが、自信過剰には注意してください。無謀な支出は賢明ではありません。",
        "reversed_finances" => "ワンドの6がこの位置に現れる場合、財政状況を再評価する時間を取りましょう。あなたの財政は低迷しているかもしれません。これは単一のネガティブな出来事が原因であるか、経済状況を広く表しているかもしれません。前者の場合、あなたが行った投資が結果をもたらしていないか、あなたが購入したものが期待通りではないかもしれません。特定の投資や購入があなたの財政資産を減少させているわけではない場合、あなたの資金は徐々に減少しているかもしれません。これは危機ではないかもしれませんが、困難な時期を過ごしている可能性があります。物事が良くなると信じる自信を集めるのが難しいかもしれません。あなたの財政的努力を生産的かつ積極的にするために取り組んでください。",
        "yes_no" => "ワンドの6は、努力の勝利、凱旋、成功を示しています。それは勝利を感じ、前進するためのインスピレーションを見つけることを示します。このカードがもたらす全体的な感情は良いニュースです。答えは「はい」です。",
        "past" => "過去の努力とインスピレーションがあなたを現在の位置に導きました。この道を続けることで、報酬を見つけることができます。",
        "present" => "良いニュースがやってきます。それは条件付きかもしれませんが、この変化はあなたの充実を追求する上で大いに役立ちます。",
        "future" => "旅の終わりには勝利が待っています。それを見つけるためには、注意深いナビゲーションと障害の除去が必要ですが、あなたが望むすべてが達成可能です。",
    ],
    28 =>
    [
        "id" => 29,
        "type_id" => 1,
        "number" => 28,
        "name" => "ワンドの7",
        "upright_keyword" => "自己防衛, 自己主張, 自己保護, テリトリーの防衛",
        "reversed_keyword" => "降伏, 敗北の認識, 譲歩, 自信の欠如, 降伏",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "28_Seven_of_Wands",
        "content" => "ワンドの7は、丘の上に立ち、下から挑戦してくる対戦相手と戦っている男を描いています。彼はこの位置を守り、反撃しているように見えます。興味深いことに、ライダー・ウェイト版のワンドの7では、男が異なる靴を履いています。これは、人生において不安定な基盤や安定した足場がないことの象徴に関連しています。",
        "upright_content" => "ワンドの7の意味は、ワンドの5と似ています。両方のカードは、初期の完了と満足の後の闘争を示しています。しかし、ワンドの7はその位置を維持するために必要な闘争についてであり、それを達成することではありません。成功を続けるための困難についてです。あなたは自分の立場を守るための競争に直面する準備が必要です。これは、防衛、忍耐、決意の象徴です。異なる靴は、人生における不安定な基盤を指し、明確な立場がないことを示しています。6本のワンドは、激しさと挑戦を描いています。

七のワンドの全体的な意味は、どんな挑戦に直面しても、自分の立場を守ることです。この位置を守り、自分の立場を奪おうとする者に反対する必要があります。この時期には逆境がありますが、信念のために戦い、あなたの信念を脅かす者と向き合う必要があります。",
        "reversed_content" => "ワンドの7の逆位置の意味は、あなたがすべての責任と挑戦に圧倒されているかもしれないことを示しています。これにより、全体像を見るのが難しくなることがあります。また、他人と競争し、自分を比較する必要があると感じることがあり、それが脆弱で不十分な気持ちを引き起こすこともあります。

ワンドの7の逆位置は、他人から絶えず批判され、判断されていると感じることも反映しています。友人や家族があなたの決定や選択を疑問視し、その判断に圧倒されることがあります。

逆位置のワンドの7は、紛争を避け、引き下がることが一般的です。これは、挑戦されると活動を避け、目標を放棄することにつながります。ここまで来るために経験したすべての闘争を思い出し、今それを諦める価値が本当にあるのか慎重に考えてください。逆位置のワンドの7のもう一つの解釈は、自己防衛に過度に攻撃的であり、その結果、関係を損なっている可能性があることです。",
        "upright_love" => "このカードが恋愛タロットリーディングに現れた場合、境界を設定する必要があるかもしれません。パートナーと一緒にいる場合、関係を守るために戦わなければならない立場に立つかもしれません。家族や他の求婚者、二人の関係に反対する友人など、外部からの反対があるかもしれません。これらの多くの外部要因にもかかわらず、関係を維持するために多くの努力を注ぐ必要があるかもしれません。すべてのこれらの要因にもかかわらず、これは正しいことだと自信を持って感じるかもしれません。その感覚を持ち続けることで、困難な時期にエネルギーを維持するのに役立ちます。",
        "reversed_love" => "過度に防御的であることがあなたに不利に働いているかもしれません。逆位置のワンドの7のタロットカードの恋愛の意味は、あなたが一生懸命維持しようとしている関係が実際には不安定な基盤にあるかもしれないことを示唆しています。周囲の人々はこれを明確に見ているかもしれません。彼らはあなたの幸福を気にかけています。逆に、これらの懸念を無視し、否定しているかもしれません。愛は真実を見えにくくするかもしれません。また、たとえ二人が正しい理由で一緒にいるとしても、外部の力が二人を引き離そうとする中で一緒にいるのがますます難しくなるかもしれません。",
        "upright_career" => "一般的に、ワンドの7は挑戦と忍耐を象徴します。ワンドの7がここに現れる場合、これらの考えはあなたの仕事の生活に適用されます。これは困難に聞こえますが、このカードはネガティブである必要はありません。正位置の場合、これから直面する問題に対処できることを示しています。他の人々があなたを攻撃したり、あなたの職位を羨むことがあるかもしれません。内なる自信を抱き、恐れずに前進してください。現在、あなたの職位や倫理に対する挑戦が特に一般的かもしれません。幸運なことに、あなたは恐れや懸念を克服し、自分と信念を守る力を持っています。",
        "reversed_career" => "タロットでワンドの7が現れる場合、あなたの立場を守る試みが成功しないかもしれません。これは準備不足が原因である可能性があります。あなたは過去の勝利、原則、立場を守る準備ができていないかもしれません。現在、仕事の職位やビジネスを守ることが重要ですが、それを行う準備ができていないか、意欲がないのです。人々は成功を羨むことがよくありますので、現状に満足するだけでは不十分です。時には、今のように、あなたを阻もうとする人々に対して警戒する必要があるかもしれません。最近の選択が、他人があなたの機会を侵害し、盗むことを許すことにつながっています。",
        "upright_finances" => "ワンドの7のこの位置と方向は、長期投資の成功と関連しています。これは、過去の努力や将来の努力から利益を得ていることを意味するかもしれません。現在、あなたは財政的な先見の明を示しているかもしれません。あなたの立場は現在安定していますが、この安定が一時的であることをよく理解しており、収入を守るための対策を講じています。この財政計画は、退職基金の開始、家の購入、またはより多くの貯蓄を始める形を取るかもしれません。あなたの投資がどのような形をとるにせよ、これらの選択は過去にそうであったように、将来あなたに役立つでしょう。ワンドの7はまた、他人があなたの財政的成功を羨むことと関連しています。そのため、他の人々があなたの財政的成功を羨むのに驚かないでください。",
        "reversed_finances" => "ここにワンドの7がある場合、軽薄さに注意してください。財政的安定について過度に自信を持たないでください。収入に関係なく、経済的な低迷は人生の一部です。ワンドの7はそのことを思い出させます。無駄な購入に収入を浪費するのではなく、将来を考えて貯蓄することが推奨されます。盲目的な支出に傾向があっても、特に今はそのような活動はお勧めできません。",
        "yes_no" => "ワンドの7は、障害を克服し、計画的なリスクを取ることによる長期的な成功を表しています。勇気を持って自分を主張することがこのカードの本質です。求めている答えは「はい」です。",
        "past" => "進展が遅くても、あなたの決意と継続的な努力があなたを着実に前進させます。諦めないでください！",
        "present" => "大きな紛争が近づいていますが、恐れないでください。勇気を持ってこの障害を克服し、人生に大きな変化をもたらします。",
        "future" => "自分を信じ続けてください。物事はあなたの有利に進んでいないかもしれませんが、それらを克服する力を持っています。戦い、挑戦を受け入れることで明るい未来が待っています。",
    ],
    29 =>
    [
        "id" => 30,
        "type_id" => 1,
        "number" => 29,
        "name" => "ワンドの8",
        "upright_keyword" => "動き, スピード, 進展, 迅速な決断, 突然の変化, 興奮",
        "reversed_keyword" => "待機, 減速, 混乱, 遅延, 勢いの喪失, 急ぎすぎ, 準備不足",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "29_Eight_of_Wands",
        "content" => "ワンドの8は、空中に浮かぶ8本の飛ぶワンドを描いています。これらのワンドは最大速度で前進しているように見えます。背景には障害物のない澄んだ空があり、目的地への道を示しています。壮大な川の風景が命を吹き込み、ワンドは長い旅の終わりを示すように着陸しようとしています。",
        "upright_content" => "ワンドの8の描かれたイメージは、ワンドの7がもたらした闘争がついに終わりを迎えることを示唆しています。これは高いエネルギーレベルを象徴しており、あなたの人生のさまざまな側面が先駆的なものであることを意味します。重要なニュースが届くかもしれず、突然の安定したポジティブな成長を経験するかもしれません。ワンドの8の意味はあなたの仕事にも関連しています。待ち望んでいた決定が間もなく訪れる可能性があります。忍耐強く待つ必要があります。

恋愛において、ワンドの8の意味は関係に対して準備ができているかどうかに関するものです。ただし、相手に対して準備を強制しないようにアドバイスしています。あなたのパートナーも間もなく準備が整うでしょう。物事を強制すると結果に悪影響を与える可能性があります。財政的には、今は性急な投資の時期ではないようです。恋愛と同様に、忍耐強く待つことをお勧めします。資金を貯め、最適な投資機会を待ちましょう。あなたが努力してきたすべてのことが進化し続けています。進展が見られなかった場所でも、近い将来に行動の波が訪れることに気づくでしょう。",
        "reversed_content" => "正位置のワンドの8と同様に、逆位置のワンドの8の意味は通常忍耐に関連しています。あなたは何かに対してフラストレーションを感じているかもしれません。以前に開始した行動が現在の障害を引き起こしていることが明らかになるかもしれません。過去を変えることはできないことを認識し、自分を許し、戦略を調整する時です。

仕事に関しては、オフィスで意見の相違があるかもしれません。この問題を早急に解決する必要があります。さもないと、大きな問題が発生する可能性があります。深呼吸をし、考え、リラックスしようと試みてください。忍耐強く待ち、すべてがうまくいくことを信じましょう。恋愛における逆位置のワンドの8の意味は、可能性のある嫉妬に関連しているかもしれません。今感じている嫉妬は根拠がなく、あなたとパートナーの良好な関係に悪影響を与えるだけです。健康と精神面では、集中力、協力、決意を改善する必要があります。集中力を失うと、カードのエネルギーが散逸してしまいます。",
        "upright_love" => "あなたの恋愛生活が停滞していると感じるなら、再び活力と興奮が戻ってくることに安堵するでしょう。シングルであれば、恋愛生活が再び始まり、新しい恋人がロマンスをもたらし、恋愛が驚くべき速さで進展するかもしれません。この時に時々クレイジーなエネルギーを活用する準備ができていることを確認してください。既存の関係にある場合、驚きが両者に興奮をもたらすかもしれません。これらの驚きは歓迎される可能性が高く、タロットスプレッドの他のカードがさらに多くの背景情報を提供します。",
        "reversed_love" => "誤解、逆位置のワンドの8のタロットカードの恋愛の意味。シングルであれパートナーと一緒であれ、何を言ったり行ったりするかを慎重に考えてください。あなたとパートナーの関係には情熱とコミュニケーションが欠けています。どちらも問題について話し合おうとせず、さらなる誤解を招いています。あなたたちの間の性的関係が期待通りに発展していないことを示しており、これはしばしば頻繁な議論や嫉妬によって培った信頼を損なうためです。",
        "upright_career" => "ワンドの8は急速な前進を象徴しています。これをあなたのキャリアに適用すると、物理的または比喩的な急速な動きを意味します。物理的には、このカードは仕事のために旅行することを示す場合があります。そうでない場合、仕事においてより広い進展を感じるかもしれません。キャリアが急速に発展しているように感じるかもしれません。これは今あなたにとってポジティブな感情です。殻を破り、ついに望んでいた影響を与えることができるようになったかのようです。この進展はエキサイティングで活気に満ちています。自信を持って前進し続け、期待を超える結果を得るでしょう。",
        "reversed_career" => "この位置におけるワンドの8は、あなたのキャリアに適用される2つの意味を持ちます。仕事での進展が遅すぎるか、過去に急速に進展しすぎたかのいずれかです。自分の気持ちを評価してください。仕事での進展の遅れにフラストレーションを感じている場合、このカードはタイムリーに行動できなかったためにチャンスを逃したことを示しているかもしれません。進展がないのは、チャンスを逃したためです。しかし、最近キャリアで進展があった場合、急速に進展しすぎた可能性があります。この懸念は、人々の要求に圧倒されていると感じる形で現れます。プロジェクトが圧倒的に思える場合、他の人がどのようにそのようなタスクを処理しているかについて話し合うことが役立つかもしれません。新しい責任を処理する方法を学びますが、それには時間と忍耐が必要です。",
        "upright_finances" => "ワンドの8に関連するスピードは、ここではお金に適用されます。お金が手元からすぐに消えていくように見えるかもしれません。この傾向自体は良いことでも悪いことでもありません。入ってくるお金と出て行くお金の量を覚えておく能力に依存します。今特に魅力的に思えるかもしれませんが、ここでこのカードを見た場合、衝動的な支出には注意してください。高リスクの投資を選ばないように注意してください。",
        "reversed_finances" => "ワンドの8がここにある場合、入金のペースにフラストレーションを感じるかもしれません。資金が不足している、またはもっと早く流入すべきだと感じるかもしれません。このカードのメッセージは、もう少し忍耐を持ち、すべての行動がゆっくりとした進展の一部であることを思い出すことです。今日の小さな投資が最終的には成果を上げるでしょう（今はフラストレーションがあるとしても）。仕事が思うように進まない場合、まだ努力の結果が出ていない可能性があります。いつかは望んでいる仕事（と収入）を得るかもしれませんが、今日は忍耐が必要です。",
        "yes_no" => "ワンドの8は何らかの旅や旅行を示唆しています。それは急速に展開する出来事と予測不能な機会を意味します。障害を克服する一方で、あなたの人生の遅延や障害の終わりを示しています。あなたの質問への答えはおそらく「はい」です。",
        "past" => "過去の目標はあなたを前進させません。最大の幸福をもたらす変化を考えてください。あなたを悩ませていた闘争は過ぎ去り、短い平和が訪れます。",
        "present" => "エキサイティングなニュースが到来し、現在の静けさを破ります。人生で何も起こっていないように感じる場合、日常を打破し、何かエキサイティングなことをすぐにやりたいと思うでしょう。生産的なことに従事することをお勧めします。",
        "future" => "新しい冒険が将来の成功をもたらしますが、突然の決断で正しい選択をする準備が必要です。",
    ],
    30 =>
    [
        "id" => 31,
        "type_id" => 1,
        "number" => 30,
        "name" => "ワンドの9",
        "upright_keyword" => "最後の立ち, 粘り強さ, 忍耐, 回復力, 成功に近づく, 疲労",
        "reversed_keyword" => "頑固さ, 硬直性, 防御的, 妥協を拒否, 諦め",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "30_Nine_of_Wands",
        "content" => "ワンドの9は、弱々しく見える男がワンドを持ち、後ろには8本の立っているワンドが描かれています。男は負傷しているようですが、再び戦う準備ができており、勝利を切望しています。彼は希望と決意に満ちており、最後の戦いを乗り越えるのに役立つでしょう。このカードは、挑戦、希望、勝利を組み合わせています。",
        "upright_content" => "ワンドの9のタロットカードは、多くの問題に直面しても大きな希望を象徴しています。ワンドの9は、多くの試練を経験し、決意と意志力によってこれらの挑戦を乗り越えてきた人を表しています。8本の立っているワンドは、これらの勝利の戦いを象徴しています。ただし、この人はさらに多くの試練に直面するかもしれません。これは、目標を達成するため、または追求するために対処すべき重要な試練や挑戦かもしれません。このカードは希望と励ましの兆候であり、試練に勇敢に立ち向かうように促しています。

  ワンドの9は、裏切りによって誰かが不信感を抱いていることを示すこともあります。これは、何度も何かが起こったため、最初は絶望的に見えるかもしれません。しかし、ここには希望と勇気があり、この展望が変わりつつあることを信じています。誰かまたは何かが彼らの人生に入り、過去の闘争に対する全体的な見方を変えるかもしれません。冒険的な一歩を踏み出すよう人々に奨励しており、驚かされるかもしれません。",
        "reversed_content" => "逆位置のワンドの9は、人が冒険者でない可能性を示しています。彼らは長期的な動きやコミットメントを避けるかもしれません。なぜなら、状況から抜け出せないことを恐れているからです。彼らは不信感を抱いており、他人との間に障壁を築き、個人的な監獄を作り出しています。これから来る挑戦に直面するためのリソースが足りないと心配しているかもしれません。

  しかし、これは成長に必要な新たな高みに到達するのを防ぐ自己課した制限であるため、変えるべき状況です。勇敢であることを奨励していますが、将来的に代償を払うことになるような無謀または急な決定をしないように注意してください。

  ワンドの9は、あなたに影響を与える可能性のある重要な個人的な恐怖や心の状態を示すことがあります。したがって、恐怖があなたを消耗させ、前進を妨げる前に対処するためのステップを踏むことが重要です。",
        "upright_love" => "あなたは準備ができ、戦略を立て、これからの挑戦に立ち向かう準備ができています。ワンドの9のタロットラブの意味は、あなたが求める愛が多くの努力、自己改善、犠牲を伴うことを認識していることを示しています。これは実際、すべての愛の本質です。多くの人々は愛をただの感情だと思っていますが、それは2人の恋人がチームとして適応し、問題を解決する意思があることから生まれます。それは絶え間ないコミュニケーションと調整です。この認識が今、あなたの元に訪れており、あなたはそれに向けて準備をしています。恋愛生活に関して、大きな一歩を踏み出すことも考えられます。プロポーズしていますか？それとも、パートナーに次のステップを一緒に進むことを提案していますか？ワンドの9のタロットラブの意味は、努力すれば成功することを示しています。",
        "reversed_love" => "あなたが恋愛生活で行ってきたすべての準備と努力は、期待通りの結果をもたらさないかもしれません。逆位置のワンドの9のタロットラブの意味は、最善を尽くしても、あなたが戦ってきた関係があなたを疲れさせてしまったことを示唆しています。意見の不一致は自然なものであり、あなたは2人の異なる人間ですが、成功する関係のためには、両方の当事者が妥協し、途中で会う意思がなければなりません。シングルの場合、自分自身のために設定した境界が他人を受け入れるのを妨げていないことを確認する必要があるかもしれません。",
        "upright_career" => "ここでは、どの位置でも、ワンドの9は中途半端な戦いを示します。これらの闘争はまだ終わっていませんが、すぐに終わるでしょう。現在、あなたは疲れていると感じるかもしれません。戦いは続いていますが、あなたはもう長く続けることができないと感じるかもしれません。このカードは、キャリアで遭遇するいかなる困難も一時的なものであることを思い出させるものです。最近の仕事量が特に重かったかもしれませんが、それは軽減されるでしょう。困難が緩和されると、あなたは最後まで戦う力があることに気付くでしょう。あなたは粘り強く続けることができますが、戦いはまだ終わっていません。",
        "reversed_career" => "逆位置のワンドの9を見つけた場合、仕事で疲れ果てて燃え尽きているかもしれません。最近仕事で戦ったすべての戦いがあなたを消耗させてしまいました。仕事はあなたの人生の一部に過ぎないことを思い出してください。仕事や他の生活の分野で集められるエネルギーを再充電しようとしてください。また、妥協を拒否していることがあなたの疲れの根本原因である可能性があることにも注意してください。モラルに反することと戦うことは特に疲れるので、そのような仕事の闘争に関与する際には注意してください。モラルに反することと戦っているかどうかは外部の対立であるかもしれませんが、それは止められない潮流との闘争かもしれません。無益な戦いで疲れ果てているときには、それを認識してください。時には、方向転換することが最善の方法であり、対立を終わらせることができます。これは必ずしも失敗を意味するわけではありません。変化は成長の一部です。自己批判は、あなたが強いのか頑固なのかを判断するのに役立ちます。",
        "upright_finances" => "ワンドの9は、財政的な問題を予告することができます。財政的な混乱には陥っていないかもしれませんが、ある程度のプレッシャーを感じています。貯金や他の資金源（例えばローンや誰かからの借り入れ）から資金を引き出すことを考えるかもしれませんが、それで十分かもしれません。貯金を使い果たすのではなく、または財政状況を害するのではなく、追加の収入源を見つけることを考えてください。（シフト制の仕事をしている場合は、残業をするか、その他の形で残業を考慮してください。）これは永久的な変化である必要はありません。この財政的なプレッシャーからすぐに脱出できるでしょう。しかし、それまでは、決意とやる気を持って財政状況に立ち向かわなければなりません。",
        "reversed_finances" => "逆位置のワンドの9をここに見つけた場合、あなたの財政状況に責任を持つ必要があることを示しています。今、金銭的な問題を避けることは特に誘惑的かもしれませんが、それをしないでください。現実逃避は魅力的ですが、最終的には破壊的です。これらのことに揺さぶられることなく、財政的な将来に害を与えることを避けてください。たとえば、借金のプレッシャーに圧迫されている場合、旅行にお金を浪費しないでください。この時期の財政的な責任は、特にあなたの貴重品に注意を払うことを意味します。今それらを大切にしないと、なくなることがあります。",
        "yes_no" => "ワンドの9は、火の中での決意と勇気を示しています。しかし、それはまだ来る戦いにおいて注意と防御が必要であることも示しています。これらのことがよりポジティブな結果をもたらすかどうかについては明確な指標はないため、答えは「おそらく」です。",
        "past" => "あなたが経験した闘争は、現在の安定をもたらしました。他人の反応を評価することにより、進歩はスムーズになるでしょうが、この戦略では持続可能な安楽は得られません。",
        "present" => "友人や愛する人からの励ましが、あなたが直面する課題を克服するのに役立ちます。",
        "future" => "避けられない未来の対立が近づいていますが、それを乗り越えることができます。成功するためには、内なる強さに頼り、短期的な利益のために価値観を犠牲にしないようにしてください。",
    ],
    31 =>
    [
        "id" => 32,
        "type_id" => 1,
        "number" => 31,
        "name" => "ワンドの10",
        "upright_keyword" => "重荷, 責任, 義務, プレッシャー, 任務, 疲労, 闘争",
        "reversed_keyword" => "手放せない, 取りすぎ, 崩壊",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "31_Ten_of_Wands",
        "content" => "ワンドの10の画像には、木の棒の重い束を運ぶ男が描かれています。この束は10本のワンドの形をしており、男は遠くない町に向かっています。このカードは、人生で苦労し成功を収めた人が、その収穫を最終目的地に運んでいる様子を示しています。目的地は遠くなく、彼が人生の苦労の最も難しい部分を完了し、成功を享受する場所を必要としていることを示唆しています。",
        "upright_content" => "このカードは、あなたが闘争のサイクルを完了したことを示しています。多くのリソースとエネルギーを費やして成功を追求した後、ついに障害を克服しました。額に汗をかいたことは価値があり、あなたの努力がついに実を結びました。貧困や苦しみのない豊かな世界に住んでいるかもしれません。

  しかし、素晴らしく満足感があるように聞こえますが、このカードはあなたの周りに多くの責任を描いています。あなたは今、家族や友人の問題解決者となり、それがさらに挑戦に満ちた別の世界へとあなたを導く可能性があります。この時点で、あなたは成功を維持する責任も負っています。あなたが始めたビジネスは繁盛しており、あなたを常に警戒させます。主な問題は、コントロールを失うと、これらの問題があなたを圧倒する可能性があることです。優先順位をつけて関連する問題に対処する方法を知っていることが重要です。

  実際の世界では、このカードは、人々が初期の成功を収めた後に責任を引き受けようとする様子を表しています。それは、大学を卒業し、仕事を見つけ、現実の世界で成功し始めることのようです。さらに多くの挑戦が続き、親の世話をし、家庭を築き、他の人々の世話をすることになり、成功していないように感じるかもしれません。これは重荷となり、ある時点で、これらの任務をすべて遂行するには十分ではないと感じることになるでしょう。このカードの一般的な教訓は、すべてを解決できるわけではなく、他の人に負担を分担してもらう必要があることを理解し、適度に調整し、優先順位をつけることが重要であるということです。",
        "reversed_content" => "ワンドの10が逆位置になると、あなたが本当に不要な状況に圧倒されていることを示しています。周りを見渡して何があなたを悩ませているのかを確認し、それを修正しても自分にプラスの影響を与えない場合、それらを手放して自由になり、明確に考え、正確に行動できる人になることです。あなたの人生に価値をもたらさないものはあなたの時間を浪費する価値がないので、それらを手放してください。",
        "upright_love" => "ワンドの10のタロットラブの意味は、愛が重荷のように感じられるかもしれないことを示唆しています。仕事や財政などの他の側面が最近あなたにストレスを与えており、ロマンチックになるのが難しいと感じているかもしれません。時には、そのプレッシャーがあなたの恋愛生活を別の重荷と感じさせることがあります。関係にある場合、助けを求めることを恐れないでください。それは恋人の心配を軽減し、あなたの心配も軽減し、2人がより親密になる機会を生むことができます。独身の場合、一人で過ごす時間を恐れないでください。誰もがパートナーを見つける前に自分自身に集中する必要があります。自分自身を大切にしてください。",
        "reversed_love" => "あなたとパートナーは一緒に人生の重荷を背負うためにいます。重荷を共有しないことは関係を悪化させる可能性があります。一人がすべての責任を引き受け、チームとして働かない場合、それは良かれと思っているかもしれませんが、ストレスから守るため、または相手が助けを提供できないと信じているからかもしれません。それがあなたなら、パートナーを信頼し、助けを求める機会を与えてください。誰かがあなたを愛しているとき、彼らはあなたを幸せにしたいと思っており、あなたを助けることは重荷ではなく喜びです。",
        "upright_career" => "ワンドの10は重荷のカードです。この原則は、あなたの仕事生活に簡単に適用できます。正位置の場合、ワンドの10はあなたが過労を感じていることを示しています。あなた一人で対処するにはプロジェクトが多すぎるかもしれません。負担を他の人に委任するか、共有できるかどうかを確認してください。協力と委任がこの時期にあなたの最大の助けとなるでしょう。助けを求めたり、不均等な仕事の分配について話し合うことを恐れないでください。現在の仕事量が特に重くない場合、手元のタスクが異常に困難または疲れると感じるかもしれません。助けが必要な場合、まだそれを求めることができます。",
        "reversed_career" => "この文脈では、ワンドの10は仕事の重荷の終わりを示しています。このストレスの解放は2つの方法で達成される可能性があります。1つの方法は、仕事の委任を成功させることです。おそらく、一人では多すぎることに気づいたのでしょう。以前の心配事の大部分をグループに分散させることにより、個々の人に深刻な悪影響を与えることはなく、少しリラックスすることができます。必要なときに責任を委任していない場合、あまりにも多くの要求の圧力で崩壊する可能性があります。いずれにせよ、あなたはもう過労ではなく、回復のための静かな時間があります。",
        "upright_finances" => "ワンドの10が財政に関して正位置にある場合、あなたは財政的な負担を抱えているでしょう。これは多くの形をとることができます。借金の返済に苦労しているか、他の未払いのバランスを考慮する必要があるかもしれません。学校やビジネスローンなどの大きな支出が現在特に緊迫しているかもしれません。これらの問題にどのように対処するかについて誰かと話し合うかもしれません。無謀なことや一般的に望ましくないことは避けてください。しかし、専門家は長期的な成功を達成するのに役立つ信頼できる解決策を持っているかもしれません。",
        "reversed_finances" => "ワンドの10がここで逆位置になる場合、2つの可能性があります。財政的な困難から抜け出している可能性があります。財政を乱す根本的な問題に対処するためのステップを踏んだ場合、この10はあなたが状況をついにコントロールできることを示しているかもしれません。その結果、あなたの財政状況はすぐに改善されるでしょう。逆に、財政を乱す原因を理解するために努力していない場合、経済的な困難が深まる可能性があります。このカードはあなたの生活に密接に関連しているので、財政に対するコントロールの度合いを考慮してその意味を判断してください。場合によっては、他のカードがどちらの解釈が正しいかを示唆するのに役立つことがあります。しかし、あなたが財政をコントロールするためにどのようなステップを踏んだか答えられない場合、十分な決定的な行動を取っていない可能性が高いです。",
        "yes_no" => "ワンドの10は、人生のある側面で非常に大きなプレッシャーや重荷を感じることに強く関連しています。このカードが示唆する他の可能なことは、閉じ込められている、抑圧されている、または周囲をコントロールできないという感覚です。答えは「いいえ」です。",
        "past" => "長年の闘争で育んだ強さが、現在の問題解決に導いてくれるでしょう。最近の否定的な感情の手放しが、新たな哲学を形成するでしょう。",
        "present" => "耐え忍び、挑戦を乗り越えましょう。親しい人と断絶していた場合、再接続の機会を期待してください。",
        "future" => "エネルギーを一方向に集中させ、努力を統合しましょう。成功はより容易に達成できるでしょう。願望を実現する機会がありますが、まずは高い目標を達成しなければなりません。",
    ],
    32 =>
    [
        "id" => 33,
        "type_id" => 1,
        "number" => 32,
        "name" => "ワンドのペイジ",
        "upright_keyword" => "冒険, 興奮, 新しいアイデア, 陽気, エネルギッシュ, 恐れ知らず, 外向的",
        "reversed_keyword" => "性急, せっかち, アイデア不足, 癇癪, 怠惰, 退屈, 信頼性の欠如, 気が散る",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "32_Page_of_Wands",
        "content" => "よく装った若者が荒れた土地に大胆に立ってワンドを持っている姿が描かれています。彼のシャツにはサラマンダーの模様が描かれており、悪を善に変える象徴です。この若者は情熱的な提唱者であり、仲間を高揚させるために霊的および社会的進歩のアイデアを広めています。背景の砂漠は彼の要素である火を表しており、彼がまだ実を結ばない世界に住んでいることを象徴しています。したがって、彼のアイデアは純粋に仮想的なものです。しかし、彼がそれらを使い、旅に出ることを選べば、彼の純粋な心がより良い運命を見つける手助けとなるでしょう。",
        "upright_content" => "ワンドのペイジを見ると、世界に対して興奮と好奇心に満ちた若者が見えます。彼は何をすべきか知っており、成功への情熱を持っていますが、経験不足や未知への恐れから彼のアイデアは抽象的なままです。彼は探検する新しい世界や簡単に活用できる新しい機会を見つけており、成功に必要な「大きな絵」を描くビジョンも持っています。それでも、彼は怠けたり、一つのアイデアから別のアイデアに簡単に気を取られたりする傾向があります。これを制御しなければ、自分を高める機会を無駄にするかもしれません。

          ペイジのカードを引くと、内にある何かが発見や投資、新たな進歩に導くかもしれないことを意味します。アイデアに基づいて行動しようとしているかもしれませんが、心の中の対立するメッセージがあなたを落ち込ませています。このカードは、世界に自分の存在を知らせるための内なる戦いに似ています。

          賢明ならば、このカードは勇気を引き出すトリガーとなります。個人的な挫折を克服し、勇敢に前進し、アイデアを現実の世界に打ち出すことを奨励します。恐れを取り除き、リソースを集めて行動してください。自分がいることを世界に知らせ、選んだ道を進んでいることを示してください。あらゆる障害を克服し、アイデアを輝かせ、世界に知らしめてください。このカードは、勇敢に行動することでのみ達成できる成功を示しています。",
        "reversed_content" => "焦点が定まらないために間違った道に進んでしまい、予期しない失敗を招いていることを示しています。この事実を受け入れられないために、間違った決断を続けています。

          このカードは、損失、障害、批判によって負の影響を受けることなく、希望を失わずに再出発することを示唆しています。",
        "upright_love" => "ワンドのペイジのタロットラブの意味は、世界が可能性に満ちていることを示しています。独身の場合、新しい人々と出会い、愛とロマンスの新しい領域を探検することに喜びを感じるかもしれません。また、この性格を体現する人と出会うかもしれません。人物として、ワンドのペイジは冒険的で生き生きとしており、恋に落ちやすいが飽きやすい人を表しています。彼らは新しい経験を求めて生きているため、長期的な関係を築くのは難しいかもしれませんが、短いロマンスは充実感をもたらすでしょう。カップルは新しいことに挑戦したくなるかもしれません。クラスを一緒に受けたり、新しい趣味を発見したり、ベッドルームで新しい冒険を探検したりすることができます。",
        "reversed_love" => "独身の場合、逆位置のワンドのペイジのタロットラブの意味は、コミットメントに適していない人を示唆するかもしれません。彼らは自分の人生から何を求めているか分からず、漂流して信頼できない可能性があります。彼らの炎のような性格は、トラブルを引き起こすこともあります。このカードは、あなたの恋愛生活において、何を求めているのか不確かであることを示すかもしれません。明確な方向性がなければ、行き詰まりの状況に陥るかもしれません。愛を無目的に探すのではなく、どのようなパートナーを求めているのかを決めるためにもっと時間を費やす必要があるかもしれません。関係にある場合、このカードは退屈やモチベーションの欠如を示すかもしれません。関係を再活性化するために努力が必要です。",
        "upright_career" => "ワンドのペイジは新しい企業に関して良い兆候となることがあります。あなたのキャリアにおいて、これは新しいポジションに就くか、新しいプロジェクトを開始することを意味するかもしれません。いずれにしても、このカードは努力に続く成功と充実を象徴する良い前兆です。ペイジが現れるとき、それは冒険的な仕事に理想的な時期でもあります。ただし、あまり急がないように注意してください。ペイジは挑戦を求めるが、必ずしもそれに備えているわけではないということを表しています。新しいタスクに取り組む前に、自分が準備ができているかどうかを自問してください。とはいえ、準備ができている場合、今が機会をつかみ、新しいプロジェクトを開始する理想的な時期です。",
        "reversed_career" => "逆位置のペイジは、望むキャリアと現在のキャリアの間に断絶があることを示しているかもしれません。この不調和はさまざまな原因に起因する可能性があります。どこに行きたいのかは分かっているが、どうやってそこに到達するのか分からないかもしれません。これは仕事での停滞や退屈として現れることがあります。あるいは、目標を達成するために必要なステップをすべて知っているが、それを実行する動機がないかもしれません。いずれにせよ、現在の状況、行きたい場所、そこに到達するために必要なことを考え直してください。何も永遠ではないため、この状態が永遠に続くとは思わないでください。しかし、何があなたを引き止めているのかを特定できれば、それはより早く過ぎ去るでしょう。",
        "upright_finances" => "ワンドのペイジは近い将来にお金を見つけるかもしれないことを示唆しています。この予期しない収入はさまざまな形で訪れるかもしれません。誰かが贈り物としてお金をくれたり、仕事から予期しないボーナスを受け取ったりするかもしれません。このような現金を使うのは楽しいですが、将来のために一部を貯金するようにしましょう。財政状況が悪化したときに、このバッファに感謝するでしょう。これは常に賢明な選択ですが、特にワンドのペイジの場合は短視眼的になりがちなので、覚えておくことが重要です。早急な支出の誘惑に屈しないでください、たとえそれが今は余裕があるように感じても。",
        "reversed_finances" => "ワンドのペイジは財政的不安定を示すことがあります。おそらく、この不安定は先見の明の欠如によるものです。過去に財政的に自信がありすぎたため、今それが影響を及ぼしています。これを幸運と不運の循環的な性質の思い出として役立ててください。次に予期しない収入があったとき、この低迷を思い出し、それを動機として貯金するようにしましょう。現在、あなたができる最善のことは、勤勉に働き、節約して嵐を乗り切ることです。",
        "yes_no" => "ワンドのペイジは、実行可能な態度と実践的なアプローチを持つエネルギッシュで生き生きとした恐れ知らずの若者を表しています。このカードは冒険心と新しいプロジェクトを開始する野心を表しており、あなたが探している答えは「はい」です。",
        "past" => "過去の若々しい性格の人があなたに良い影響を与えました。長い間達成しようと努力していたタスクを完了できたことに喜びを感じるかもしれません。",
        "present" => "良いニュースがやってきます。それはあなたの人生に喜びをもたらします。",
        "future" => "あなたはすぐに現在よりも良い新しい章を始めるでしょう。",
    ],
    33 =>
    [
        "id" => 34,
        "type_id" => 1,
        "number" => 33,
        "name" => "ワンドのナイト",
        "upright_keyword" => "勇敢, エネルギッシュ, 魅力的, 英雄的, 反抗的, 短気, 自由奔放",
        "reversed_keyword" => "傲慢, 無謀, せっかち, 自制心の欠如, 受け身, 不安定, 支配的",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "33_Knight_of_Wands",
        "content" => "ワンドのナイトは馬に乗り、行動の準備ができている姿が描かれています。ナイトの服装や鎧、馬からもわかるように、彼は前方の挑戦に備えています。彼は金属の鎧の上に黄色い模様のシャツを着ており、赤い羽根の付いたヘルメットをかぶっています。彼は戦いの準備ができているように見えますが、剣ではなく大きなワンドを持っています。馬はオレンジ色で、そのたてがみは炎のように見えます。ワンドのナイトの顔を見ると、彼の目標を達成する決意が見て取れます。ワンドのナイトの象徴において、火は主要な要素です。彼の腕と背中から垂れ下がる房や馬のたてがみはすべて炎のような色をしています。また、彼は火のサラマンダーのシンボルが付いた黄色いシャツを着ています。",
        "upright_content" => "ワンドのナイトの象徴はわかりやすいです。このカードが現れるとき、それは旅行に出かける絶好のタイミングを意味します。その人は活力に満ち、元気いっぱいであるべきです。その人はまた、物事を成し遂げる準備ができています。彼は冒険を愛し、どんな状況でも楽しさを見つけることができます。ワンドのナイトがいるとき、退屈な瞬間は決してありません。ワンドのナイトがタロットリーディングに現れるとき、それは探求者が重要な任務を完了したいと願っていることを示唆しているようです。その人は知識と技能で他人を感動させたいと考えています。

  多くのエネルギーに満ちているかもしれませんが、成功のチャンスを台無しにしないように、急ぎすぎたり、他人を批判したりしないように気をつけてください。

  ワンドのナイトがタロットリーディングに現れることは、予期しないイベントが間もなく起こることを意味する場合もあります。もしそれがワンドのエイトと一緒に現れた場合、あなたの人生に多くの変化が訪れることを期待してください。多くの場合、ワンドのナイトは仕事や住居、またはあなたの生活において何かが急速に変化することを示唆しています。",
        "reversed_content" => "逆位置のワンドのナイトを受け取ると、フラストレーションや遅延を表します。何も達成できないという感覚に苛まれているかもしれません。逆位置のワンドのナイトは、力の喪失を意味することもあります。制御できない何かを補うために努力しているかもしれず、それが悲観主義や自尊心の喪失につながる可能性があります。",
        "upright_love" => "ワンドのナイトのタロットラブの意味は、鮮やかで恐れを知らない人物があなたの恋愛生活に入ってきたことを示唆しています。彼らは非常に衝動的で魅力的で情熱的であるかもしれませんが、その無謀で不安定な性格は、一人の人と落ち着くのが難しいです。このカードが人を表さない場合、あなたの恋愛生活が刺激的でありながらも不安定で冒険的な期間を示唆しているかもしれません。今はリスクを取る傾向があり、それが大きな成功をもたらすかもしれません。拒絶を恐れることはないでしょう。",
        "reversed_love" => "あなたやあなたの人生の誰かが現在、コミットメントの考えから逃げているかもしれません。逆位置のワンドのナイトのタロットラブの意味は、せっかちさ、不安定さ、無謀さを示しています。この人は気まぐれで心の望みを追求し、手に入れた後すぐに心変わりするかもしれません。彼らは追いかけるスリルを愛しているが、単純で安定した愛が続くことはありません。関係にある場合、状況が不安定であるかもしれませんが、それは環境の変化によるものである可能性もあります。現在、議論が容易に引き起こされるかもしれません。",
        "upright_career" => "ワンドのナイトは情熱的なカードです。このエネルギーは新しい事業を始める人に最適です。あなたは職場で新しいプロジェクトに対して熱心かもしれません。新しい責任を引き受けることに興奮しているかもしれません。しかし、何も新しいことを始めていない場合、この進展の欠如に少しイライラしているかもしれません。この場合、ワンドのナイトは両刃の剣です。情熱があり、それが無駄になってしまうのではないかと心配しているなら、自分で新しい機会を見つけることを考えてみてください。物事が自分の手に落ちるのを待っているのではなく、実際には自分で探し出すべきです。エネルギーを使って進展を遂げましょう、たとえそれが追加の努力を必要とするものであっても。",
        "reversed_career" => "逆位置のワンドのナイトは、あなたのキャリアが方向性を欠いていることを示しているかもしれません。無方向で、あなたは仕事から仕事へとジャンプしているかもしれません。ルーチンが退屈に思えるかもしれませんが、もし行きたい方向があるなら、将来の仕事にはこれらの特徴を受け入れる必要があるかもしれません。これは今すぐに落ち着く必要があるという意味ではありませんが、垂直に進むことを始めることを示唆しています。",
        "upright_finances" => "このカードは、近い将来にかなりの金額のお金を受け取ることを示すことがあります。このお金を使って旅行するのに最適な時期かもしれません。旅行はこの資金を使用する素晴らしい方法です。投資のリターンは見られませんが、学びと視野を広げることができます。したがって、旅行は無駄遣いではなく、賢明で包括的な選択です。無謀な支出に屈しないでください。お金を使って新しい冒険に乗り出し、心を広げましょう。このようなプロジェクトへの投資は将来的に利益をもたらし、無謀な支出は幸運を浪費するでしょう。",
        "reversed_finances" => "お金を持っているときは過信しがちです。これは一般的な衝動ですが、逆位置のワンドのナイトがここにある場合、特にこの傾向が強いかもしれません。たとえ財政的に安定していると感じても、今はお金を無駄遣いしたり大きな買い物をする時期ではありません。この原則は特に投資に適用されます。逆位置のワンドのナイトは、何らかの損失を示すこともあります。多くの場合、これは避けられないものです。しかし、無謀な支出やギャンブルに従事してこの傾向を助長しないでください。現在予想しているよりも多くを失う可能性があります。したがって、特に慎重であることが望ましいです。",
        "yes_no" => "ワンドのナイトは野心的でエネルギッシュで決意の固いリーダーです。このカードは挑戦をもたらしますが、それを前向きなものと見なすことを提案しています。変化は予測不可能ですが、自分を信じて勇気を持つことが最善です。答えは「はい」です。",
        "past" => "最近の変化への欲求は、好奇心と直感から来ています。仕事で遭遇した対立が、周囲の出来事の結果に影響を与えています。",
        "present" => "いくつかの挑戦に直面し、それが一生の経験を提供するでしょう。新しい旅やプロジェクトがあなたの注意を引くでしょう。",
        "future" => "軽率な決定に基づいた新しい挑戦が近づいています。これらはあなたの選択かもしれませんが、克服すれば、幸せで充実した生活を送ることができます。",
    ],
    34 =>
    [
        "id" => 35,
        "type_id" => 1,
        "number" => 34,
        "name" => "ワンドのクイーン",
        "upright_keyword" => "自信, 熱意, 決意, 社交的, カリスマ性, 活気, 楽観的",
        "reversed_keyword" => "要求が多い, 復讐心, 不安定, 嫉妬, 利己的, 気分屋, いじめ",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "34_Queen_of_Wands",
        "content" => "ワンドのクイーンは、強さと火の明確なシンボルである彼女の玉座に誇らしげに座っている姿が描かれています。彼女は左手にひまわりを持ち、彼女の玉座には幸福、満足、豊穣を象徴するひまわりが飾られています。右手には命を象徴する咲き始めたワンドを持っています。ワンドのクイーンのポジティブな側面は、忠誠、献身、温かさと関連しています。足元の黒猫は彼女の隠れた側面を示し、伝統的には魔女や神秘主義のシンボルですが、直感的な理解力を示しています。",
        "upright_content" => "ワンドのクイーンは、ポジティブで強く、野心的な女性を象徴することが多いです。一般的な意味では、このワンドのカードは感情、気分、直感に重点を置き、これらの内なる力を使って外的行動を強化します。簡単に言えば、まず希望があり、それから具体的な計画を立て、計画ができたら行動を起こすという継続的なプロセスです。したがって、このカードは成功への準備を意味することもあります。このカードが現れるときは、活力と前向きな思考があり、行動が容易に引き出されることが多いです。広告のフレーズを借りるなら、「偉大さは夢を持つことから生まれる」ということです。したがって、このカードの出現は、成功が非常に近いことを意味します。",
        "reversed_content" => "一般的に、タロットのワンドのクイーンは、強く集中し情熱的な人物として描かれることがあります。彼女は勇敢で個性的ですが、時には自己中心的に見えることもあります。彼らはポジティブなエネルギーを持っており、あなたを支え、あなたのために立ち上がる人々を表しています。

  仕事の面では、ワンドのクイーンは短期間で多くのことを達成しようと計画していることを示しています。仕事を探している場合、このカードが現れると、女性があなたのキャリア発展に重要な役割を果たす可能性があることを示唆しています。一般的に、あなたのキャリアに関しては状況が良好に見えます。ワンドのクイーンは、恋愛面でもポジティブなエネルギーを伝えています。愛を求めている人には、近いうちに見つかる可能性が高いです。

  財政に関しては、多くのお金を使うことに圧倒されるかもしれません。支出をコントロールすることをお勧めします、さもないと後悔するかもしれません。健康と精神面では、ワンドのクイーンの意味は霊的な飢え、意味の追求や探求に関連しているかもしれません。",
        "upright_love" => "このカードは、愛や関係に対して自信を持ってアプローチする独立した人を表しています。彼女は他人の欲望に合わせて自分を変えることはほとんどなく、一般的には他人の意見を気にしません。ワンドのクイーンのタロットラブの意味は、あなたに対してオープンになり、自分自身の個性を誇りに思い、世界と関わることを奨励しています。見た目や他人の視線を気にせず、人と一緒にいることを楽しむことができます。あなたの勇気と自信に満ちた自然体が他人を引き付け、同じように行動するようにインスパイアします。関係にある場合、今まで以上にパートナーとオープンになることで成功を収めるかもしれません。この正直さと率直さが二人をより近づけることができます。ワンドのクイーンはまた、非常に官能的なキャラクターでもあります。",
        "reversed_love" => "自信と自己中心的には違いがあります。逆位置のワンドのクイーンのタロットラブの意味は、時折制御不能になる激しい気性を持ち、その変わりやすい性格が、あなたに対する興味をすぐに失わせる可能性がある人を表しています。彼らは自分の欲求を満たすことを求める一方で、あなたの欲求を満たすのが難しいかもしれません。これは、あなたの恋愛生活に入ってくる誰かでない場合、このカードは、あなたまたはあなたのパートナーが現在非常に支配的であり、お互いの欲求を無視している可能性があることを示しています。関係に爆発的な議論があるかもしれません。優しくあり、聞くことを心がけ、残っている不安を解消するために時間をかけてください。",
        "upright_career" => "ワンドのクイーンがここにある場合、それはあなたが仕事でアイデアを実行するエネルギーと能力を持っていることを意味します。あなたのキャリアにおいて、何に直面しても、決意と熱意を持って対処することができます。この駆動力は、一般的な仕事に適用されるか、またはあなたのポジションに特化しているかもしれません。あなたはすでにキャリアにおいてリーダーシップの役割を果たしているかもしれません。他の人を指導する役割を果たすか、ロールモデルとして行動し始めるかもしれません。具体的な内容は何であれ、あなたはあなたの分野で一目置かれる存在です。今、あなたは他人を特に意味のあるポジティブな方法でリードするためのエネルギーと熱意を持っています。この時期を利用してキャリアを進展させ、周りの人々をできるだけサポートしてください。",
        "reversed_career" => "逆位置のワンドのクイーンは、キャリアに対する情熱の欠如を示しています。あなたは燃え尽きているか、新しいタスクを引き受ける気がないかもしれません。仕事に対するこの否定的な態度は、仕事の生活に対する認識に影響を与える可能性があります。あなたのキャリアは人生の一部に過ぎませんが、自分の仕事に満足することは重要です。キャリアに価値を見出さない場合、全体的な態度が満足感を欠く可能性があります。したがって、なぜこの仕事に就いたのか、仕事のどこが好きなのか、他にどんなポジティブな属性があるのかを思い出すように努めてください。リストを作成し、それを毎朝声に出して読んでみてください（または他の方法でこのポジティブな思考を日常生活に取り入れてください）。仕事に対する視点が変わるかもしれませんが、意識的に克服しようとすることで、この暗雲は早く晴れるでしょう。",
        "upright_finances" => "ワンドのクイーンがここにある場合、あなたは今、賢明な財務判断を下すことができます。あなたが選ぶことはすべて、慎重な計画と考慮の結果である可能性が高いです。気を散らさず、行き過ぎないように注意してください（過剰支出に陥りやすいです）が、集中力を維持すれば、深刻な影響なしにお金を使うことができます。今は資金を拡大するのに良い時期かもしれません。株やその他の商品の冷静な評価ができるからです。しかし、直感を信じてください。もしそれが正しいと感じないなら、おそらくそうではありません。あなたの心は、何が賢明な選択であり、何がそうでないかを評価するための理想的な状態にあります。それを信じてください。",
        "reversed_finances" => "ワンドのクイーンがこの位置にある場合、あなたは資金をうまく管理できていないかもしれません。この管理の欠如は二つの形を取ることができます：支出に厳しすぎるか、厳しさが足りないかです。どちらがあなたに当てはまるかは、あなたの財務状況に基づいて（他のカードではなく）わかるでしょう。前者の場合、どこでより寛大になることができるかを自問してください。良い目的のために使われたお金は、しばしば好意や幸運として返ってくることを忘れないでください。後者の場合、支出を抑えるよう努めてください。各経済的決定に注意を払い、それが長期的にあなたに利益をもたらすかどうかを自問してください。",
        "yes_no" => "ワンドのクイーンは活気に満ちた情熱的で独立した女性です。彼女はキャリア志向で成功した人物を示しています。正直で思いやりがあり、自信に満ちたこのカードの存在は、前向きな自己成長を求める人を示しており、答えは「はい」です。",
        "past" => "忍耐はあなたの美徳の一つであり、それが周囲の人々との快適な環境を作り出すのに役立っています。あなたは賢明な決定を下し、この健全な思考は将来の助けになります。",
        "present" => "思いやりのある友人があなたに役立つアドバイスを提供してくれます。この味方は女性かもしれませんが、彼らの正体に関わらず、感謝して恩返しを忘れないようにしてください。",
        "future" => "親しい女性の影響の助言に従うことで、成功を収めるでしょう。家族生活は充実しており、激しい対立はありません。あなたとあなたの愛する人たちは、環境に満足しているでしょう。",
    ],
    35 =>
    [
        "id" => 36,
        "type_id" => 1,
        "number" => 35,
        "name" => "ワンドのキング",
        "upright_keyword" => "リーダーシップ, ビジョン, 大局観, コントロール, 大胆な決断, 果敢, 楽観主義",
        "reversed_keyword" => "専制的, 圧制的, 暴君, 悪意, 無力, 無効, 弱いリーダー",
        "astrology" => "",
        "element" => "火の元素",
        "image_key" => "35_King_of_Wands",
        "content" => "ワンドのキングは、創造力と情熱を象徴する咲き誇るワンドを持つ男性を描いています。彼の玉座とマントは、火と力の象徴であるサラマンダーとライオンで飾られています。尾を咬むサラマンダーは無限を示し、すべての障害を克服する意志を示しています。彼のローブは炎のようなオレンジ色で、王冠は炎の形をしています。ワンドのキングの背後にある象徴性を深掘りしてみましょう。",
        "upright_content" => "ワンドのキングの正位置の意味は純粋なエネルギーを表しています。しかし、このカードは純粋な創造性に焦点を当てているわけではありません。このキングはむしろ、アイデアを取り、それを自分自身で決断的に実行するタイプです。ワンドのキングは自然なリーダーであり、とても有能です。王が目標やターゲットを設定すると、それが現実になるまでそれを堅持します。

  ワンドのキングは大小を問わずあらゆる挑戦を楽しみにしています。彼は問題を解決するための自然なアドレナリンを楽しんでいます。",
        "reversed_content" => "予想通り、このカードのネガティブな側面は傲慢さに関連しています。彼は目標を追求する際に非常に攻撃的になることがあり、気付かないうちに他人を圧倒することもあります。彼は自制心を示さず、助けが不要な場合にも謙虚に認めることはありません。

  あなたが周囲の人々に対して厳しすぎたり、無分別な意図を持っているかもしれません。あなたは自分の欲しいものを手に入れるために他人を操っているのかもしれません。

  ワンドのキングは、攻撃をやめ、高い目標を設定するように警告しています。これらの期待に応えられないと、失敗感が増し、心に苦味を加えることになります。現実的な目標に固執し、正直な動機でそれを達成してください。",
        "upright_love" => "ワンドのキングがいれば、退屈な瞬間はありません。彼は寛大で、時間やリソースを惜しみなく与える自然なリーダーとして現れます。彼の燃えるような性格は非常に気まぐれであるかもしれませんが、彼は怒りをすぐに忘れます。そのようなエネルギーを持つ彼を疲れると感じる人もいますが、彼はどんな状況にも興奮をもたらします。このカードがあなたの人生に現れる誰かを示していない場合、それは集中力と粘り強さの時期を示すかもしれません。あなたは現在の恋愛状況に多くの努力を注いでいるかもしれません。もし関係にあるなら、このカードは幸せを意味します。二人の間の愛は情熱的で深く、時には小さな争いがあっても、それが感情の深さを増します。",
        "reversed_love" => "逆位置のワンドのキングのタロットラブの意味は、傲慢で攻撃的で支配的ないじめっ子を指すことがあります。このカードがあなたの人生にいる誰かを示していない場合、あなた自身の行動を考慮する必要があります。あなたは支配的で自己中心的な行動をとっていますか？もし恋愛やロマンスに問題がある場合、この態度が原因である可能性があります。他人を最高の状態に引き上げようとすることは良い意図から来ていますが、過度な圧力は関係を悪化させます。誰もが自分の方法で学ぶ権利があります。パートナーに自分の問題解決方法を探索させるほうがよいかもしれません。",
        "upright_career" => "あなたのキャリアのタロットリーディングでは、ワンドのキングは成功と尊敬を示します。これらのアイデアは現在相互に関連しています。キングを見た場合、高い地位にいる可能性が高いです。あなたは他人のメンターであるかもしれません。あるいは、周囲の人々から尊敬される人物として見られているかもしれません。キングはまた、成功したビジネスベンチャーを示唆します。あなたのキャリアは現在特に良好です。これは一時的な状況ではありません。あなたの成功は長続きするものです。",
        "reversed_career" => "ここで逆位置のワンドのキングは、リーダーシップと方向性の欠如を示すことがあります。あなたは他人が物事を持ち込んでくれるのを待っているかもしれません。もし他人があなたの目標を定義するのを待ち続けると、あなたの情熱に本当に合うものを見つけることはないかもしれません。偶然は多くのキャリアにおいて重要で役立ちますが、それは信頼できるものではありません。自分のニーズを定義するように努めてください。もし目標やキャリアが頭に浮かんでいるなら、進展がないのは自信の欠如が原因かもしれません。時には他人のアドバイスよりも自分の直感を信じることが重要です。誰もが自分のレンズを通して世界を見ています。他人の偏見があなたのニーズの見方に影響を与えるかもしれません。自分のキャリアパスを信じてください。",
        "upright_finances" => "ここにキングがいる場合、あなたはお金を管理するのが上手です。必要に応じて節約し、適切な時に使うことができるため、安定した状態にいるかもしれません。このバランスは、収入を大切にし守るために役立ちます。これらの原則を続けて実践してください。お金を貯めることは賢明ですが、特に他人に対する支出は感謝の意を示すジェスチャーにもなります。あなたはこのバランスを維持するのに十分賢明です。投資や購入についての判断を信じてください。現在経験している安定と成功は、さらに持続する可能性があります。積極的に実践し続ける限り、良い習慣は続きます。",
        "reversed_finances" => "ここで逆位置のワンドのキングを見た場合、行動を起こしてください。運命が成功をもたらすのを期待するのは不合理です。財政を管理するために行動を起こしてください。幸運を望むのではなく、積極的に経済的機会を探してください。財政を管理する方法はたくさんあります。昇給を求める。支出を予算化する。より多く/異なる仕事を探す。あなたの立場で最も理にかなった行動は、おそらく最良の選択です。待つこととお金が降ってくるのを望むことは簡単ですが、ほとんど起こりません。代わりに、生産的で決定的なステップを踏んで目標に向かって進んでください。あなたは財政的な夢を達成する能力があります。それには努力が必要です。",
        "yes_no" => "ワンドのキングは、貪欲で決断力があり、自信に満ちた権威者です。彼はキャリアの確立や財政的利益の拡大を表しています。彼はポジティブな存在であり、ポジティブな結果をもたらす可能性が高いです。答えは「はい」です。",
        "past" => "過去に取り入れた新しいアイデアは、今あなたに機会をもたらすでしょう。これらのアイデアは、他人を鼓舞するための動機と推進力を与えました。",
        "present" => "もしあなたが仕事の分野で大きな努力をしたなら、間違いなく成功を収めるでしょう。目標達成を阻むものは何もありません。",
        "future" => "未来はあなたのキャリアに成功をもたらします。良い投資と慎重な支出は、あなたが取るリスクを上回り、示した決断力は多くの機会をもたらします。",
    ],
    36 =>
    [
        "id" => 37,
        "type_id" => 1,
        "number" => 36,
        "name" => "ペンタクルのエース",
        "upright_keyword" => "新たな機会, 資源, 豊かさ, 繁栄, 安全, 安定, 具現化",
        "reversed_keyword" => "機会損失, 欠乏, 不足, 不安定, 倹約, 悪い投資",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "36_Ace_of_Pentacles",
        "content" => "このカードでは、雲から出てきた神秘的な手が、五芒星が刻まれた金色のコインのようなものを持っています。この五芒星は地のエレメントに関連し、富や物質的な事柄を象徴しています。手の下には、繁栄、成長、豊かさのオーラを放つ花やその他の植物で満ちた庭があります。山はペンタクルを求めるために必要な野心を表しています。流れる川はこの野心に向かって感情が流れていることを予測しています。",
        "upright_content" => "タロットにおけるエースは新たな始まりを予言します。どのエースを引いても、それはあなたの人生で新しいサイクルが始まる時点にいることを意味します。あなたは新たなスタートを切ろうとしています。

  ペンタクルのスートは主に物質的な事柄に関心があります（財政だけでなく、感覚的なことも含む）。この再スタートは、新しいキャリア、新しい事業、または健康管理に重点を置く形で現れることがあります。この始まりがどこで起こるにせよ、ペンタクルのエースはこれから訪れるものが大きな豊かさと機会をもたらすことを約束します。

  ペンタクルのエースを見ることは、物質世界、あなたの安全と安定感に種がまかれていることを示しています。この種のように、この機会は育てられなければなりません。時にはエネルギー、時間、または資金の投資が必要です。この種に水をやることで、非常に有益な結果をもたらすことができます。安定して安全なものが育つエネルギーの中で、豊かさが訪れるでしょう。

  また、出現する機会に対して心の準備ができていることを確認する必要があります。ペンタクルの贈り物を収穫するためには、安定がもたらす心の静けさ、つまり精神的な繁栄が必要です。この心構えは、古い習慣に固執するのではなく、新しいことを試すことに開かれていることを意味するかもしれません。",
        "reversed_content" => "ペンタクルのエースは通常、大きな利益をもたらす機会を予測しますが、逆位置で見ると、これは悪い投資を意味するかもしれません。予想以上のリソースを必要とするか、チャンスを逃しているかもしれません。

  逆位置のペンタクルのエースを受け取ると、厳しい財政的な時期やつかみどころのない機会に直面することを示しているかもしれません。現在、大きな財政リスクを取らないようにし、取引が提示されたときはすべてのオプションを検討することが推奨されます。

  また、この時期には他人からの助言を求め、軽率な決定を避けることが重要です。このタイミングは新しい仕事やビジネスチャンスに飛び込むのには適していません。特に金銭的な利益を追求するのが主な動機である場合、それは単なる幻想であり、あなたの破滅につながるかもしれません。",
        "upright_love" => "このカードは忠実で長続きする実用的な愛を示しています。ペンタクルは地のエレメントと関連しており、安定、寛大さ、信頼性の特性を恋愛にもたらします。カップルは関係が安定感と安全感を与え、その影響でリスクを取り、探求する自信を得られるかもしれません。これにより、恋人同士は独立性を感じ、お互いにより多くをもたらすことができます。関係は繁栄し豊かに感じられ、あなたと恋人は一緒に人生を楽しむ幸運と祝福を感じるかもしれません。シングルの方は、実生活にも注意を払い、それが繁栄する愛を見つけるための基盤を築くことを忘れないでください。",
        "reversed_love" => "逆位置のペンタクルのエースのタロットラブの意味は、かつて安定感を与えた関係が今では不安と脆弱さを感じさせることを示すかもしれません。財政的な問題に関する心配が関係に浸透し、二人を不安にさせることがあります。これを軽減するためには、正直な話し合いと将来の計画が役立つことがあります。シングルの場合、自己中心的、貪欲、またはあなたを利用しようとする人に注意してください。このカードはまた、ロマンチックな機会を逃すことを示すこともあります。",
        "upright_career" => "新しい機会が今あなたに利用可能であり、それがより良い仕事を得たり、現在の会社でより高い地位を得たりすることを確実にします。機会をつかんで一生懸命働けば、昇進、新しい事業の開始、または本当に満足のいく仕事を見つけることができます。ペンタクルのエースであるため、このカードは始まりを示しており、これらの変化はあなたにとって新しい冒険や新しい時代を意味するかもしれません。ポジティブなエネルギーがあなたの道に向かっており、新鮮な空気のようにそれを歓迎すべきです。",
        "reversed_career" => "昇進や夢の仕事を逃したと感じていますか？逆位置のペンタクルのエースは、不安定さや機会損失を感じさせることがあります。仕事でうまくいっていないと感じ、パフォーマンスが悪いために解雇されるのではないかと心配するかもしれません。これらの懸念の一部はインポスター症候群かもしれませんが、いくつかの懸念は現実のものかもしれません。自分自身を現実的に見つめ直す必要があります。また、時間をうまく使えず、キャリアパスについての判断を誤ったと感じるかもしれません。物質的および感情的なリターンをもたらすキャリアに投資していません。今からでも遅くはありません。自分が何をしたいかもっと考えてみてください。",
        "upright_finances" => "あなたは将来のためにどのような投資をしていますか？ペンタクルのエースは財政的な機会や新しい財政の旅を示しています。このカードを種として考えてください。この種を育てて、長期的にあなたを支えるものにする機会があります。この機会を最大限に活用するために、財務についてもっと学んだり、将来のために貯金をしたりしてください。もし幸運なら、このカードは何らかの風fallや財政的な贈り物があなたの道に来ることも意味します。",
        "reversed_finances" => "最近、あなたの財政に注意を払っていない、またはチェックしていない場合、今がその時かもしれません。計画不足は、あなたがいくつかの悪い財政的決定を下したことを意味するかもしれません。これは非常に厳しい時期となる可能性があります。節約する方法を学び、生き延びるために必要なものを揃える必要があります。最悪の場合、財政的な緊急事態が発生し、それに備えていない可能性があります。",
        "yes_no" => "ペンタクルのエースは、繁栄、財政的利益、昇進をもたらす成功したベンチャーを表しています。幸運と感情の安定をもたらします。このカードは非常にポジティブな未来を示唆し、目標を達成する能力を示しています。答えは「はい」です。",
        "past" => "あなたの時間は有効に使われ、最終的には望む成功を収めるでしょう。あなたが始めたプロジェクトは実を結ぶでしょう。",
        "present" => "慰めとなるニュースがあなたに届くでしょう。それは、あなたが認識と物質的な報酬を得るために正しい道または適切な道を進んでいることを実感させるかもしれません。",
        "future" => "あなたは重要な報酬を得る運命にあります。財政的、感情的、または個人的なものかどうかにかかわらず、精神的な祝福があなたを待っています。",
    ],
    37 =>
    [
        "id" => 38,
        "type_id" => 1,
        "number" => 37,
        "name" => "ペンタクルの2",
        "upright_keyword" => "資源のバランス, 適応力, 資源活用, 柔軟性, 優先順位付け, マルチタスク, 楽しむことを重視, ウィンウィン",
        "reversed_keyword" => "不均衡, 無秩序, 圧倒される, 混乱, 混沌, 過度な拡張",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "37_Two_of_Pentacles",
        "content" => "ペンタクルの2のカードには、2つの大きなコインをジャグリングしながら踊っている男が描かれています。コインは無限大のシンボルに囲まれており、この人が直面するすべての問題を処理し、優雅に人生を管理できることを示しています。背景には高波に乗って航行する2隻の船が描かれており、男が直面するバランスの難しさを強調しています。彼は動揺している水域にいますが、うまく浮かんでいます。ペンタクルの2は、人生の通常の浮き沈みを表しています。彼の周りに混乱があるにもかかわらず、この人は非常に気楽な生活を送り、踊りながら楽しんでいます。",
        "upright_content" => "恋愛に関して言えば、ペンタクルの2はパートナーを幸せにするために必要なものを提供できないというメッセージです。あなたのパートナーシップは優先事項であるべきですが、他の側面の狂気のために、愛する人に集中するのが難しいと感じるでしょう。財政に関しては、底線に注意を払うべきです。あなたの財政状況を明確に理解し、計画的に支出を管理し、収入源を増やして、将来のための確固たる基盤を築くべきです。健康面では、このカードはあなたの健康と責任のバランスを見つけるように求めています。周りに多くのことがあると、自分自身を最後の優先事項にしてしまうのは簡単です。",
        "reversed_content" => "ペンタクルの2が逆位置にある場合、それはあなたが人生で多くのことを処理しようとしていることを意味します。ストレスを軽減するために少なくとも短い休憩を取る必要があります。すべてを処理できないと感じた場合は、健康を考慮し、一息つく時間を自分に与える必要があります。仕事において、逆位置のペンタクルの2は前向きなサインです。多くのことに手を出しすぎないように注意しましょう、それはあなたを圧倒することになります。

  財政的には、自分の手の届く範囲で生活する方法を学ぶ必要があります。逆位置のペンタクルの2は、収入と支出に注意を払うように思い出させます。特に多方面に引っ張られている場合、過剰な支出は大きな問題になる可能性があります。",
        "upright_love" => "このカードは多くの責任を抱えているときに現れることが多く、恋愛は最後の優先事項かもしれません。関係、キャリア、家族の問題に取り組むことでストレスを感じているかもしれません。すべてが努力を必要とし、関係が重要であると感じる場合、パートナーを無視しないように注意する必要があります。シングルの場合、今恋愛に本当に準備ができているかどうかを考える必要があるかもしれません。最も重要なことが何であるかを決定し、恋愛を優先するかどうかを選ぶ必要があります。",
        "reversed_love" => "逆位置のペンタクルの2が恋愛タロットリーディングに現れると、バランスを保つのが難しいと感じるかもしれません。多くの対立や要求があり、パートナーが無視されていることに気づかないかもしれません。すべてが彼らよりも重要であるように見え、彼らが当然のことと感じるかもしれません。シングルの場合、このカードは2人の潜在的な恋人の間で選択しなければならないことを示唆しているかもしれません。または、忙しすぎて恋愛を優先できないことを示唆しています。時間をかけて、自分の忙しい生活に恋愛のためのスペースを作る準備ができたときに戻ってきてください。",
        "upright_career" => "ペンタクルの2がキャリアタロットリーディングに現れると、現在多くのプロジェクトを抱えているかもしれません。これは通常よりも忙しい時期であり、最後の瞬間に投げ込まれた責任があるか、より良い地位を得るために引き受けたかもしれません。他の人はあなたの処理能力と資源活用力に感銘を受けるかもしれません。理想的には、これは一時的な状態です。あまりにも多くのことを引き受けないように注意してください。そうしないと、同僚や上司があなたに他の誰もやりたくない仕事をすべて与えるのに慣れてしまうかもしれません。これが続く場合、適切に報酬を受けていることを確認してください。時には、このカードはキャリア目標と他の生活面のバランスを取ることを指摘することもあります。",
        "reversed_career" => "現在、あまりにも多くのことを引き受けていませんか？上司が何かを頼むと、時間がないにもかかわらず「はい」と言っていますか？締め切りが迫っており、プレッシャーが高まっています。仕事の生活があなたに大きなストレスを与えているかもしれません。自分自身を守るために立ち上がり、助けを求め、締め切りを再交渉し、タスクの優先順位をつける時です。気をつけないと、物事が抜け落ちてしまい、さらに問題を引き起こす可能性があります。あなたは人間であり、上司や同僚がそれを理解するのは早いほうが良いでしょう。",
        "upright_finances" => "ペンタクルの2は、すべての請求書を支払うために一生懸命働いていることを示しています。現在、物事が非常に厳しいかもしれませんが、何とかやりくりしています。時には、ペンタクルの2はお金に関する重要な選択をする必要があることを示しています。状況は非常に不安定で、現在不安定な位置にいるかもしれません。すべてが非常に速く変化しており、この選択をするのをためらうかもしれません。適応力を維持すれば、この状況をうまく乗り越えることができるでしょう。",
        "reversed_finances" => "財政が厳しく、どんなに頑張ってもすべての請求書を支払う方法が見つからないように感じます。お金が入るとすぐに家賃、食料品、公共料金などに使われてしまうようです。残念ながら、この状況は珍しくありません。予算を見直し、まだ持っていない場合は予算を作成し、どこで節約できるかを確認してください。昇給を求めるか、少し収入を得るためのサイドプロジェクトを見つけてください。可能であれば、プロフェッショナルの助けを借りて計画を立てることが役立つかもしれません。",
        "yes_no" => "ペンタクルの2は、動き、バランス、変化を通じた成長を示しています。富の変動の可能性を示唆しており、いくつかの調整が必要になるかもしれません。作業量は重く、このカードの存在は明確な答えを提供しません。",
        "past" => "人生の変化を受け入れる必要があることを思い出させます。おそらく過去数年間で、人生の2つのことの間で選択しなければならなかったでしょう。結果にかかわらず、教訓を学びました。",
        "present" => "現在の状況は、仕事と家庭のような人生の2つの主要な側面の間でバランスを取っていることを示しています。旅は常にスムーズではないかもしれませんが、快適で安全に感じるでしょう。ただし、時には自己中心的になり、自分のニーズを強調することも良いでしょう。",
        "future" => "最も価値のある資産を特定することで、自己のための機会を創出するのに役立ちます。それを見つけたい場合は、優柔不断から抜け出す方法があります。",
    ],
    38 =>
    [
        "id" => 39,
        "type_id" => 1,
        "number" => 38,
        "name" => "ペンタクルの3",
        "upright_keyword" => "チームワーク, 共有目標, 協力, 見習い, 努力, 集中",
        "reversed_keyword" => "一体感の欠如, チームワークの欠如, 無関心, モチベーションの欠如, 競争, 自己利益, 競争",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "38_Three_of_Pentacles",
        "content" => "ペンタクルの3は、若い見習いが大聖堂の建設に取り組んでいる姿を描いています。彼の前には、聖職者と貴族の2人がいて、羊皮紙の上に大聖堂の計画を持っています。見習いが見上げている様子から、彼が大聖堂の建設の進捗について話し合っていることがわかります。経験の浅い見習いですが、他の2人は彼のアイデアと経験が建物の成功に必要不可欠であることを理解しているので、彼の話に耳を傾けています。したがって、ペンタクルの3は、異なる種類の知識が一緒になって何かを築き上げることを表しています。",
        "upright_content" => "ペンタクルの3は、目標の成功裏の完了を表しています。ペンタクルのエースと2のエネルギーを取り入れ、通常はグループに関わる基盤要素を追加します。この文脈では、ペンタクルの3は、ビジネス、取引、ベンチャー、その他の種類の試みに必要なすべての要件が揃っていることを意味します。成功するプロジェクトは通常、さまざまな専門知識を必要とし、この時点でペンタクルの3は必要なすべてのスキルが揃っていることを示しています。つまり、あなたはチームの一員として働くことを楽しみ、この大きなプロジェクトの初期の成功を楽しんでいます。

  ペンタクルの3は目標の成功裏の開始を示しており、努力を続けてあきらめないように励ましています。独力で目標を達成するのは難しいかもしれませんが、ペンタクルの3は周囲の他者の才能を無視しないように教えています。異なる視点、経験、専門知識を持つ他者と協力して、夢見ていることを達成する必要があります。",
        "reversed_content" => "ペンタクルの3が逆位置にある場合、チームワークの欠如を示しています。人々が互いに対立し、プロジェクトを妨害しています。彼らの間には過度の競争があり、誰もが自分の優位性を示そうとしています。これにより、資源が不足し、プロジェクトパートナーを競争相手として見る人が多くなります。

  そのようなチームにいる場合、できるだけ友情を育むように努めるのが最善です。逆位置のペンタクルの3が示すプロジェクトは、絶え間ない争いの中で完了するのが難しいです。人々が他人の意見を聞かず、個々に働いているかもしれません。この動機と野心の違いは複雑化を引き起こします。最初に手を差し伸べ、全員に意見を聞いて考慮する機会を与えれば、このプロジェクトは前進する可能性があります。",
        "upright_love" => "ペンタクルの3のタロット恋愛の意味は、愛とチームワークが結びつくことを示しています。関係にある場合、恋人と一緒に物事に取り組むことが特に楽しいと感じるかもしれません。カップルは、将来の計画を立てたり、家の手入れをしたり、創造的なプロジェクトに協力することで、お互いをより深く知り、信頼を深めることができます。チームとして一緒に行動することで、パートナーとしてサポートを感じ、お互いのユニークな才能と弱点が調和の取れたバランスを作り出します。シングルの場合、仕事や趣味での協力から恋愛が生まれるかもしれません。",
        "reversed_love" => "逆位置のペンタクルの3のタロット恋愛の意味は、実際的な問題に苦しんでいるカップルを指摘することができます。感情は存在しても、それが努力や行動に結びついていません。すべての愛には努力が必要であり、欲望も必要です。カップルとして一緒にいることは、パートナーがチームメイトであり、人生の長い旅の共同操縦者であることを信頼できることを意味します。家事の分担はどうですか？財政の割り当ては？感情的な労働は？関係において一方が全力を尽くしている間に、他方がすべてを当然と考えているかもしれません。関係において両方の人がチームメイトとしての役割を果たすことを確認してください。",
        "upright_career" => "ペンタクルの3は、共通の目標を達成するために、経験とスキルを大きなチームと一緒に活用することを示唆しています。協力は現在の成功のために非常に重要であり、異なるスキル、経験、アイデア、プロセスを持つ人々の間の一体感が必要です。これらの異なる視点がすべて成果に向けて集中するように努める必要があります。大きな目標を念頭に置き、これにより皆が争うのではなく一緒になるのに役立ちます。チームメイトをサポートし、専門知識を信頼しながら、あなたのユニークな視点を共有してください。

  このカードはまた、学習と資格の向上の期間を示すこともあります。新しい挑戦にうまく対処できる可能性があります。",
        "reversed_career" => "同僚や自分との間の対立が、職場でのストレスやフラストレーションを引き起こすことがあります。協力のパートナーであるはずの人々が、助けるのではなくトラブルを引き起こしています。全体の利益に向かって働くのではなく、同僚や協力者は自己利益に関心があるかもしれません。異なるチームが互いのニーズを真剣に聞くのではなく、妨害し合うことがあるかもしれません。誤解も一般的です。逆位置のペンタクルの3は、学習の進行がうまくいっていないことも示すことがあります。目標を達成するための努力やモチベーションが不足しているかもしれません。本当に自分を挑戦していますか？",
        "upright_finances" => "財政に関しては、金融の経験を持つ誰かと協力することが今役立つかもしれません。他の人が予算を立て、物質的な目標に向かって軌道に乗るのを助けるかもしれません。これがあなたに当てはまらない場合、ペンタクルの3は財政をまとめる方法についてもっと学ぶことを示すかもしれません。この学習期間は長期的に非常に有益です。",
        "reversed_finances" => "逆位置のペンタクルの3を通じて、人々が財政問題を学ぶことに消極的であるかもしれません。財政状況を直接見て、何ができるかを確認する代わりに、お金や資源に関連することはすべて怖いか、疲れてしまうので、完全に避けるかもしれません。貯蓄、銀行口座、クレジットカード、その他の金融商品について学び、それらを使い始める前に努力を払う必要があります。",
        "yes_no" => "ペンタクルの3は、優秀さと成功を象徴するカードです。これらのものは生産的なチームワークや勤勉な努力を通じて達成される可能性があります。これは、特定の分野でのマスターとなり、素晴らしいキャリアの達成に直接関連しています。あなたの質問に対する答えは「はい」です。",
        "past" => "過去の生活を振り返ると、どこかでガイダンスが不足していたことがここに導いたと気づくでしょう。しかし、反対に行った場合、すべての障害が克服され、成功が達成されました。",
        "present" => "現在の生活では、正しい軌道に乗っているように感じるかもしれませんが、何かが欠けているかもしれません。答えを見つけるために、選択した主題を研究し、理解してより多くの知識を得る必要があります。このようにして、ロールモデルとなり、周囲の人々にインスピレーションを与えることができます。",
        "future" => "すでに数多くの創造的な努力で成功を収めており、保証された未来を確保するためにこれまで以上に努力しています。さらに多くの資質を集め、改善を図ることで、今後数年間でより良い自分を見出すことができるでしょう。",
    ],
    39 =>
    [
        "id" => 40,
        "type_id" => 1,
        "number" => 39,
        "name" => "ペンタクルの4",
        "upright_keyword" => "所有欲, 不安, ため込み, けち, 安定, セキュリティ, 貯蓄, 物質主義, 富, 倹約, 境界, 防衛",
        "reversed_keyword" => "寛大, 贈与, 支出, オープンさ, 財政的不安, 無謀な支出",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "39_Four_of_Pentacles",
        "content" => "このカードは、スツールに座り、非常に防御的で緊張した姿勢で2つのペンタクルを抱えている男性を描いています。彼はそれらを失うことを恐れてため込んでいるかのようです。1つのペンタクルは彼の頭にバランスを取り、もう1つは彼の手にしっかりと握られ、さらに2つは彼の足元に安全に置かれています。彼は誰にも彼のコインに触れさせないようにしています。同時に、彼はそれらをしっかりと握りしめているために動くことができません。つまり、彼は所有物に対する強い執着によって動けなくなっているのです。お金が必ずしも自由をもたらさないことを示しています。",
        "upright_content" => "ペンタクルの4は、ネガティブな印象とポジティブな印象の両方を生み出すことができます。一方では、このカードは、あなたが目標を達成し、その過程でかなりの物質的な富を蓄積したことを示しています。他方では、物事を純粋に物質的な価値で評価し始めている可能性があります。あなたが達成した安定を確保したいと自然に思うのは当然ですが、これも過度に所有欲や貪欲になり、誰もあなたの富を奪えないようにしようとする可能性があります。

  ペンタクルの4はまた、あなたが財政的な安定と投資の安全性を確保していることを示唆しています。新たに得た富のために、あなたは特に保守的であり、財政的な問題に関しては絶対にギャンブルをしない傾向があります。あなたは蓄積したものを保護し、全体的な純資産を着実に増やしたいと考えています。

  リスクなしには報酬もないことを覚えておいてください。保存に時間を費やしすぎると、物質的な富の囚人になるかもしれません。富はエネルギーの一形態であり、私たちはそれを表現することで創造します。",
        "reversed_content" => "逆位置では、ペンタクルの4はカードのネガティブな意味合いに強く傾きます。保護的である代わりに、あなたはけちになってしまいます。貧困の恐れに悩まされ、物質主義的になります。物質的なものについて非常に自己防衛的で、防御的になり、他人に心を開いて信頼することを拒否します。

  もう一方では、あなたは実際にはお金を使いすぎていて、実際の財政資源を適切に管理する必要があるかもしれません。いずれにしても、このカードはポジティブな意味合いとネガティブな意味合いの両方を呼び起こす可能性があり、ペンタクルの4を引いた場合、非常に責任感を持ち、慎重に考慮する必要があります。",
        "upright_love" => "ペンタクルの4が恋愛を表す場合、関係が束縛され、窒息させられるように感じるかもしれません。このカードが示す関係には嫉妬や所有欲が伴うことが多く、これが最も幸せな愛情をも徐々に侵食する可能性があります。恋人同士には不安や恐れがあり、それを解決する必要があります。シングルの場合、過去の関係から何かをまだ引きずっている可能性があります。それが恨みや憤りであれ、元カレや元カノが戻ってくることへの期待であれ、それらを解決する必要があります。そうでないと、再び心を開いて新しい愛を迎えることができません。",
        "reversed_love" => "過去の不安が癒され、あなたや恋人が嫉妬や所有欲を感じにくくなっているかもしれません。したがって、逆位置のペンタクルの4の恋愛の意味は、過去のトラウマに妨げられずに関係が進展することを示唆しています。シングルの場合、新しい愛を迎える準備が整い、あなたの恋愛生活を妨げていたものを手放したかもしれません。",
        "upright_career" => "現在、あなたはキャリアにおいて安定を見つけたかもしれません。過去にこの安定を見つけるのに苦労していた場合や、この仕事が新しいものである場合、あなたはまだ自分の役割に対して不安を感じるかもしれません。これがあなたを防御的で不安にさせたり、あるいは偏執的にさせることがあります。それが行き過ぎると、あなたにとって有害になる可能性があります。チームで働くのが難しくなり、アイデアを守り、他の人があなたの功績を横取りするのではないかと心配するかもしれません。これらのことは実際に起こることがありますが、それに対処し、消耗しないようにすることが重要です。

  時には、このカードは安定した給料のためだけに満足していない仕事に留まっていることを意味することもあります。その仕事は安定していますが、本当に嫌いかもしれません。",
        "reversed_career" => "逆位置のペンタクルの4は解釈が難しい場合があります。職場でのあなたの情熱と寛大な性格は強力な資産となる可能性があります。あなたはいつも他人を助け、功績を認める用意があります。あるいは、結果を考慮せずにリスクのある決定を下すかもしれません。最も華やかなプロジェクトにすぐに取り組んだり、野心的で無理な目標を追求したりすることは、問題を引き起こす可能性があるので避けてください。",
        "upright_finances" => "最近、物質的な安定を見つけ、それによって少しの富を蓄積できるようになったかもしれません。倹約に慣れている場合、財務について多くの時間を費やし、この小さな財産を守るためにできることは何でもするかもしれません。あなたは非常に倹約家であり、たとえそれが多くの余計な仕事や苦痛をもたらすとしても、お金に対して保守的です。あるいは、ペンタクルの4は、車や新しい家、子供の将来、自分自身の退職基金など、大きなもののために貯金していることを単に示している場合もあります。",
        "reversed_finances" => "逆位置のペンタクルの4は、財布を開く方法を学び始めていることを示すことがあります。一般的に非常に倹約家であるかもしれませんが、他人に与えたり、お金を有用な方法で使うことが気持ちいいと感じることを学んでいます。あなたは家族や友人と資源を共有したり、価格よりも品質に基づいて物を購入したりしているかもしれません。しかし、他の時には、お金を無頓着に扱っているかもしれません。これにより、泥棒や疑わしい金融詐欺のターゲットになりやすくなります。警戒を怠らないでください。",
        "yes_no" => "ペンタクルの4は、セキュリティ、安定性、および生活の要素におけるバランスの存在を表しています。これは、持っているものを賢く、倹約して使うことを示唆しており、厳格な予算に従いながらも、ポジティブな結果のみをもたらす安全性を示しています。前進するには粘り強さが必要です。答えは「はい」です。",
        "past" => "あなたの努力と献身が物質的な成功をもたらします。最近の取引、提案、ビジネスベンチャーは、あなたの人生により深い意味を加えています。",
        "present" => "あなたの努力が報われ、金銭的な報酬を受け取るでしょう。あなたは勝利を収めるでしょうが、これは金銭的な利益だけを考えると空虚なものになるかもしれません。",
        "future" => "未来は物質的なセキュリティと富の成長を約束しますが、人々が物質主義で幸せを感じられると想像することしかできません。感情や行動に関しては通常通りに振る舞うべきです。",
    ],
    40 =>
    [
        "id" => 41,
        "type_id" => 1,
        "number" => 40,
        "name" => "ペンタクルの4",
        "upright_keyword" => "所有欲, 不安, ため込み, けち, 安定, セキュリティ, 貯蓄, 物質主義, 富, 倹約, 境界, 防衛",
        "reversed_keyword" => "寛大, 贈与, 支出, オープンさ, 財政的不安, 無謀な支出",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "39_Four_of_Pentacles",
        "content" => "このカードは、スツールに座り、非常に防御的で緊張した姿勢で2つのペンタクルを抱えている男性を描いています。彼はそれらを失うことを恐れてため込んでいるかのようです。1つのペンタクルは彼の頭にバランスを取り、もう1つは彼の手にしっかりと握られ、さらに2つは彼の足元に安全に置かれています。彼は誰にも彼のコインに触れさせないようにしています。同時に、彼はそれらをしっかりと握りしめているために動くことができません。つまり、彼は所有物に対する強い執着によって動けなくなっているのです。お金が必ずしも自由をもたらさないことを示しています。",
        "upright_content" => "ペンタクルの4は、ネガティブな印象とポジティブな印象の両方を生み出すことができます。一方では、このカードは、あなたが目標を達成し、その過程でかなりの物質的な富を蓄積したことを示しています。他方では、物事を純粋に物質的な価値で評価し始めている可能性があります。あなたが達成した安定を確保したいと自然に思うのは当然ですが、これも過度に所有欲や貪欲になり、誰もあなたの富を奪えないようにしようとする可能性があります。

  ペンタクルの4はまた、あなたが財政的な安定と投資の安全性を確保していることを示唆しています。新たに得た富のために、あなたは特に保守的であり、財政的な問題に関しては絶対にギャンブルをしない傾向があります。あなたは蓄積したものを保護し、全体的な純資産を着実に増やしたいと考えています。

  リスクなしには報酬もないことを覚えておいてください。保存に時間を費やしすぎると、物質的な富の囚人になるかもしれません。富はエネルギーの一形態であり、私たちはそれを表現することで創造します。",
        "reversed_content" => "逆位置では、ペンタクルの4はカードのネガティブな意味合いに強く傾きます。保護的である代わりに、あなたはけちになってしまいます。貧困の恐れに悩まされ、物質主義的になります。物質的なものについて非常に自己防衛的で、防御的になり、他人に心を開いて信頼することを拒否します。

  もう一方では、あなたは実際にはお金を使いすぎていて、実際の財政資源を適切に管理する必要があるかもしれません。いずれにしても、このカードはポジティブな意味合いとネガティブな意味合いの両方を呼び起こす可能性があり、ペンタクルの4を引いた場合、非常に責任感を持ち、慎重に考慮する必要があります。",
        "upright_love" => "ペンタクルの4が恋愛を表す場合、関係が束縛され、窒息させられるように感じるかもしれません。このカードが示す関係には嫉妬や所有欲が伴うことが多く、これが最も幸せな愛情をも徐々に侵食する可能性があります。恋人同士には不安や恐れがあり、それを解決する必要があります。シングルの場合、過去の関係から何かをまだ引きずっている可能性があります。それが恨みや憤りであれ、元カレや元カノが戻ってくることへの期待であれ、それらを解決する必要があります。そうでないと、再び心を開いて新しい愛を迎えることができません。",
        "reversed_love" => "過去の不安が癒され、あなたや恋人が嫉妬や所有欲を感じにくくなっているかもしれません。したがって、逆位置のペンタクルの4の恋愛の意味は、過去のトラウマに妨げられずに関係が進展することを示唆しています。シングルの場合、新しい愛を迎える準備が整い、あなたの恋愛生活を妨げていたものを手放したかもしれません。",
        "upright_career" => "現在、あなたはキャリアにおいて安定を見つけたかもしれません。過去にこの安定を見つけるのに苦労していた場合や、この仕事が新しいものである場合、あなたはまだ自分の役割に対して不安を感じるかもしれません。これがあなたを防御的で不安にさせたり、あるいは偏執的にさせることがあります。それが行き過ぎると、あなたにとって有害になる可能性があります。チームで働くのが難しくなり、アイデアを守り、他の人があなたの功績を横取りするのではないかと心配するかもしれません。これらのことは実際に起こることがありますが、それに対処し、消耗しないようにすることが重要です。

  時には、このカードは安定した給料のためだけに満足していない仕事に留まっていることを意味することもあります。その仕事は安定していますが、本当に嫌いかもしれません。",
        "reversed_career" => "逆位置のペンタクルの4は解釈が難しい場合があります。職場でのあなたの情熱と寛大な性格は強力な資産となる可能性があります。あなたはいつも他人を助け、功績を認める用意があります。あるいは、結果を考慮せずにリスクのある決定を下すかもしれません。最も華やかなプロジェクトにすぐに取り組んだり、野心的で無理な目標を追求したりすることは、問題を引き起こす可能性があるので避けてください。",
        "upright_finances" => "最近、物質的な安定を見つけ、それによって少しの富を蓄積できるようになったかもしれません。倹約に慣れている場合、財務について多くの時間を費やし、この小さな財産を守るためにできることは何でもするかもしれません。あなたは非常に倹約家であり、たとえそれが多くの余計な仕事や苦痛をもたらすとしても、お金に対して保守的です。あるいは、ペンタクルの4は、車や新しい家、子供の将来、自分自身の退職基金など、大きなもののために貯金していることを単に示している場合もあります。",
        "reversed_finances" => "逆位置のペンタクルの4は、財布を開く方法を学び始めていることを示すことがあります。一般的に非常に倹約家であるかもしれませんが、他人に与えたり、お金を有用な方法で使うことが気持ちいいと感じることを学んでいます。あなたは家族や友人と資源を共有したり、価格よりも品質に基づいて物を購入したりしているかもしれません。しかし、他の時には、お金を無頓着に扱っているかもしれません。これにより、泥棒や疑わしい金融詐欺のターゲットになりやすくなります。警戒を怠らないでください。",
        "yes_no" => "ペンタクルの4は、セキュリティ、安定性、および生活の要素におけるバランスの存在を表しています。これは、持っているものを賢く、倹約して使うことを示唆しており、厳格な予算に従いながらも、ポジティブな結果のみをもたらす安全性を示しています。前進するには粘り強さが必要です。答えは「はい」です。",
        "past" => "あなたの努力と献身が物質的な成功をもたらします。最近の取引、提案、ビジネスベンチャーは、あなたの人生により深い意味を加えています。",
        "present" => "あなたの努力が報われ、金銭的な報酬を受け取るでしょう。あなたは勝利を収めるでしょうが、これは金銭的な利益だけを考えると空虚なものになるかもしれません。",
        "future" => "未来は物質的なセキュリティと富の成長を約束しますが、人々が物質主義で幸せを感じられると想像することしかできません。感情や行動に関しては通常通りに振る舞うべきです。",
    ],
    41 =>
    [
        "id" => 42,
        "type_id" => 1,
        "number" => 41,
        "name" => "ペンタクルの6",
        "upright_keyword" => "寛大さ, 慈善, コミュニティ, 物質的な援助, 支援, 共有, 与えることと受け取ること, 感謝",
        "reversed_keyword" => "力のダイナミクス, 寛大さの悪用, 利己主義, 不平等, 恐喝",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "41_Six_of_Pentacles",
        "content" => "ペンタクルの6のイメージには、紫のローブを着た男性が描かれています。紫はこの人物の地位と富を象徴しています。彼は天秤を持ち、平等と公平を表しています。この天秤は正義のタロットカードを思い起こさせ、カルマと因果関係を暗示しており、私たちは与えたものを受け取ることを示しています。もう一方の手では、足元にひざまずく2人の乞食にコインを与えています。ペンタクルの6は、他人に与えても自分の幸福に影響を与えないほどの安定した立場にいることを示しています。",
        "upright_content" => "ペンタクルの6は、収入と良好な関係にあることを示しています。このカードの主人公のように、収入と支出のバランスが取れており、ストレスを感じることなく生活しています。また、持っているものに感謝し、他人と富を共有することを喜んでいます。このカードのイメージから、ペンタクルの6は慈善活動に関連しています。あなたはお金を寄付する人かもしれませんし、または富裕な後援者から必要なものを感謝して受け取る乞食かもしれません。

  カードがあなたを与える側として示している場合、あなたは富を蓄積し、今や他人を金銭的に援助することができます。ペンタクルの暗い面を十分に経験した後に光を見たのかもしれません。慈善団体に寄付したり、支援を必要としている人々を助けたりすることを考えているかもしれません。ペンタクルの6は必ずしも物質的な贈り物やお金を意味するわけではなく、あなたの時間や存在も含まれます。

  カードがあなたを乞食の一人として示している場合、他人から慈善活動を受けているかもしれません。これはあなたが回復するのに役立つので、その助けを受け入れてください。将来的にその親切を返すことができるでしょう。将来的には自立する方法を見つけるかもしれません。この状況にもかかわらず、この期間中は絶望的になったり従順になったりしないよう注意してください。",
        "reversed_content" => "逆位置のペンタクルの6は、慈善活動が一方的であることを示すことがあります。誰かにお金を貸した場合、返済を期待すべきではないか、親切が将来返されることを期待すべきではありません。財政が不安定な場合は、特に誰にお金を貸すかについて慎重になるべきです。また、自分が負担できる以上に支出したり寄付したりすることにも問題があるかもしれません。

  逆位置のペンタクルの6は、借金についても警告しています。あなたが行き過ぎたことを示しており、それが将来的に大きな問題となるでしょう。この期間中は、ビジネス取引にも注意が必要で、投資のリターンではなく大きな損失を被る可能性があります。

  逆位置のペンタクルの6は、与えることや慈善活動に関連する利己主義を示唆しています。あなたが他人に与える意思が、自分に利益をもたらすためであることを意味するかもしれません。慈善活動の源は自己中心的ではなく、無私のものであるべきです。",
        "upright_love" => "ペンタクルの6が恋愛を表す場合、あなたの関係における親切さと寛大さを象徴しています。あなたのパートナーは、あなたが目標を追求する際に感情的および経済的に支援してくれるかもしれません。あなたが学校に通ったり新しい仕事を始めたりすることで、そのリスクがパートナーシップに影響を与えることを心配しているかもしれませんが、パートナーがその目標を達成するのを助けてくれることに驚くかもしれません。関係がバランスの取れたものであることを確認してください。パートナーに感謝の気持ちを示すために他の方法で返礼してください。これにより、関係は繁栄するでしょう。シングルの場合、エネルギー、時間、または資源の寛大さが、あなた自身または他人からの愛をもたらすかもしれません。",
        "reversed_love" => "力のダイナミクスと不均衡が、逆位置のペンタクルの6の恋愛の意味として関係に大きな問題を引き起こす可能性があります。一方のパートナーが常に与え、もう一方が常に受け取る場合、一方は利用されていると感じ、もう一方は閉じ込められ依存していると感じるかもしれません。関係が健康であるためには、独立性と自給自足のレベルを維持することが重要です。このダイナミクスを修正する必要があります。シングルの場合、この力の不均衡を作り出すパートナーに警戒する必要があります。過度に寛大になったり、ロマンチックな関係に過度に依存しないようにしてください。",
        "upright_career" => "キャリアのタロットリーディングでペンタクルの6を引くと、職場の上司があなたのキャリア目標を達成するために支援してくれるかもしれません。このメンターは時間とエネルギーを惜しまず、あなたがスキルを習得し、キャリアパスでの地位を高めるのを助けてくれるでしょう。ペンタクルの6はまた、職場でのあなたの貢献が非常に評価されていることを示唆しています。新しい仕事を探している場合、このカードはその変化が予想以上に好ましいものであることを示唆しています。ビジネスを所有している場合、このカードは投資家やビジネスを成長させるために支援してくれる人々を示唆しています。",
        "reversed_career" => "職場で見せかけの親切や寛大さを持つ人々には注意が必要です。誰かが力の立場を悪用し、助けを提供して感謝の気持ちを感じさせるかもしれません。彼らはあなたの名誉を犠牲にして何かを求めるかもしれません。力の立場にある場合、見返りを期待せずに支援を提供することを忘れないでください。若い頃のことを思い出してください。支援を受けている場合、乱用しないようにしてください。地位やステータスのある人々を助けるために引き寄せているのではありませんか？これは他の人々に明らかに見えるかもしれません。この誘惑に屈せず、自分自身と他人に正直であり続けてください。",
        "upright_finances" => "現在、コミュニティには多くの寛大な人々がいるかもしれません。プロジェクトやビジネスを始める夢がある場合、それを実現するために多くの人々が支援してくれるかもしれません。外に出てアイデアを伝え、何を構築したいのかを人々に話しましょう。あなたの熱意は他の人々を刺激し、できるだけ多くの助けを得ることができるでしょう。一方で、あなたが他の人々に物質的な支援を提供する立場にいるかもしれません。今、快適な状況にいるので、他人を助ける余裕があるかもしれません。",
        "reversed_finances" => "経済的な助けを求めている場合、状況は今厳しいかもしれません。必要なものを提供してくれる人が見つからないように感じるかもしれません。もし助けてくれる人が見つかった場合、その条件が公正かどうかを確認してください。さもないと、現在の困難よりも大きなトラブルに巻き込まれるかもしれません。与えることができる場合、恨みの感情や経済的な快適さをレバレッジとして使用しないように注意してください。あるいは、あなたが利用されている可能性があります。経済的な援助が意図した人に直接届くようにしてください。あなたの親切を狙った詐欺に注意してください。",
        "yes_no" => "ペンタクルの6は成功、繁栄、寛大さを表しています。それは他者に経済的な援助を提供すること、寄付、そして無私の慈善を示唆しています。好意の感覚と全体的な幸運、将来の幸せな見返りがあります。求める答えは「はい」です。",
        "past" => "過去に他者を公正に考慮したことが、現在の成功に導いています。",
        "present" => "あなたの人生に対する情熱と才能への自信が復活します。困っている人々を助ける喜びが、大きな視野を照らし出します。",
        "future" => "他人の親切はあなたのコントロールを超えていますが、あなたは他人に好意を与える能力を完全に持っています。助けを求める場合、他者に自由に与えることが最善です。",
    ],
    42 =>
    [
        "id" => 43,
        "type_id" => 1,
        "number" => 42,
        "name" => "ペンタクルの7",
        "upright_keyword" => "収穫, 報酬, 結果, 成長, 進歩, 忍耐, 計画",
        "reversed_keyword" => "未完の作業, 先延ばし, 努力不足, 資源の浪費, 成長不足, フラストレーション, 焦り, 報酬不足",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "42_Seven_of_Pentacles",
        "content" => "ペンタクルの7は、若い男性が庭での重労働から一息ついて、果物や花を鑑賞している様子を描いています。彼はシャベルに寄りかかり、緑豊かな植生に掛かる7つのペンタクルを眺めています。彼が手を頭に乗せて休んでいる様子から、疲労感が伝わります。彼は今年の収穫が良いことを確実にするために一生懸命働いてきました。彼は長期的な目標に焦点を当てているため、すぐには利益を得ることはできませんが、1つのペンタクルを自分のために取っておきました。彼の努力を通じて、彼は長期的で安定した収穫を得ることを望んでいます。",
        "upright_content" => "ペンタクルの7の意味は、投資と努力に関連しています。ペンタクルの6の後に続き、経済的または物質的な困難の終わりを指します。仕事に時間と労力を費やしてきた場合、その努力が実を結び、将来も引き続き成果をもたらすことを示しています。

  投資を検討している場合、ペンタクルの7は、目標を達成するために多大な努力、時間、労働を投入する準備ができていることを示しています。長期的なビジョンを強化し、短期間で結果を見られるだけでなく、将来のリスクを最大限に活用するためにどれだけの努力を注ぐかを示しています。

  ペンタクルの7は、失敗の恐れにも関連しています。努力が実を結ぶかどうかわからない場合、遅れが発生するとフラストレーションを引き起こすこともあります。プロジェクトに多大な労力を費やしたが、何も実を結んでいないように感じるかもしれません。良いニュースは、失敗や過ちから学び、それを活かして将来のリスクに対処する方法を学んでいることです。",
        "reversed_content" => "逆位置のペンタクルの7は、収穫が散らばっているかもしれないことを意味します。また、労働の見返りが想像していたほど大きくないことを示すこともあります。その利点は、特定のプロジェクトに時間、金銭、エネルギーを投資しすぎないことを知っていることです。したがって、選択肢を再評価し、リソースをどこに配置するべきかを見極める必要があります。ペンタクルの7の逆位置の意味は、関係とそれに注がれる努力や感情にも適用できます。

  ペンタクルの7のシンボリズムはしばしばビジネスリスクと投資に関連します。しかし、それはまた、関係においても同様に投資と見なされます。これらの投資に注がれる努力は、時間、金銭、労働です。",
        "upright_love" => "ペンタクルの7は、愛がゆっくりと発展することを示しています。シングルの人にとっては、長期的な友情がゆっくりとロマンチックな愛に変わるかもしれません。今築いている友情は、将来的に何かもっと大きなものに成長する可能性があります。愛は時には疲れることもありますが、その報酬は計り知れません。関係にある場合、今は一緒に過ごすことが退屈や辛いと感じるかもしれません。おそらく、長期的な計画を立てたり、日常生活や財政面で妥協したりする必要があるでしょう。しかし、このカードは、愛が必ずしも情熱的なロマンスや感情の高揚だけではないことを思い出させます。それは、変化し続ける世界で一緒にいるために毎日努力するパートナーのことです。時間が経つにつれ、すべての日常の瞬間、すべての努力が価値のあるものになるでしょう。",
        "reversed_love" => "逆位置のペンタクルの7が恋愛のタロットリーディングに現れると、諦めたくなるかもしれません。愛とロマンスのために一生懸命努力しても、見返りが少ないと感じるかもしれません。愛を強制的に出現させることができないとき、ある程度の焦りを示すことがあります。ある愛は突然現れ、他の愛は時間がかかります。私たちは適切な瞬間を辛抱強く待つしかありません。逆位置でも正位置でも、ペンタクルの7のタロット恋愛の意味は、進歩がゆっくりであることを示しています。それが何の変化もないように感じても、愛を育み続ければ、それがあなたの人生に深い影響を与える日が来るかもしれません。",
        "upright_career" => "結果が見えていなくても、ペンタクルの7は進歩があることを示唆しています。それは遅いかもしれませんが、毎日あなたの努力が実を結んでいます。今、達成したことをよく見て、何がうまくいっているか、何がうまくいっていないかを確認することが役立ちます。これにより、エネルギーを集中させる場所と取るべき戦略を理解できます。ビジネスを所有している場合や自営業の場合、今あなたの仕事を評価する時間を取ることは将来の成長のための堅実な基盤を築くのに役立ちます。",
        "reversed_career" => "あなたの仕事に過度に努力を注いでいるのか、それとも努力が不足しているのか？キャリアに関しては、逆位置のペンタクルの7は何らかの不均衡を示すかもしれません。答えが何であれ、あなたがすることやしないことがあまり変わらないように感じるかもしれません。結果は最小限です。仕事に過度に時間を費やすことは時には逆効果です。植物に水をやりすぎるように、何かに過度に集中するとそれをダメにすることがあります。一方で、特定の成功戦略に集中できないかもしれません。努力が希薄になると、それはあまり意味を持たないかもしれません。1つのアプローチに集中し、それが効果的であることを確認するために調査を行う必要があります。",
        "upright_finances" => "今、あなたは労働の成果を収穫しているかもしれません。エネルギーと時間を安定的に投資してきたものがついに進展を示しているかもしれません。気づかないうちに、これらの報酬を楽しむことができるでしょう。",
        "reversed_finances" => "財政問題において、逆位置のペンタクルの7は、時間、エネルギー、リソースの投資が報われていないことを象徴します。損失を被ることさえあります。夢のために一生懸命働いても、期待したリターンが得られないかもしれません。あなたの価値を交渉してください。",
        "yes_no" => "ペンタクルの7は、キャリアやビジネスにおける忍耐力を表しています。それは成功と関連していますが、ゆっくりとした安定成長を必要とします。報酬を得るには長い時間がかかり、潜在能力を完全に実現することはないかもしれません。明確な答えはありません。",
        "past" => "あなたの問題の遅れは影響を与えてきましたが、希望を失わないでください。あなたの忍耐力は成功へと導くでしょう。",
        "present" => "現在の長期的な努力は、あなたに多くの個人的な成長と成果をもたらすでしょう。",
        "future" => "あなたの道のりは長いですが、決意やエネルギーを失わずに続けることができれば、報酬は非常に大きなものになるでしょう。",
    ],
    43 =>
    [
        "id" => 44,
        "type_id" => 1,
        "number" => 43,
        "name" => "ペンタクルの8",
        "upright_keyword" => "技能, 才能, 職人技, 品質, 高い基準, 専門知識, 熟練, 献身, 専念, 達成",
        "reversed_keyword" => "質の低下, せっかち, 評判が悪い, 動機の欠如, 平凡, 怠惰, 低スキル, 行き止まり",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "43_Eight_of_Pentacles",
        "content" => "ペンタクルの8のカードは、若い男性が8枚の金貨にペンタクルの形を刻んでいる様子を描いています。このカードは、完全に集中して作業に没頭している人物を象徴しています。遠くに見える町は、彼が気を散らすものから成功裏に身を隔て、任務に完全に集中できるようにしたことを意味しています。ペンタクルの8は、特定の作業を完了するために集中している時期を示しています。あなたはそれに完全に没頭しており、最高の仕事を生み出すことに専念しています。",
        "upright_content" => "このカードは、あなたが一生懸命働き、任務に完全に集中しなければならない時期を示しています。これは必ずしもネガティブな状況を意味するわけではなく、あなたが本当に最善を尽くすために努力しなければならないことを意味します。完了すべき任務は、個人的なものでもプロフェッショナルなものでもかまいません。どのようなタイプの任務であっても、圧倒されるときには助けを求めることを恐れないでください。ペンタクルの8は、あなたが行うことにどれだけの努力を注いでいるかを示しています。対処しなければならないことがたくさんあるかもしれません。一生懸命働くことは重要ですが、バランスを見つけることも必要です。

  仕事に関しては、求職者は仕事が厳しいものであることを予想する必要があります。ペンタクルの8はまた、自分の能力を信じて仕事を完遂する自信を持つ必要があることを示しています。現在雇用されている人にとっては、より多くの任務や責任が求められるでしょう。同僚に助けを求めることをためらわないでください。恋愛に関しては、仕事が関係に影響を与えるかもしれません。仕事がどれほど要求が厳しくても、他人との感情的なつながりを築くための時間を作る必要があります。

  財政問題に関しては、ペンタクルの8は、期待していた財政支援が来ることを示すことができます。このお金をどう使うかに注意し、これは幸運ではなく、あなたの努力の結果であることを覚えておいてください。健康に関しては、ペンタクルの8は、健康を改善するために一生懸命働く時期であり、運動や食事に注意を払う必要があることを意味するかもしれません。",
        "reversed_content" => "逆位置のペンタクルの8は、より困難な作業を示します。これにより、結果に満足し成功を感じるためには、迅速かつ慎重に行動する必要があります。仕事に関しては、逆位置のペンタクルの8は、あなたの勤勉さ、献身、および知恵で雇用主を感動させる重要性を強調しています。仕事での任務や責任を避けてはいけません。そうでなければ、評判が損なわれる可能性があります。恋愛に関しては、ペンタクルの8は、どちらも関係をうまく進めるための責任を引き受ける準備ができていないことを示すかもしれません。

  財政問題に関しては、現在の財政状態について幻想を抱いているかもしれません。目標を達成するために純粋に幸運に頼っている可能性があります。夢を見ることは間違っていませんが、状況を改善するためには忍耐強く一生懸命働く準備ができている必要があります。健康に関しては、逆位置のペンタクルの8は、懸念があるものの、それにどう対処すればよいか分からないことを示すかもしれません。医療専門家の助けを求めて、自分の状態を理解し、改善する方法を見つけることを恐れないでください。",
        "upright_love" => "よく考えてください。誰かを愛することは技能を磨くようなものです。共感、思いやり、忍耐、好奇心、自己改善への欲求を育むことが必要です。あなたの成果と学んだ教訓を誇りに思ってください。関係にある場合、長い時間を共に過ごしていても、恋人がまだあなたを驚かせるかもしれません。一生懸命努力すれば、毎日彼らの新しい側面を発見するでしょう。彼らの優しさや親切さに恋をしたかもしれませんが、危険に直面したときや原則に反する何かに直面したときに彼らの情熱が燃え上がるのを見ることができます。彼らの新しい側面を学び、感謝することは、あなたたちの愛を深めることができます。",
        "reversed_love" => "愛には近道や簡単な道はありません。逆位置のペンタクルの8のタロット恋愛の意味は、関係や恋愛生活において注ぐ努力が重要であることを思い出させます。私たちはそれに全力を尽くすか、それを当然のものとして扱い、最終的にそれを枯らしてしまうかのどちらかです。今、あなたの関係や恋愛生活はあなたに多くを要求しているかもしれません。おそらく、パートナーがあなたに立ち上がることを求めているのでしょう。あなたは家事を分担していますか？愛情を表現しましたか？受け取った愛と同じくらい愛を与えましたか？双方のニーズが満たされるようにしてください。",
        "upright_career" => "仕事において、あなたの技能向上への献身と専念が実を結んでいるかもしれません。キャリア目標が達成され、新しいレベルの技能と専門知識に達することができるでしょう。他の人々はあなたの成長を評価し、あなたをその分野のリーダーとして見るかもしれません。このカードは時には昇進を示すこともあります。ビジネスを運営している場合、あなたの職人技と仕事に対する配慮は大きな成功と利益をもたらすでしょう。スキルを鋭く保ち、好奇心を持ち続けてください。現在学習段階にある場合、あなたの才能は他の人々を感動させるかもしれません。",
        "reversed_career" => "あなたは今、嫌いな単調な仕事に閉じ込められているかもしれません。情熱の欠如はあなたの仕事に対する努力に影響を与え、あなたの仕事が苦しむ可能性があります。しかし、あなたは何の変化も起こす必要性を感じないかもしれません。あなたの仕事は退屈であり、スキルを向上させることに興味がなくなっているかもしれません。代わりに、足を引きずって時計が進むのを待ち、給料を受け取るだけかもしれません。雇用主は今、あなたを新しいポジションに必要な経験が不足していると見なすかもしれません。ビジネスを運営している場合、品質基準が低下し、その結果として評判が悪化する可能性があります。",
        "upright_finances" => "あなたの分野に対する献身と専念が経済的な報酬をもたらすかもしれません。時にはこれは昇進を示すこともありますし、フリーランスであれば、ビジネスが増えることを意味するかもしれません。あなたが財務管理に注意を払ってきたならば、あなたは徐々に財政的に独立することができるかもしれません。成功を楽しむ一方で、過去の苦労を振り返ってみてください。自分を褒め称え、これらの考えをモチベーションにしましょう。",
        "reversed_finances" => "あなたは財務管理に不注意である可能性があり、過剰支出を招いているか、財務状況を完全に無視しているかもしれません。お金が必要なときに困ることがあるかもしれません。この問題に直面し、悪化する前に対処するのが最善です。",
        "yes_no" => "ペンタクルの8は、技能と勤勉さの向上を示唆するカードです。慎重に行動し、バランスの取れたアプローチを取れば、有望なキャリアの機会や新しいスキルを得ることができることを示しています。このカードの見通しはポジティブです。答えは「はい」です。",
        "past" => "あなたが習得したスキルは成功へと導くでしょう。成長を続ければ、啓示の瞬間が訪れるでしょう。",
        "present" => "才能を発展させることで、あなたは努力の成果を手に入れるでしょう。今、自分に投資することで、後でより大きな報酬がもたらされるでしょう。",
        "future" => "未来はあなたにキャリアや精神的な努力で成功をもたらします。受ける賞賛の量は、あなたがスキルの特定と習得に費やした時間によります。",
    ],
    44 =>
    [
        "id" => 45,
        "type_id" => 1,
        "number" => 44,
        "name" => "ペンタクルの9",
        "upright_keyword" => "努力の報酬, 成功, 達成, 独立, レジャー, 物質的な安定, 自給自足",
        "reversed_keyword" => "警戒, 過剰支出, 物質的不安定, 無謀, 表面的",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "44_Nine_of_Pentacles",
        "content" => "ペンタクルの9は、ブドウ園の真ん中にいる女性を描いています。この女性は、ひまわりの装飾が施された豪華なローブを着ています。背景には城が見え、彼女が大きな財産の一部であることが示されています。左手には鷹が落ち着いて遊んでいます。彼女の後ろのブドウ園は豊かで、ブドウと金貨がたくさんあります。これは、彼女の努力が成功し、豊かな実りをもたらしたことを示しています。",
        "upright_content" => "ペンタクルの9は、質問者が自信を持ち、独立し、自給自足の段階に達したことを示唆しています。努力の結果、今ではお金やレジャー、物質的な快適さを楽しむ準備ができています。

  ペンタクルの旅の初期に直面した困難は、今では終わったようです。ペンタクルの9は、幸せだけでなく、物質的な富がもたらす安全と自由の感覚をも伝えています。過去の困難、闘い、努力を振り返りながら、今ではその道のりの精神的価値を理解するために必要な広い視野を持っています。ここにたどり着くのがいかに大変だったかを知っているので、彼女は与えられた毎日を楽しむつもりです。

  タロットデッキの他の9と同様に、このカードは時には質問者の旅がまだ完了していないことを示唆することがあります。ここには何かが欠けています。それはコミュニティや人間関係の要素です。このスートの贈り物は共有されることを意図しており、この女性は家から遠く離れています。

  ペンタクルの9はまた、特定の時期を示すこともあります。この時期は、節制と優雅さに関するものです。外交と優雅さが期待される結果をもたらすでしょう。",
        "reversed_content" => "逆位置のペンタクルの9は、財政的なトラブルを示すことがあります。これは、安定と安全の偽装を示唆しているかもしれません。見栄を張りたくて、本当に持っていないものを持っているふりをしたいという欲望があるかもしれません。これはどこから来るのでしょうか？

  見栄を張りたくて、本当に持っていないものを持っているふりをしたいという欲望があるかもしれません。

  これを機会に、何が最も重要かを考えてください。逆位置のペンタクルの9は、物質的な富だけでは幸せをもたらさないことを初めて本当に理解することを示しています。

  このカードの他の意味は文脈によって異なります。あなたが何年も一生懸命働いた後に休息を取るべき時期にあるかもしれませんが、そうすることができないと感じている場合、このカードは再生の必要性を示唆しています。休息を取り、自分を癒し、力を取り戻す必要があります。",
        "upright_love" => "あなたの生活は順調です。贅沢な時期を過ごしているか、少なくとも必要なものはすべて揃っています。たとえ今パートナーがいなくても、ロマンスは特に急務ではないかもしれません。今持っているものを楽しみたいと思うかもしれません。この品質は他人を惹きつけることができます。今の幸せを奪わないように、恋人があなたの幸福に貢献することを確認する必要があります。既に関係にある人は、互いに独立していることが多く、キャリアや趣味、興味、社会生活を持っているかもしれません。これにより、2人の間には健康的な独立と愛のバランスが生まれます。このカードは時には、恋人と一緒に家で作業すること、つまり本当に自分たちの空間を作り出すことを示唆することもあります。",
        "reversed_love" => "今、あなたがすべてを持っているように見えるかもしれませんが、そうでないかもしれません。逆位置のペンタクルの9のタロット恋愛の意味は、すべてを持っているにもかかわらず、人生に何かが欠けていると感じることを示唆しています。独身の人々はこれを痛感するかもしれません。良いキャリア、安定した財政、素晴らしい友人関係や家族関係を持っているかもしれませんが、愛はまだあなたを避けているかもしれません。これは無意識のうちに起こることがあります。独立を失うことを心配しているか、あなたの持っているものを愛するのではなく、あなたを愛してくれる人と共有することを恐れているかもしれません。あなたが人々を遠ざけていることに気づいていないかもしれません。関係にある場合、最善の努力を尽くしてその人と人生を共有したいと思っていても、まだ警戒しているかもしれません。逆位置のペンタクルの9は、少し手放すことを求めています。",
        "upright_career" => "このカードは、キャリアにおいて大きな成果を達成し、それにふさわしい報酬を受け取ることを示しています。豊かさ、成功、財政的な報酬が十分に得られます。あなたの一生懸命な働きとプロフェッショナルな態度が実を結び、今では成功を楽しむ時間を取ることができます。あなたのビジネスは繁栄しており、利益があなたを快適に生活させるかもしれません。このカードは時には引退や連続した労働の後の休息を示すこともあります。",
        "reversed_career" => "最近、物事をうまく処理できていない場合、それは努力を怠っているからかもしれません。ペンタクルの9は成功を望んでいるが、それに向けて実際に働く準備ができていないことを示しています。一方、このカードは、あまりにも一生懸命働いているために他のすべてが後回しにされていることを示すかもしれません。時間は早く過ぎ去り、気づかないうちにすべてが変わるかもしれません。ビジネスを持っている場合、財政を確認するための時間を取ってください。共に働く人々が信頼できることを確認する必要があります。法的文書を確認するための時間を取ることも安全です。",
        "upright_finances" => "ペンタクルの9は、繁栄、安定、物質的な安定を表しています。時間やリソースを投資してきた場合、その報酬を楽しむ時が来るかもしれません。この新しい快適さにより、社会的地位が向上するかもしれません。このカードは土地にも関連しているため、不動産を購入する可能性があります。",
        "reversed_finances" => "現在、過剰支出しているかもしれません。衝動買いや手に負えない支出が後悔を引き起こす可能性があります。他人に財政的に依存しているかもしれません。このカードはまた、疑わしいビジネス取引や一攫千金の計画を避ける警告です。これらは通常、財政的なトラブルを引き起こします。",
        "yes_no" => "ペンタクルの9は富と財政的な安全を表しています。これは、ビジネスや人生の重要なプロジェクトに投入したすべての努力が最終的に報われることを示唆しているかもしれません。このカードの存在は財政的および/または個人的な独立を示すかもしれません。あなたが求める答えはおそらく「はい」です。",
        "past" => "あなたが経験した喜びは、あなたの成果の報酬です。最近のプロジェクトの報酬はまだ明らかになっていないかもしれませんが、あなたはその仕事に対して豊かに報われるでしょう。",
        "present" => "あなたが探していた解決策が見つかり、問題に関連するストレスから解放されるでしょう。",
        "future" => "このカードは、達成された目標を示し、ポジティブな結果を示唆しています。自然を楽しむための自由な時間が増え、より幸福な状態になるでしょう。",
    ],
    45 =>
    [
        "id" => 46,
        "type_id" => 1,
        "number" => 45,
        "name" => "ペンタクルの10",
        "upright_keyword" => "相続, ルーツ, 家族, 祖先, 遺産, 大金, 基盤, 特権, 富裕, 安定, 伝統",
        "reversed_keyword" => "家族の争い, 破産, 借金, 一時的な成功, 財政的対立, 不安定, 伝統の破壊",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "45_Ten_of_Pentacles",
        "content" => "ペンタクルの10のカードには、広大な邸宅へのアーチの下に座っている老人が描かれています。彼は家族の長であり、若い親族に囲まれています。彼は三日月とブドウの蔓で装飾されたローブを着ており、精神的なものと物質的なものの融合を象徴しています。彼は家族と犬と一緒にいます。彼の前には、幸せなカップルがいます。おそらく彼の子供たちであり、そのカップルの後ろには、彼の孫である遊んでいる子供がいます。子供は楽しげに犬を撫でています。",
        "upright_content" => "ペンタクルの10は、持続的な成功と満足を象徴しています。このカードは、あなたがこれまでに費やした努力が将来にわたって報われることを示しています。それは、すべてが最終的にうまくいくことを示しており、あなたが常に長期的な視点で物事を見ており、近道を選ばなかったためです。あなたの遺産は、多くの年月を経ても確実に持ちこたえるでしょう。ここに到達するまでの道のりは困難と挑戦で満ちていたため、この時点での喜びは一層のものです。

  カードの中の老人は、子孫たちの生活を観察しながらリラックスすることができます。彼が達成したことから得られる満足感は、彼の子供たちの幸福と密接に結びついています。ペンタクルの10はまた、あなたが多くの幸せな種をまき、それを他の人々、特に家族や親戚と共有してきたことによる幸福を強調しています。これらの人々があなたの人生にとっていかに重要であるかを示しています。

  このカードは、どんな目標を立てても、家族が最優先であることを示唆しています。家族の長老たちに手を差し伸べ、彼らを快適で安心させるようにしましょう。",
        "reversed_content" => "逆位置のペンタクルの10は、あなたの将来の財政状況に関する警告かもしれません。今は問題がなくても、後に大きなまたは小さな問題が発生する可能性を示しています。また、あなたが多くの時間と努力を注いできた投資の誤りを示すこともあります。一般的に、この逆位置のカードは、短期的な成功に過度に依存している一方で、長期的な可能性を軽視していることを示唆しているようです。一歩引いて、現在の決定が将来的に大きな害を及ぼすかどうかを評価してください。

  一般的に、この逆位置のカードは、短期的な成功に過度に依存している一方で、長期的な可能性を軽視していることを示唆しているようです。

  逆位置のペンタクルの10の意味は、関係にも関わることがあります。長年続いてきた結婚が突然終わることを示すかもしれません。また、問題に直面しているが、まだ軌道に戻る希望を持っていることを示すこともあります。独身の場合、いくつかの関係が短期的なものであり、生涯にわたるコミットメントに必要な実質を欠いていることを示すかもしれません。",
        "upright_love" => "関係にある場合、ペンタクルの10の恋愛の意味は、豊かさ、家族、そしてカップルのための幸運を象徴することができます。あなたの感情的および物質的な状況は強固なものです。家庭を持つことを選んだ場合、すでに家族のための堅固な基盤を築いている可能性があります。この考えは確かにあなたの心にあるかもしれません。あなたは一緒に住むこと、家を買うこと、家族を始めることを考えているかもしれません。

  独身の場合、あなたの家族の承認がパートナーを選ぶ上で大きな影響を与えるかもしれません。あなたの拡大家族はあなたにとって非常に重要であり、彼らとあなたの恋愛相手との間に調和を生み出すことがあなたにとって重要です。あなたは長期的な何かを探しており、結婚が単なる愛だけでなく、2つの家族を結びつけることについてもあることを認識しています。",
        "reversed_love" => "あなたはパートナーに対して家族や他の人々の意見に過度に重点を置いていますか？愛を見つける探求において、あなたは2人の間の感情的なつながりに焦点を当てるのではなく、外部からの承認を求めているかもしれません。反対に、あなたの恋人と家族や友人との間に対立があるかもしれません。彼らはあなたのパートナーを「不適切」と見なすかもしれません。彼らは十分な仕事を持っていないか、異なる背景から来ているか、あなたの家族が自慢するための王子様でないかもしれません。現在の対立はあなたの関係に大きな影響を与える可能性があり、彼らの意見を考慮せずに自分の意見を貫き、境界を設定する必要があるかもしれません。",
        "upright_career" => "あなたがビジネスを持っている場合、あなたは持続可能な何かを築いていることを示しています。ペンタクルの10はまた、家族経営のビジネスについても示唆しているかもしれません。あなたがビジネスオーナーでない場合でも、心配する必要はありません。ペンタクルの10はまた、あなたの仕事とキャリアパスが非常に安定しており、長期的な財政的安定を提供することを示しています。この安定した仕事は、歴史のある大企業にあるかもしれません。",
        "reversed_career" => "あなたが自分のビジネスを持っている場合、物事はうまくいっていないかもしれません。最悪のシナリオでは、会社の解散、借金、破産を意味するかもしれません。あなたのビジネス決定を再評価し、何が救えるかを見てみる時期かもしれません。キャリアに関しては、ペンタクルの10はあなたの仕事が安定していないことを示唆しているかもしれません。特に長期的には、他の場所でより良い展望が見つかるかもしれません。",
        "upright_finances" => "ペンタクルの10は突然の大金をもたらすかもしれません。このカードは家族と関連しているため、それは親族から来る可能性があります。このカードはまた、あなたが自分の財政的な将来を確立していることを意味することもあります。あなたは退職計画を立てたり、貯金を積み立てたり、遺言を作成したりしているかもしれません。一般的に、このカードは家族からの富とお金を象徴しています。",
        "reversed_finances" => "現在、累積している借金に注意してください。逆位置のペンタクルの10は重大な財政的損失を示しています。このカードは時には遺産争いや家族の口論、一般的な財政的対立を示唆することもあります。現在は特に注意が必要です。",
        "yes_no" => "ペンタクルの10は安定、繁栄、そして全体的な幸運を示しています。これは、ポジティブで親密な関係や緊密な家族を基盤としているためです。遺産や宝物の発見があなたを待っているかもしれず、答えは「はい」です。",
        "past" => "あなたが賢明にお金を使う能力のおかげで、あなたは裕福になり、安定した基盤を確立しました。",
        "present" => "あなたの努力と家族内での立場により、報酬を受け取るでしょう。自分の功績を慎重に評価してください。",
        "future" => "予期しない解決策が財政的な困難を解決するでしょう。現在取り組んでいるプロジェクトやアイデアは、将来の世代に利益をもたらすでしょう。",
    ],
    46 =>
    [
        "id" => 47,
        "type_id" => 1,
        "number" => 46,
        "name" => "ペンタクルのペイジ",
        "upright_keyword" => "野心的, 勤勉, 目標志向, 計画者, 一貫性, 優等生, 勉強熱心, 現実的, 忠実, 誠実, 信頼できる",
        "reversed_keyword" => "愚か, 未熟, 無責任, 怠惰, 成績不良, 先延ばし, 機会損失, 悪い見通し",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "46_Page_of_Pentacles",
        "content" => "ペンタクルのペイジは、花が咲き乱れる広大な野原に立っている若者を描いています。背景には緑豊かな木々と耕された畑も見えます。若者はゆっくりと歩いているようで、周囲に気づかず、彼が持っているコインとそれが象徴するすべてに心を奪われています。野心、安定、富、自然、そして感覚性です。ペンタクルのペイジは、地に足の着いた、忠実で勤勉な人を象徴しています。",
        "upright_content" => "ペンタクルのペイジに出会うと、私たちはすぐに野心的で集中力のある人物を目にします。彼女は彼女の名前にちなんで名付けられたスーツによって保護され、養われています。その指導のもと、彼女は地球、自然、そしてそのすべての贈り物と深く結びついています。彼女は体を大切にし、それが彼女のエレメントの一部でもあることを理解しています。彼女の勤勉さ、野心、そして忠誠心が彼女を駆り立て、将来の計画を迅速に立てるようになります。

  ペンタクルの導きの下、彼女は地球、自然、そしてそのすべての贈り物と深く結びついています。彼女は体を大切にし、それが彼女のエレメントの一部でもあることを理解しています。

  彼女に出会うとき、彼女は世俗的で物質的なすべてのことに関連するニュースを伝えるかもしれません。彼女のメッセージを聞いたとき、彼女のように感化され、野心を達成するための基盤を築きましょう。

  通常、ペンタクルのペイジは、特定のタスクを完了するために必要なすべてのエネルギーを指します。それは決意、集中力、そしてどんなに退屈に思えるタスクであってもそれを続ける能力を示すことができます。仕事において、ペンタクルのペイジは、多くのタスクを担当しているが、それを完了するための時間が不足していることを意味するかもしれません。今は圧力を感じたり、圧倒されたりする時ではありません。助けが必要なときは、助けを求めることが大切です。

  財政問題において、ペンタクルのペイジは、あなたの努力の報酬を指すことができます。苦労して稼いだお金を投資する人にとって、今はリスクを取るのに最適な時期ではありません。お金を安全で伝統的な方法で投資してください。勤勉さは報われます。現在健康問題に悩んでいる場合、その問題は継続的な怠慢の結果である可能性があります。専門家に確認してもらいましょう。",
        "reversed_content" => "逆位置のペンタクルのペイジが現れるとき、それはあなたが集中力を欠いていることを示すかもしれません。多くのことに気を取られているかもしれません。ペイジの才能を見習い、次のステップに進む前に注意を集中させましょう。

  ペンタクルのペイジは、あなたが集中力を欠いていることを示すかもしれません。

  これはまた、再活性化するために休憩を取る必要があることを示すこともあります。仕事に関しては、逆位置のペンタクルのペイジは、現在の職場の重い要求に圧倒されていると感じているかもしれないことを意味します。すべてを自分でやろうとして失敗するよりも、助けを求めて仕事を完了する方が良いでしょう。恋愛においては、安定した関係にあるかもしれませんが、最近誰かがあなたの興味を引いているかもしれません。

  財政面に関しては、逆位置のペンタクルのペイジは、遊びやギャンブルの傾向を指すかもしれません。責任を持ち、行動をコントロールするようにしましょう。健康に関しては、危険な活動から離れるようにしましょう。",
        "upright_love" => "ペンタクルのペイジが象徴する人物は、野心的で忠実かつ実用的です。彼らは勤勉な学生として見られることが多いですが、よく知ると非常に楽しい人であることがわかります。彼らの野心と集中力は、彼らが一生懸命働くことを意味します。彼らは恋人に対しても目標に対しても同じように集中しています。他の外向的な人に比べて、その静かな態度は最初は目立たないかもしれません。

  これはあなたの恋愛生活に新たに入ってくる誰かを表していない場合、ペンタクルのペイジのタロット恋愛の意味は、あなたの関係におけるこのペイジの献身と忠誠を単に示すかもしれません。時にはこの関係が情熱に欠け、少し退屈に感じることがあるかもしれませんが、愛はそこにあります。実用性を情熱の前に置かないようにすれば、うまくいくでしょう。",
        "reversed_love" => "逆位置のペンタクルのペイジのタロット恋愛の意味は、恋愛におけるコミットメントと献身の欠如を示すかもしれません。あなたは長期的な交際に集中する代わりに、すべての通りすがりの見知らぬ人に簡単に気を取られるかもしれません。これに問題はありませんが、潜在的な恋人を引きずらないように明確な期待を設定してください。その他には、このカードはデートに対する無関心を指摘することがあります。あなたが関係にある場合、このペイジは関係が停滞し、単調になっていることを示すかもしれません。この退屈さはフラストレーションにつながる可能性があります。あなたとあなたのパートナーは一緒にいるために努力し、最初に恋に落ちた理由を思い出す必要があります。",
        "upright_career" => "今、あなたは将来の成功のための確固たる基盤を築いているかもしれません。目標を設定し、戦略を計画し、これらの計画を実行に移している可能性があります。あなたは自分の夢を達成するために努力を惜しまず、多くの機会があなたに開かれているでしょう。引き続き努力してください！時には、このカードは、あなたが高等教育コースを受けているか、受けたいと考えていることを示唆することもあります。努力を続ければ、素晴らしい成果を上げることができるでしょう。",
        "reversed_career" => "逆位置のペンタクルのペイジは、悪いニュースが来るかもしれないことを示しています。今、あなたは仕事や勉強を怠っているかもしれず、成功の基盤が不安定に感じるかもしれません。成功を夢見ていますが、実際に努力することになると、怠惰でやる気がなくなるかもしれません。これはしばしば、成功の非現実的な理想に起因します。私たちはしばしば結果を見ますが、それを達成するために必要な努力を見逃しがちです。何を達成したいのか、そしてそれを達成するために必要な犠牲を払う用意があるかどうかを現実的に考えてみてください。現在学校に通っている場合、成績が悪いか、最善を尽くしていないかもしれません。",
        "upright_finances" => "財政面での良いニュースが届くでしょう。ペンタクルのペイジは、将来を計画するための努力をすれば、報酬がもたらされることを約束します。リサーチを行い、予算を守り、あなたの努力が物質的な状況に大きな影響を与えることを確認してください。",
        "reversed_finances" => "逆位置のペンタクルのペイジは、悪い財政ニュースや時には物質的な不安定性をもたらすかもしれません。財政に関して、不安や心配を感じているかもしれません。このカードは時には、お金に対する無責任さを示すこともあります。これは怖いかもしれませんが、入ってくるお金と出て行くお金の状況を明確に把握することが重要です。状況を避けず、自分の手の届く範囲で生活するようにしてください。緊急時のための貯金が役立つでしょう。",
        "yes_no" => "ペンタクルのペイジは、熟練し、集中し、勉強熱心な若者を表しています。彼は規律があり、熱意に満ちているかもしれません。近い将来、昇進や新しい楽しい趣味を示唆している可能性があります。このカードの全体的な雰囲気はポジティブであり、答えは「はい」です。",
        "past" => "あなたの過去の野心と理想主義は、最新のアイデアから成功を収めるでしょう。新しい趣味やキャリアを育んでいます。",
        "present" => "変化を予告するニュースが来ています。すぐには訪れませんが、新しい冒険のリスクと報酬を慎重に検討する準備をしておいてください。",
        "future" => "未来には、あなたを圧倒するかもしれない困難な挑戦が待ち受けています。しかし、あなたが踏ん張れば、それらを克服し、成功を収めることができるでしょう。",
    ],
    47 =>
    [
        "id" => 48,
        "type_id" => 1,
        "number" => 47,
        "name" => "ペンタクルのナイト",
        "upright_keyword" => "実用的, 信頼できる, 効率的, 着実, ゆっくりだが着実, 勤勉, 忠実, 忍耐強い, 保守的",
        "reversed_keyword" => "仕事中毒, 怠惰, 鈍い, 退屈, イニシアチブがない, ケチ, 無責任, ギャンブラー, リスクの高い投資",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "47_Knight_of_Pentacles",
        "content" => "ペンタクルのナイトは、仕事、努力、そして一般的な責任に関するカードです。ペンタクルのナイトは、黒い馬に乗って畑に立っています。他のナイトが冒険に出かけるのに対し、このナイトは家に留まり、畑を耕すことに集中します。彼は次の収穫の準備をしています。彼の手には一枚のコインがあり、それを見つめ、その目には慎重な考慮がうかがえます。おそらく、彼はそのコインが彼にもたらす可能性について夢見ているのでしょう。他のナイトは彼を退屈だと思うかもしれませんが、このナイトは王国の長期的な未来を気にしています。",
        "upright_content" => "ペンタクルのナイトは、特定のプロジェクトを通じて得られる日常のタスクと責任に関するものです。このナイトはすべての義務を完了する忍耐力を持ち、他の人からは信頼できると見なされています。このカードが現れると、信頼性と責任感が求められていることを示しています。

  このナイトはすべての義務を完了する忍耐力を持ち、他の人からは信頼できると見なされています。

  あなたは自分のタスクに完全にコミットしており、効率的に仕事を完了することを保証します。あなたは絶対に忠実であり、物事がスムーズに進むようにするために最善を尽くします。あなたの責任感は称賛に値しますが、それが完璧主義に変わらないように注意してください。これはあなたの生活のあらゆる面に現れる可能性があります。

  ペンタクルのナイトはまた、日常のルーチンや一般的なハードワークを表すこともできます。このカードの意味は、質問者が現在行っていることを続けるべきであることを示唆しています。試行錯誤された方法に固執し、彼は設定したすべてを達成するでしょう。時には、既に行われたことに固執することが必ずしも悪いことではないことを示しています。",
        "reversed_content" => "ペンタクルのナイトが逆位置で現れるとき、正位置のときのポジティブな特徴が極端に取られています。あなたは日常生活に行き詰まり、周囲のすべてに退屈を感じているかもしれません。この退屈な繰り返しを避けるために、ペースを変えることを望んでいるかもしれません。逆位置のペンタクルのナイトは、あなたが人生の多くの重要な側面を完全に無視していることを示すこともあります。このカードが逆位置で現れるとき、財政的または個人的な問題は仕事のために無視されることがよくあります。

  あなたは野心的で責任を担うために一生懸命働く人かもしれませんが、社会生活を犠牲にしているかもしれません。もっとリスクを取ったり、友人や家族と過ごす時間を増やすことを試みるかもしれません。逆位置のペンタクルのナイトは、バーンアウトや疲労を避けるためにこの生活スタイルを変える必要があることを強く示唆しています。",
        "upright_love" => "ペンタクルのナイトは勤勉で一生懸命働きます。彼は忍耐強く、信頼でき、安定していますが、時には仕事に深く集中しています。彼らは愛や他の面でリスクを取ることに抵抗があります。この人の考えを変えるのは難しいかもしれません。これにより、彼らは頑固であるかもしれませんが、非常に信頼できる献身的なパートナーでもあります。ペンタクルのナイトのタロット恋愛の意味は、深く信頼できる関係を示唆することもありますが、非常に刺激的ではありません。あなたが恋愛生活においてコミットメント、安定性、安全性を求めている場合、このカードは歓迎すべき兆候です。これは、二人が一緒に長期的な目標に向かって努力するパートナーシップを示唆しています。",
        "reversed_love" => "あなたの恋愛生活は最近非常に退屈で単調になっているかもしれません。あなたは家にいることを好み、感情的なリスクを取って他人からの拒絶に直面するよりも一人でいることを好むかもしれません。関係にある場合、変化を切望しているかもしれません。おそらく、一方が仕事に過剰に時間を費やしているか、すべてのエネルギーが実用的な面や財政的な面、キャリアの問題に集中していて関係を優先していないかもしれません。二人が忙しい生活から時間を取り、お互いと一緒に過ごすか、パートナーシップに必要な新鮮さをもたらすために自発的な活動を試みることを確認してください。",
        "upright_career" => "仕事に関して、ペンタクルのナイトは野心、駆動力、焦点を示唆しています。あなたは目標に深くコミットしており、それがどれほど遠い未来にあろうとも、それを達成するために何でもする準備ができています。努力、汗、涙を惜しまずに目標を達成するために準備しています。ゆっくりと着実なアプローチを取り、ハードワークが報われると信じています。仕事を探している場合、潜在的な雇用主に対して信頼性と献身を証明する必要があります。",
        "reversed_career" => "野心に欠けていますか？仕事に対してやる気がないと感じていますか？逆位置のペンタクルのナイトの意味の一つは、キャリアの夢を達成するために十分に努力していないことです。あるいは、キャリア目標に夢中になりすぎて、他のすべてを犠牲にしているかもしれません。恋愛生活が混乱しているかもしれませんし、友人とほとんど会わず、親しい家族をほとんど忘れているかもしれません。楽しむ方法を覚えていますか？長期的には、仕事と生活のバランスを取る方が良いかもしれません。過労で死ぬことは避けましょう。",
        "upright_finances" => "ペンタクルのナイトはゆっくりと着実に財政的な未来を築いています。彼はリスクを避け、彼と同じくらい安全で信頼できるものを好みます。あなたは長期的な目標のために予算を組み、ゆっくりと貯金しているかもしれません。今のところ倹約が役立つかもしれません。",
        "reversed_finances" => "逆位置のペンタクルのナイトのタロットカードの意味は、リソースの浪費を示すことがあります。あなたは不注意であるか、衝動的に購入して、後でそれが希望や必要なものではなかったことに気付くかもしれません。もっと慎重になるようにしてください。大きな買い物をする前に、すべての調査を行ってください。",
        "yes_no" => "ペンタクルのナイトは信頼でき、尊敬され、信頼できる人物です。彼は否定できない常識、素晴らしい決意、および他人を支援する能力を持っています。このカードの存在は、忠実である人々にとってポジティブなことを示唆しています。あなたが求めている答えは「はい」です。",
        "past" => "過去の挑戦は、希望に満ちた未来の基盤を築きました。あなたの信頼性と責任感のある態度は、仕事を完了するための最善の努力を前面に出しています。",
        "present" => "若い人からの励ましを受けるでしょう。あなたの野心を追求するために必要な安全がもたらされます。",
        "future" => "ルーチンに従うことで最良の結果を生み出します。忍耐と一貫した焦点を通じて、あなたは最も高い野心を達成することができます。",
    ],
    48 =>
    [
        "id" => 49,
        "type_id" => 1,
        "number" => 48,
        "name" => "ペンタクルのクイーン",
        "upright_keyword" => "寛大, 思いやり, 育成, 家庭的, ビジネスセンスが良い, 実用的, 快適, 温かみ, 分別がある, 贅沢",
        "reversed_keyword" => "利己的, だらしない, 嫉妬深い, 不安定, 貪欲, 物質主義, 金目当て, 不寛容, 自己中心的, 妬み",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "48_Queen_of_Pentacles",
        "content" => "ペンタクルのクイーンは、美しく装飾された玉座に座り、コインを手に持つ美しい女性を描いています。彼女は美しく咲く木々と緑豊かな庭園に囲まれています。彼女の玉座には地上のさまざまな獣が飾られており、彼女を自然と豊かさに密接に結び付けています。カードの右下には、エネルギーと多産を象徴するウサギがフレームに飛び込んでいます。したがって、ペンタクルのクイーンは一定の成功と繁栄を示しています。しかし、成功を追求する際には慎重に行動するようにとの警告をウサギは伝えています。",
        "upright_content" => "ペンタクルのクイーンは、家族の幸福を確保するために多くの役割を果たす地に足の着いた女性を表しています。彼女は愛を示す方法と時期を知り、家を整頓し、料理をし、子供たちの世話をする方法を知っています。しかし、彼女を単なる主婦と見なさないでください。これらの母性的な特性に加えて、彼女はビジネスベンチャーを計画し、成功裏に実行することもできます。彼女は生来のビジネスセンスによって、このような贅沢な生活を楽しんでいます。彼女は静かで、財務状況を公にすることを好まず、生活が複雑になることを恐れています。彼女は秘密の銀行口座を持っているかもしれませんが、それは彼女が慎重で警戒心が強く、自給自足を好むためです。

    したがって、ペンタクルのクイーンは、常識を持ってあなたが目標を達成するのを助ける母性的な人物を表しています。彼女はあなたに愛を示すだけでなく、迷って困惑している時に正しい方向に導いてくれます。彼女のアドバイスによって、あなたは危険な財務決定をしないように確保されます。彼女はあなたに注意、原則、サポート、および彼女が個人的な生活で学んだすべての教訓を提供します。彼女は自らの力で成功した女性なので、あなたが独立し賢明であり、他の人々を育てることができるようになってほしいと思っています。",
        "reversed_content" => "ペンタクルのクイーンがスーツのエネルギーと調和していない場合、彼女は完全に自己中心的になることがあります。正位置の寛大さが消え失せ、他人の成功が自分よりも大きいときに自己中心的または嫉妬深くなるかもしれません。正位置では、彼女の家は通常、ゲストにとっての避難所ですが、逆位置では、だらしなくなり、自分自身や周囲の世話をする能力を失うことがあります。物質主義への焦点がネガティブな影響を与え、彼女を貪欲にし、責任感や能力が欠如することがあります。彼女がどのようにして立ち直り、地球とそのすべての生き物との自然な関係に戻ることができるでしょうか？

    逆位置のペンタクルのクイーンは、あなたの優先順位が間違っていることを示しており、最終的には将来を危険にさらす可能性があります。あなたは仕事や長期的な目標に集中できずにイライラするかもしれません。また、経験豊富な人々に相談することなくプロジェクトに取り組んでいるかもしれません。

    このカードは、あなたが大切にしている誰かが今、自分の人生の責任を取る準備ができていることを示すこともあります。彼らが独立し、自分の決定を下すようになることを学ぶことが最も重要な役割です。",
        "upright_love" => "ペンタクルのクイーンは、実務的で寛大で勤勉で温かみのある人物であり、ビジネスの才覚と快適さや贅沢への愛を持っています。彼女は家を居心地よくするのを楽しみ、いつもゲストを歓迎します。独身の方は、今、真に自分の人生に何かをもたらすパートナーを選ぶ良いポジションにいるでしょう。あなたは高い基準を持ち、あなたと同じくらい献身的で野心的な人を求めるかもしれません。既に関係にある場合、二人で安定した生産的で繁栄した時期を楽しんでいることに気付くでしょう。確かに、二人で楽しみ、自分たちを甘やかすことができます。",
        "reversed_love" => "この人物は非常に自己中心的で浅はかで、他人の持っているものに簡単に嫉妬します。彼らの不安定さは頻繁に嫉妬や独占欲を引き起こし、それが恋人や関係に広がり、パートナーをトロフィーのように扱い、真の感情や愛を持っていません。独身の方にとって、逆位置のペンタクルのクイーンのタロット恋愛の意味は、他の人との関係を築く前に、自信を養い、不安を癒すための時間を過ごす必要があることを示しているかもしれません。ステータス、お金、またはただ一人でいたくないという理由で関係を築くのは避けてください。関係にある場合、恋人を所有物のように扱うのは避けてください。",
        "upright_career" => "キャリアに関して言えば、ペンタクルのクイーンのタロットカードは大きな成功をもたらすことができます。彼女は才能のあるビジネスウーマンであり、実務的で組織的であり、彼女が心に決めたことには非常に有能です。彼女は成功した人物としてあなたの人生に現れるかもしれず、素晴らしいメンター、同僚、またはビジネスパートナーとなるでしょう。彼女と一緒に働くことを選ぶなら、彼女の豊富なスキルがあなたのキャリアやプロジェクトにとって非常に貴重であることがわかるでしょう。彼女がアドバイスを提供するなら、それを聞いてください。彼女はあなたのことを気にかけ、目標達成を助けてくれます。",
        "reversed_career" => "あなたのキャリアは現在、いくらか混沌としているかもしれません。安定した収入を得るのが難しいかもしれません。ペンタクルのクイーンのように手を汚すことを恐れないでください。彼女の能力に対する自信があなたを刺激します。彼女は同僚やビジネスパートナーを表すかもしれませんが、怠惰で仕事の管理が苦手な人かもしれません。注意してください。彼女はあなたに必要な以上の問題を引き起こすかもしれません。

    時には、このカードはあなたの職場であなたの地位を妬み、秘密裏にトラブルを引き起こす人物を示すこともあります。ゴシップや嫉妬に注意してください。",
        "upright_finances" => "ペンタクルのクイーンは、豊かさ、成功、物質的な安全をもたらします。勤勉な時期の後、あなたが快適に感じるために必要なすべてを持っていることに気付くかもしれません。このカードは、人生の楽しみを実用性、節約、およびセンスとバランスよく楽しむ方法を知っている責任ある人物を表しています。彼女は常にお得な買い物を探しますが、品質に妥協することはありません。",
        "reversed_finances" => "逆位置のペンタクルのクイーンは、財政が混乱していることを示しており、彼女がお金をうまく管理できないことを意味します。このカードは、物質主義的または表面的すぎる時期を示しているかもしれません。不安を和らげる手段として現金や物品をため込むのは避けてください。",
        "yes_no" => "ペンタクルのクイーンは実務的で、組織的で、信頼できるマルチタスカーです。彼女は豊かさと富をもたらしますが、自分を愛し、目標を達成するための将来の変化や旅を恐れない能力も必要です。このカードは確かに「はい」を示しています。",
        "past" => "あなたが培ってきた才能を使って、安全な環境を作る機会が訪れるでしょう。あなたが困っている人々に与える助けは、重要な達成源となるでしょう。",
        "present" => "あなたの人生の中の女性からの影響が、実用的なアドバイスを提供してくれるでしょう。このアドバイスは、豊かな繁栄を築くのに役立つでしょう。",
        "future" => "あなたの才能を効果的に活用することで、財政的成功を収めることができます。あなたの実用的な性質を忘れずにいれば、繁栄があなたを見つけるでしょう。",
    ],
    49 =>
    [
        "id" => 50,
        "type_id" => 1,
        "number" => 49,
        "name" => "ペンタクルのキング",
        "upright_keyword" => "豊かさ, 繁栄, 安全, 野心的, 安全, 親切, 家父長的, 保護的, 商人, 供給者, 官能的, 信頼できる",
        "reversed_keyword" => "貪欲, 物質主義, 浪費, 男尊女卑, 財政的誤判断, ギャンブラー, 搾取的, 独占欲が強い",
        "astrology" => "",
        "element" => "地の元素",
        "image_key" => "49_King_of_Pentacles",
        "content" => "ペンタクルのキングは、野心的で、物質的に満足し、世俗的に成功した人物を表しています。ペンタクルのキングは、ツタと雄牛の彫刻が施された玉座に座っており、そのローブには多数のブドウの模様が刺繍されています。彼は経験豊かで威厳があります。彼はまた、さまざまな種類の植物、ツタ、花に囲まれており、この王の物質的な成功を示しています。彼の右手にはセプターが握られ、左手にはペンタクルが刻まれたコインが握られています。背景には城が見え、彼の決意と努力を象徴しています。",
        "upright_content" => "ペンタクルのキングに出会うと、彼の威厳と寛大さを即座に感じます。彼は供給者であり保護者であり、その管理下には繁栄する王国があり、市民は繁栄し、奨励されています。彼は自然に責任感があり信頼でき、ほぼ一からすべてを築き上げました。このカードに彼が登場すると、勤勉な仕事を通じて得られる成功を予見します。

    一般的に、このカードは、より大きな目標を追求する際にエネルギーとリソースを制御することを思い出させます。仕事に関しては、ペンタクルのキングはあなたのキャリアに重要な役割を果たすより成熟した人物を指すことがあります。この人物は非常に賢く合理的ですが、厳しい判断を下すこともあります。彼はあなたの最大の支持者となるかもしれませんが、望まない厳しい批判に備えてください。恋愛においては、待ち望んでいた人が現れ、あなたをありのままに愛してくれることを示唆します。

    財政面では、ペンタクルのキングは最高のカードの一つです。これは、賢明な投資と努力によって財政的状況が安定していることを意味します。ギャンブルをしている場合は、計画的な行動を起こすようにしてください。",
        "reversed_content" => "逆位置では、ペンタクルのキングはその玉座から落ちます。かつて繁栄していた王は、退位するか、すべてを失ってしまいました。スーツのエネルギーから切り離され、彼は焦り、過度に放縦し、ギャンブルに熱中しすぎたり、過労したり、近道をしようとして失敗に陥ったりするかもしれません。彼は物質主義に過度に集中し、物の価値を理解せずにそのコストだけを理解するかもしれません。

    逆位置のペンタクルのキングは、あなたの成功と幸福の定義が外見だけによって決まることも意味します。真の幸福を見つけるために、物質的な世界に対するより全体的な態度を育む時です。恋愛において、このカードは、あなたの愛する人が現在キャリア関連の問題に直面していることを意味するかもしれません。

    財政面では、逆位置のペンタクルのキングは、長期的な目標に集中するように促します。財政問題に直面しているかもしれませんが、自分を失敗と見なさないでください。前向きに考え、これはあなたの人生の一時的な段階であることを理解してください。再び機会が訪れた時には、短期的な状況だけに基づいて決定を下さないようにしましょう。

    ペンタクルのキングがリーディングに現れると、いくつかの物質的損失や評判の低下を示すかもしれません—過去の過ちを繰り返さないように注意してください。",
        "upright_love" => "成功し、寛大で、信頼でき、保護的なペンタクルのキングが表す人物は、素晴らしいパートナー、親、そして供給者です。彼は言葉よりも行動で愛を示し、家族のために安定した愛情あふれる家庭を築こうとします。この人物に出会った場合、彼らはコミットメントを取るのが遅いかもしれませんが、それは彼らが愛を非常に真剣に受け止めており、次のステップを踏む前に本当にあなたを知る必要があるからです。人を表していない場合、ペンタクルのキングはあなたの関係における安定と安寧の時期を示唆しています。あなた方両方が感情的にも物質的にも快適であるでしょう。過去に一生懸命働いて現在の快適なレベルを享受するために努力したかもしれませんが、今は少しリラックスできます。",
        "reversed_love" => "逆位置のペンタクルのキングは、頑固で、保守的で、貪欲で、物質主義的です。彼らはより多くのリソースを得るためにほぼ何でもすることができるので、あなたの恋愛生活であなたを利用しているかもしれないキャラクターに注意してください。一方、この人物は無責任で信頼できず、リソースをギャンブルに使うかもしれません。もう一方で、この人物は物質的な手段を使ってパートナーや家族をコントロールしようとするかもしれません。これが今あなたの恋愛生活に関係しない場合、逆位置のペンタクルのキングのタロット恋愛の意味は、感情的または財政的な不安定、嫉妬、操作、または強制の期間を示唆しているかもしれません。",
        "upright_career" => "プロの文脈では、ペンタクルのキングは成功したビジネスベンチャーの優れた指標となり得ます。仕事やキャリアに関して、このキングは最高の野心を達成し、同僚から非常に尊敬されています。このカードは、より経験豊富な人物があなたの選んだ分野であなたを指導し、励ますことを示すこともあります。この人物は豊富な経験を持ち、あなたに必要な支援を提供し、時には新しい仕事や昇進を推薦することもあります。",
        "reversed_career" => "仕事に関しては、逆位置のペンタクルのキングは、失敗した仕事プロジェクト、最悪の場合、事業の閉鎖や失業を示すことがあります。仕事に関して多くの不安定さがあるかもしれません。あなたは仕事に疲れているかもしれず、やる気が低下するにつれて、これは仕事の質に大きな影響を与える可能性があります。時には、このカードは仕事で冷酷な人物を示すことがあり、彼はあなたを落胆させたり、あなたを妨害しようとするかもしれません。彼のネガティビティを無視し、自分が何をすべきかに集中することが重要です。そのような利己的で貪欲で操作的な個人に関わることは、あなたを引きずり下ろすだけです。代わりに、キャリアに集中し、最善を尽くしてください。昇進や賃上げを求めている場合、ペンタクルのキングは時々、あなたにもっと経験が必要であることを示すことがあります。",
        "upright_finances" => "財政的には、ペンタクルのキングは財政的なマイルストーンの達成を表しています。おそらく、慎重で賢明な貯蓄と投資から得られる安全性のレベルに達したのでしょう。このキングはまた寛大であるため、新たに得た富を愛する人々を支援するために使用するかもしれませんし、貯蓄中に見逃した贅沢を楽しむかもしれません。少し贅沢をしてもいいでしょう; あなたはそれに値します。",
        "reversed_finances" => "金銭的な問題において、逆位置のペンタクルのキングは財政的な損失、あるいは最悪の場合、破産や借金を示すことがあります。現在、財政的なリソースは非常に厳しいかもしれません。貯金をギャンブルで失ったり、財政的な誤判断をしたかもしれません。あるいは、逆位置のペンタクルのキングは、あなたがリソースをため込んでいることを示すかもしれませんし、あなたのけちさが他人から否定的に見られる原因となるかもしれません。",
        "yes_no" => "ペンタクルのキングは信頼でき、自信に満ち、自己充足した個人です。彼は成功、富、そして終わりのない個人的成長を象徴しています。目標を達成するにはいくらかの自己探求と確固たるコミットメントが必要かもしれませんが、結果はポジティブに見えます。あなたの答えは「はい」です。",
        "past" => "あなたが行ってきた慎重な進展は、成功へと導いています。最近受けたアドバイスは、あなたが目標を達成するのに役立つでしょう。",
        "present" => "あなたの理想主義はあなたを自信に満ちた信頼できる人物にしましたが、しばらくの間、財政的な安全性に集中する方が良いかもしれません。専門家や年長者に相談することが、あなたの努力を守るのに役立ちます。",
        "future" => "あなたは財政的利益と物質的取得の分野での固有の能力を持っていますが、それに気づいていないかもしれません。あなたが自分の努力で得たお金は、物質的な利益を超えた報酬をもたらすでしょう。",
    ],
    50 =>
    [
        "id" => 51,
        "type_id" => 1,
        "number" => 50,
        "name" => "カップのエース",
        "upright_keyword" => "愛, 新しい感情, 感情の目覚め, 創造性, 精神性, 直感",
        "reversed_keyword" => "無関心, 空虚, 感情の喪失, 創造力のブロック, 愛されていないと感じる, 憂鬱",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "50_Ace_of_Cups",
        "content" => "カップのエースのカードには、雲から手が現れ、質問者にカップを差し出している様子が描かれています。カップはきらめく水であふれており、純粋で清らかな感情を象徴しています。この申し出を受け入れ、カップから飲むことは、間違いなく感情的および精神的な充足をもたらします。

    カップからは五つの水流が流れ出しており、直感の力と内なる声を聞くことの重要性を表しています。カップのエースに描かれた感情的または精神的な満足を達成するためには、この内なる声に従い、どんな状況でもそれに忠実である必要があります。これは感情的な規律を必要としますが、このカードが示唆する報酬は、あふれる喜びと幸せです。",
        "upright_content" => "正位置のカップのエースは、感情的な荷物を手放し、充実した生活を始める時が来たことを示しています。他のすべてのエースと同様に、このカードは新しい始まりを表しており、新しいスタートのチャンスを示しています。それは、新しい関係、ロマンチックな関係であろうとそうでなかろうと、感情的に満足できる関係を受け入れることかもしれません。

    このカードが示す解放は、あなたが経験していることに応じて、精神的または感情的なものです。カップのエースは、長い孤独の期間や、感情的に深く傷ついたことがある後に現れ、新しい章の始まりを告げることがあります。

    個人にとっては、より多くの友情、愛、精神的な学びの機会に心を開くことが重要です。あなたは今、過去を後にして、カップを贈られるチャンスがあります。

    このカップから満足するまで飲むかどうかは、あなた次第です。",
        "reversed_content" => "逆位置のカップのエースでは、イメージが最も明確です。水がカップからこぼれ落ち、カップは空になり、水の祝福が無駄になります。逆位置のカップのエースがタロットリーディングに現れると、あなたがしばらくの間、感情的不安定や痛みを耐えてきたことを意味します。これは喪失感を示唆しており、かつてあなたに喜びをもたらしていた何かが、もはやその喜びをもたらさないかもしれません。

    カップは創造性も支配しているため、かつてインスピレーションが溢れていた場所で、今は枯渇しているさまざまな創造的ブロックにも直面するかもしれません。

    これらすべての状況で、カップを誰が制御しているのか、それがこぼれ落ちることを誰が許しているのかを調べる必要があります。再び正位置に戻すために何ができるでしょうか？",
        "upright_love" => "愛のタロットリーディングにおいて最も幸福なカードの一つであるカップのエースは、新しい感情の目覚めを示唆しています。独身の場合、新しいロマンチックな関係やあなたにとって重要な友情が芽生えるかもしれません。既に関係にある場合、あなたとパートナーは新しいレベルの親密さ、思いやり、理解に達するかもしれません。カップのエースのタロット恋愛の意味は、カップから飲むならば、感情的、精神的、創造的に成長する機会があることを示唆しています。この時期に感情と直感に基づいて決定を下すことは好ましいです。直感を信じ、状況を過剰に分析するのは避けましょう。",
        "reversed_love" => "逆位置のカップのエースのタロット恋愛の意味は、いくらかの悲しみと感情的な動揺を示すことがあります。これは、口論や別れから生じることがあり、孤独や脆弱さを感じるかもしれません。このカードは、現在の関係について少し憂鬱に感じたり、一時的な信頼の喪失を経験したりすることを意味することもあります。何かがあなたが真の愛を経験し、与え、受け取ることを妨げています。あなたはパートナーや他人に心を開いていないかもしれません。不安が大きな役割を果たしている可能性があり、他の人を真に愛する前に、まず自分自身を愛さなければならないことを皆が経験しています。内面を見つめ、他の人に見つける前に、自分が求める愛を自分に与えてみてください。",
        "upright_career" => "正位置のカップのエースは、新しい感情の始まりと友好的な意図の兆候です。あなたのキャリアにおいて、これらの原則はさまざまな形で現れることがあります。仕事を探している場合、このカードは仕事の新しい始まりを示すことがあります。それは必ずしも新しい仕事を意味するわけではありませんが、同僚との楽しい関係や仕事に対する見方の感情的な目覚めを示すことがあります。新しいプロジェクトが創造性の源となることがあります。これは新しい挑戦やタスクを始めるのに良い時期です。インスピレーションの波を利用できるでしょう。より多くの責任を引き受けることを恐れていた場合、今がその恐れを克服する時です。特に創造的な分野で働いている場合は。",
        "reversed_career" => "逆位置では、カップのエースの良いニュースと友情が覆されます。新しい仕事を探している場合、失望を感じるかもしれません。仕事において否定的な感情があるかもしれません。仕事でのフラストレーションや障害に直面し、空虚感を感じるかもしれません。理由は何であれ、今は仕事においてインスピレーションややる気を感じていないかもしれません。カップは関係性も支配しているため、この時期に同僚があまり友好的で助けてくれないことがあるかもしれません。この期間を乗り切るために最善を尽くし、可能な限りモチベーションを見つけてください。すべてが失敗した場合、仕事はあなたの人生の一部に過ぎないことを忘れないでください。",
        "upright_finances" => "カップのエースの友好的で社交的な特性は、あなたの財政状況にも影響を与えることがあります。人々があなたを受け入れるようになると、あなたが求める財政的支援を提供してくれる可能性が高くなります。この支援は通常、承認されたローンやモーゲージの形で提供されますが、家族や友人の支援からも得られることがあります。このカードは、支援を求めていた人々にとって特に安心材料です。時には、このカードはお金を稼ぐ際の新しい創造性の波を示すこともあります。これがあなたに当てはまらない場合、このカードは通常、財政の安定とそれに伴う感情的な満足を象徴しています。",
        "reversed_finances" => "逆位置のカップのエースでは、望んでいなかった財政的なニュースを受け取るかもしれません。ローンや助成金を申請していた場合、失望するかもしれません。家族や友人からの支援を求めても結果が得られないかもしれません。これらの状況が当てはまらない場合でも、財政状況を処理する際に葛藤やフラストレーションを感じるかもしれません。これらの感情を感じることを許してください、しかしそれらがあなたを飲み込むことを許してはいけません。",
        "yes_no" => "カップのエースは、あなたの人生のさまざまな分野での全体的な満足を表しています。良い直感と創造性を使って成功と豊かさを予測します。新しい関係や、これらのポジティブな展望に関連する可能性のある妊娠や出産を予測します。答えは「はい」です。",
        "past" => "あなたの人生の中で、創造的な才能と能力を活用して成功を収めた多くの時があります。情熱を持ち、高度に集中することで、生産性を高めることができます。",
        "present" => "良いニュースがあなたの人生に喜びと大きな満足をもたらします。",
        "future" => "将来直面する困難はあなたの感情に影響を与えますが、最終的には豊かな喜びをもたらします。この自然なバランスを覚えておくことで、豊かな報酬を得ることができます。",
    ],
    51 =>
    [
        "id" => 52,
        "type_id" => 1,
        "number" => 51,
        "name" => "カップの2",
        "upright_keyword" => "統一, パートナーシップ, 魅力, 接続, 親密な絆, 統一された努力, 相互尊重",
        "reversed_keyword" => "分離, 拒絶, 分裂, 不均衡, 緊張, 不十分なコミュニケーション, 撤退",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "51_Two_of_Cups",
        "content" => "このカードは、儀式でカップを交換する男女の姿を描いています。中央にはヘルメスのカデュケウスのシンボルがあり、交渉、取引、宇宙のエネルギー、保護、正しい行い、二重性に関連しています。カップの2は、恋愛やビジネスなど、どのような関係においても非常にポジティブな意味を持ち、タロットデッキの中で最も縁起の良いカードの一つです。それはバランス、尊重、名誉に基づいた新しいパートナーシップが始まろうとしていることを示しています。カデュケウスの上にはキメラがあり、このパートナーシップを支配する火と情熱を象徴しています。",
        "upright_content" => "カップの2を見ることは、力の統合、強い結びつき、バランスの取れた対等なパートナーシップに基づいた関係を示しています。カップの交換は、各当事者の感情が相手の感情と絡み合い、互いの感情に深い影響を与えることを示唆しています。これは強いペア、二人が一つになる喜びを意味します。

    仕事に関しては、周囲の人々があなたをより一層評価するようになるかもしれません。ここには相互尊重があり、職場でより快適に感じることができるでしょう。新しい仕事の機会を探しているなら、このカードは良い兆候です。恋愛において、このカードはコミットメント、バランスの取れた関係、愛を示しています。しかし、それが愛を育む必要がないという意味ではありません。このカードは真の愛と愛情の存在を示唆するだけです。

    財政状況において、カップの2は公平とバランスに関連しています。これは、現在あなたが財政的に能力があり、義務を果たすのに十分な資金を持っていることを意味します。健康に関しては、現在健康問題に直面している人は、信頼できる施術者を見つける必要があります。精神的には、他人に対してより愛情深く親切になることを求めています。あなたは宇宙からのポジティブなエネルギーを受け取っており、このエネルギーを共有する必要があります。",
        "reversed_content" => "逆位置のカップの2は、一度あったバランスが崩れたことを意味することがあります。このバランスは個々の統一を維持するための重要な要素であり、それが壊れると、切断と不和につながります。二つの力の間にネガティブなエネルギーが存在し、引き合うのではなく、反発しているようです。

    以前は重要でなかった小さな詳細が役割を果たし始め、一方が不満を抱いていることを示しているかもしれません。あなたと相手が違いをオープンに話し合うためのコミュニケーションのチャンネルが遮断され、憤りと不均衡のサイクルが増幅されます。

    あなたが最初に心を開くことで、問題が思ったよりも簡単に解決できることに気付くかもしれません。",
        "upright_love" => "カップの2のタロット恋愛の意味の本質は、引き合い、結びつくことです。このカードは、あらゆる関係の始まりと、二人が結びつくことで生まれる調和を促します。また、パートナーがお互いを励まし合い、最高の自分を引き出す相互利益の関係を示唆しています。関係にある場合、この期間はより良いコミュニケーション、バランス、友情をもたらすかもしれません。今は一緒に働くのがうまくいく時期かもしれません。自分の才能と同様にパートナーの才能を理解し、お互いに信頼を寄せて、自分が得意なことをするようにしましょう。カップの2は、パートナーシップの中でお互いを高め合いながら、一緒にいることに関するものです。",
        "reversed_love" => "逆位置のカップの2が恋愛のタロットリーディングに現れると、物事がうまくいっていないかもしれません。あなたとパートナーが互いに過度に依存しすぎて、各自の個性が損なわれているか、カップルの間のバランスが不均衡になっているかもしれません。関係にある場合は、自分とパートナーの個性を育むことを常に忘れないでください。二人は異なる興味やニーズを持つ別々の人間です。自分自身であることで、パートナーと同じようになろうとするよりも、関係に多くをもたらすでしょう。時には、このカードはあらゆる代償を払ってでも愛を追い求めることを示すこともあります。",
        "upright_career" => "正位置のカップの2は、ポジティブな関係に密接に関連しており、キャリアにおいて同僚やビジネスパートナーとの関係が特に強いことを示すかもしれません。周囲の人々との間にサポートと調和を見つけるかもしれません。ビジネスパートナーシップの設立を議論している人にとって、これは特に安心材料です。この新しいパートナーシップが実り多いものであり、一緒にうまく働くことを示しています。一般的に、カップの2はロマンチックな関係に関連していますが、これはプロフェッショナルな環境にはほとんど当てはまりません。しかし、最近仕事を通じて知り合った誰かに興味を持っている場合、その関係における幸福を示唆することもあります。仕事と楽しみを混同するリスクには注意してください。",
        "reversed_career" => "正位置のカップの2が強いポジティブな関係を示すのに対し、逆位置のカップの2はその逆です。ビジネスパートナーシップにいる場合、異なる利益、対立、または尊重の欠如に対処するかもしれません。パートナーシップを設立していないが、希望している場合、これは注意が必要であることを警告しています。相手はあなたを評価せず、目標に同意しないかもしれません。ビジネスパートナーシップにいない、または設立しようとしていない場合、今、共に働く人々が敵対的になるかもしれません。リーダーであるか、同僚が一般的に緊張して冷淡である場合、不服従を感じるかもしれません。",
        "upright_finances" => "カップの2は安定した財政状況を示すことがあります。それは必ずしも富を意味するわけではありませんが、財政的な安全の期間を示唆しています。このカードを財政的な大金の兆候と見なすのは賢明ではありません。もっと重要なのは、それが信頼性を表すことです。カップの2は常にバランスを示しているため、おそらくあなたは支出を賄うのに十分な資金を持っています。しかし、この安定した期間が続くように資金を賢く使用することが勧められます。手段を超えたり、他の方法で軽率に行動したりすると、これらの行動が罰せられない理由はありません。お金を使う代わりに、今、財政的な圧力がないことを自分に再確認する時間を取りましょう。",
        "reversed_finances" => "逆位置のカップの2は、財政にとって良いカードではありません。むしろ、あなたが持っていると思っているバランスがないことを示唆しています。問題がないかどうかを確認するために、より多くの支出を追跡するようにしてください。このカードは非常にポジティブではありませんが、ひどいカードでもありません。収入と支出の比較は比較的簡単です。数字をよく見て、適切な調整を行う必要があるかもしれません。予算にどれだけ忠実に従っているか、説明のつかない支出があるかどうかを確認する良い機会です。",
        "yes_no" => "カップの2は、愛、ポジティブな関係、統一を強く示しています。親密なつながり、良い友情、相互の愛と尊敬に満ちた生活を意味します。このカードはすべての幸福、ポジティブ、愛情を包み込んでいます。答えは「はい」です。",
        "past" => "最近形成された友情やパートナーシップは、将来あなたに大きな報酬をもたらすでしょう。このつながりは今後数年間で意味のあるものとなるでしょう。",
        "present" => "愛の結びつきや親密なパートナーシップがまもなく始まります。コミットメントと献身があれば、この関係はたとえ遠くても大きな報酬をもたらすでしょう。",
        "future" => "目標達成を助けてくれるパートナーを探しましょう。あなたの野心や優先事項を理解してくれる人であるべきです。",
    ],
    52 =>
    [
        "id" => 53,
        "type_id" => 1,
        "number" => 52,
        "name" => "カップの3",
        "upright_keyword" => "友情, コミュニティ, 集まり, 祝い, グループ活動, 社交イベント",
        "reversed_keyword" => "ゴシップ, スキャンダル, 過剰, 孤立, 寂しさ, 不均衡な社交生活",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "52_Three_of_Cups",
        "content" => "カップの3を見てみると、三人の女性がカップを空中に掲げて祝っている姿が見えます。空気は楽しい時間で満ちており、三人の女性は髪に花の冠をかぶっています。花の冠は成功と勝利を象徴することが多く、彼女たちの幸せは当然のものです。女性たちはまた、花や果物が豊かに咲く畑の上に立っており、このカードの喜びの感覚をさらに強調しています。女性たちの間には、美しさ、成長、思いやり、幸福の感覚があります。

    興味深いことに、ライダー・ウェイト・タロットデッキでは、中央の女性は読者に背を向けており、顔を見せていません。しかし、他の二人の乙女は微笑んでいます。",
        "upright_content" => "カップの3の意味は、幸せな時を表しています。日常生活の悩みを忘れて、家族や友人と楽しい時間を過ごすことができるでしょう。

    カップの3を見ると、長く会っていなかった友人、親戚、愛する人との再会の喜びを示すことがあります。それはまた、自分自身や愛する人の祝い事を意味することもあります。イベントは誕生日、結婚式、その他の喜ばしい機会かもしれません。一般的には、あなたが大切にしている人たちと素晴らしい時間を過ごすことに関するものです。

    三人の乙女はあなたの友人の輪を表しており、最も必要な時に愛、思いやり、サポートを求めることができます。それは大学時代の古い友人、仕事仲間、または長年にわたって特別な絆を築いた人々かもしれません。

    社交生活に問題があった場合、このカードはその困難の終わりを示すことがあります。違いを解決し、問題に対処する方法を学ぶことができるでしょう。",
        "reversed_content" => "逆位置のカップの3は、友人と社交したり、外出する時間がないことを示すことがあります。学校や仕事で忙しく、楽しむ時間がないかもしれません。逆位置のカップの3はまた、いくつかの友人との関係が途絶えることを意味することもあります。時が経つにつれて、あなたたちは疎遠になるかもしれません。年を重ねると、友情がないがしろにされないようにするために努力が必要です。

    あるいは、逆位置のカップの3は、あなたの社交サークル内のバランスと調和の欠如を意味することもあります。ゴシップやスキャンダルが頭をもたげるかもしれません。サークル内に嫉妬が潜んでいるかもしれず、それがあなたを孤立させる原因となるかもしれません。",
        "upright_love" => "カップの3の恋愛タロットリーディングにおける意味は、祝い、友情、集まりを示します。独身の場合、あなたの社交生活で愛を見つけるかもしれません。親しい友情が恋愛に発展することもあります。関係にある場合、社交的な集まりが二人をより親密にするかもしれません。二人で外の世界に踏み出すと、二人がどれだけうまくやっているかがより明確になるかもしれません。友人や家族と一緒に過ごすことが二人に強い影響を与え、なぜお互いを選んだのかを思い出させてくれます。あなたの愛は今、深く満足できるものに感じられるかもしれません。",
        "reversed_love" => "独身の場合、逆位置のカップの3の恋愛の意味は、あなたの恋愛生活が楽しく刺激的であるかもしれないが、短命である可能性もあることを示唆しています。この時期に始まった関係は、お互いをよく知るようになるとすぐに失敗するかもしれません。関係にある場合、第三者が関係を乱そうとしていることに注意してください。時には、これは不快なゴシップとして現れることもあり、誰かがあなたたち二人の間に入り込もうとしていることもあります。",
        "upright_career" => "カップの3は、あなたの人生のすべての領域で祝いを象徴しています。キャリアに関して言えば、仕事関連のイベントが近々発生する可能性が高いです。これらの集まりは喜ばしい機会となるでしょう。卒業、ポジションの変更、昇進など、さまざまな形を取ることができます。ビジネスを立ち上げ、リリースを計画している場合、これらのイベントは特に成功するかもしれません。これらのイベント以外にも、職場環境は非常にポジティブかもしれません。過去のチームワークと協力が今やりやすくなっているかもしれません。これらの祝いとサポートの関係を楽しむのに良い時期です。",
        "reversed_career" => "正位置のカップの3が通常象徴するイベントや祝いは、逆位置では計画通りに進まないかもしれません。リリースや他のイベントを計画している場合、それが起こるかもしれませんが、望んでいた成功と結果をもたらさないかもしれません。時には、これらのイベントが遅延またはキャンセルされることもあります。これらのいずれも当てはまらない場合、職場環境が特に毒性を帯びているかもしれません。ゴシップや他の形の妨害がチームワークを破壊しているかもしれません。紛争が蔓延しているかもしれませんが、それはあなたに向けられているかもしれませんし、クロスファイアに巻き込まれることにも対処する必要があるかもしれません。このネガティブさの一部にならないようにしてください。火に油を注ぐのは、長期的にはあなたにとって良くありません。",
        "upright_finances" => "カップの3を財政のタロットリーディングで見つけると、財政的に祝うことが多いことを示すことがあります。これらすべてが非常にエキサイティングであるかもしれませんが、あまりにも浮かれすぎないようにすることが重要です。この期間中、社交生活がこれまで以上に重要になるかもしれませんが、寛大である一方で、あなたの幸運が続くようにしてください。幸せであることは大切ですが、責任を持って行動することも必要です。",
        "reversed_finances" => "逆位置のカップの3は、財政的な負担を示すことがあります。特に社交的な文脈でそうです。社交生活やイベント、パーティーに多くのお金を使っている場合、予算を見直す必要があるかもしれません。たとえば、結婚式や誕生日パーティーを計画している場合、その財政的な負担に注意してください。予想以上の費用がかかるかもしれません。正位置のカップの3もこの懸念を示唆していますが、逆位置のカードは警告をより深刻にしています。手段を超えて支出や贈与をすることに注意してください。祝いは簡単に手に負えなくなることがありますが、このようにして財政の進展を忘れることは長期的にはあなたにとって良くありません。",
        "yes_no" => "カップの3は、豊富な愛と喜びをもたらします。それは幸せな集まりや祝い事、そしてあなたの人生のすべての面での成功を示唆しています。それは愛と親密な関係を祝うことに関連しており、求めている答えは「はい」です。",
        "past" => "長い間眠っていた才能があなたの人生に影響を与え始め、あなたが行った仕事が未来に影響を与え始めています。以前よりも多くの経験を探求することで、より豊かな報酬を見つけるかもしれません。",
        "present" => "この瞬間には豊富なエネルギーがあり、あなたが人生の新しい段階に近づいていることを示しています。",
        "future" => "他人を助けたいという欲求があなたの考慮に大きな影響を与え、コミュニティで重要な役割を果たすことでより大きな喜びを見つけるでしょう。あなたを愛する人々によって祝われる充実した人生が待っています。",
    ],
    53 =>
    [
        "id" => 54,
        "type_id" => 1,
        "number" => 53,
        "name" => "カップの4",
        "upright_keyword" => "無関心, 熟考, 切断感, 憂鬱, 退屈, 無関心, 不満",
        "reversed_keyword" => "明確さ, 認識, 受け入れ, 幸せを選ぶ, 抑うつ, 否定的",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "53_Four_of_Cups",
        "content" => "カップの4は、丘の上の木の下に座る若い男性を描いています。彼は他の人から離れて深い熟考と瞑想にふけっているようです。彼の前には三つのカップが草の上にあり、空から彼にもう一つのカップが差し出されています。男性は腕と脚を組み、差し出されたカップを無視して三つのカップを見つめています。

    カップの4は、私たちが持っているものを当然のものと見なす傾向を表しており、宇宙が提供する宝物を見逃すことを意味します。私たちはしばしば問題の解決策を身の回りに持っているのに、それを見落としてしまうことが多いのです。",
        "upright_content" => "カップの4は、あなたが落胆し、やる気を失っている時に現れることがよくあります。あなたの状況に解決策や進むべき道がないように感じるかもしれません。人生が停滞していて、何もあなたを幸せにしたり、情熱を感じさせたりしません。あなたは無関心であり、良い日でも悪い日でも関係ありません。カップの4は、あなたの態度を自己評価し、このルーチンから抜け出すよう促します。解決策はおそらく目の前にあり、手があなたに脱出の手段を差し出していますが、あなたは精神的な頑固さから抜け出し、新しいアプローチを取る必要があります。

    あなたは自分のモチベーション、本能、アイデアを見つけ出し、再び情熱を取り戻す必要があります。カップの4は、真の興味を見つけ、それを達成するために努力することに関するものです。私たちの人生は短く、時には単調ですが、私たちは自分自身に意味を作り出さなければなりません。私たちの個人的な使命は、求めるだけでなく、決断し、想像することも必要です。",
        "reversed_content" => "逆位置のカップの4は、あなたが無関心を感じ、宇宙が提供する機会を無視していたかもしれませんが、今では新たなスタートを望んでいることを示しています。

    あなたは今、人生の儚い美しさを突然認識するかもしれません。以前は自分自身から切り離されていたために見えなかったものです。あなたは徐々に、人生が完璧ではないものの、その中に美しさがあり、幸福はその美しさを見つける選択から生まれることを理解し始めています。

    新しいアイデア、新しい人々、新しい場所を受け入れてください。これらの冒険がどこに導くかわからないのです。多くの人は、自分の信念や野望に固執しすぎて、これらの機会を見逃してしまいます。",
        "upright_love" => "独身の場合、カップの4の恋愛タロットリーディングは、あなたが恋愛生活に対して退屈や無関心を感じていることを示唆しています。時にはこれは自然に起こることですが、過去の愛の痛みや苦しみから自分を守る無意識の試みから来ているのではないか確認してください。機会はあなたがそれを見る意欲があるときにやってきますが、今は気にしていないようです。関係にある場合、あなたの関係は興味を欠いており、退屈に悩まされているかもしれません。興奮が薄れ、ルームメイトのように感じるかもしれません。時にはこれは、新しいことを探求し、試す意欲を必要とすることがあります。双方からの努力がなければ、関係は終わりに近づいているかもしれません。",
        "reversed_love" => "逆位置のカップの4の恋愛タロットリーディングは、引きこもりと熟考の期間の終わりを示しています。あなたは再び恋愛生活に積極的になり、今回はそれがもたらすものをよりよく理解し、評価することができるでしょう。別れから回復している場合、過去の傷を手放し始めているかもしれませんし、未来が希望に満ちているように感じるかもしれません。未来がもたらすものに興奮してください。自分が望むものと自分が誰であるかをよりよく理解することで、今出会う可能性のある恋愛対象が新鮮に感じられるかもしれません。",
        "upright_career" => "キャリアに関するタロットリーディングでカップの4を見ると、あなたは仕事に気が散り、関与していないように感じるかもしれません。目の前のタスクに集中するのが難しかったり、プロジェクトに対して興奮を感じたりすることが難しいかもしれません。この退屈はあなたの気分にも悪影響を与える可能性があります。自分に失望し、生産性を高めるのが難しくなるかもしれません。圧倒的な停滞感が問題の根源かもしれません。進むべき道がないと感じると、集中するのが難しいです。この問題に対処するために時間を取ることが役立つかもしれません。内面を見つめ、自分を不幸にしている原因を理解し、それに対処してより良い変化をもたらすために行動しましょう。",
        "reversed_career" => "逆位置では、カップの4は最近仕事で直面していた停滞の終わりを示すことがあります。この変化は突然の啓示のように感じられるかもしれませんし、霧が晴れたように感じるかもしれません。創造性が突然戻ってくるかもしれません。したがって、あなたはこの新たなインスピレーションと創造性を使って、仕事のプロジェクトを進めることができるでしょう。キャリアに関する新たな理解が変化を必要としていると告げるなら、今がその変化を起こす時です。この変化は迅速に起こるかもしれませんが、それを運と間違えないでください。新たに得たエネルギーを使う必要があります。宇宙はあなたが行動しなければ何も与えませんが、以前は考慮していなかったり、気づかなかったりした機会が突然キャリアの前面に現れるかもしれません。",
        "upright_finances" => "財政に関しては、カップの4はあなたが気が散っていることを示すかもしれません。他人が持っているものを嫉妬しすぎて、自分の目の前にあるものが見えないのではありませんか？あなたは絶えず自分の状況を他人と比較しているかもしれませんが、この嫉妬はあなたが既に持っているものを評価するのを妨げています。もっと感謝することで、財政を改善する方法を見つけ、大きなリスクを取るときにより安心できるようになるかもしれません。持っていないものにとらわれすぎていると、実際に目標を達成する機会に気付かないかもしれません。時には、このカードはお金、資本主義、金融システムに対する一般的な幻滅として現れることもあります。",
        "reversed_finances" => "逆位置のカップの4は、財政改善と安全への旅を示すことがあります。これはあなたの財政を管理する能力の結果であるだけでなく、既に持っているものを評価する努力の反映でもあります。以前は他人の財政的安全をうらやんでいたかもしれませんが、より前向きなアプローチを取るためのステップを踏んでいるかもしれません。より良い財政習慣に焦点を当てると、宇宙はあなたに報酬を与えるでしょう。必要に応じて貯金し、支出し、他人の考えやアイデアに気を取られないようにしてください。このカードが示す報酬のために働く準備をしてください。",
        "yes_no" => "カップの4は、無関心、退屈、さらには失望の感情を示すカードです。これはあなたが人生のいくつかの領域を再評価する必要があるかもしれないことを意味するか、あるいは現状に満足していて機会を逃しているかもしれません。ここには明確な答えはありません。",
        "past" => "あなたは不満を感じており、どんな変化も影響を与えることはありませんでした。変化への欲望が、周囲の世界を変える最も強力な原動力となるでしょう。環境を変えるために新しいアプローチを試みてください。",
        "present" => "前進することを恐れないでください。代わりに、あまりにも満足してしまうことを恐れましょう。新しい道を探し、新しいレベルに進むことができるようにしてください。",
        "future" => "目標を達成する前に長い遅れがあるでしょう。信仰を失わず、前を向き続けてください。計画を立て、あなたが望む興奮する報酬を見逃さないでください。",
    ],
    54 =>
    [
        "id" => 55,
        "type_id" => 1,
        "number" => 54,
        "name" => "カップの5",
        "upright_keyword" => "喪失, 悲しみ, 失望, 悲しみ, 嘆き, 不満, 後悔",
        "reversed_keyword" => "受け入れ, 前進, 平和を見つける, 満足, ポジティブに見る",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "54_Five_of_Cups",
        "content" => "特定のタロットカードのイメージはすぐにネガティブな感情を呼び起こし、カップの5はそのような重要な意味を持っています。このカードは喪失と、その特定の喪失によってもたらされる困難な挑戦を象徴しています。

    カードには黒いマントを着た人物が描かれています。この人物は絶望して顔を隠しているようです。地面には五つのカップがあり、そのうち三つは倒れており、他の二つは立っています。しかし、この人物は倒れたカップだけに気づいているようで、それらを嘆いています。強力な川が彼と遠くの家や城の間を流れており、感情の洪水が彼を家から引き離していることを示しています。",
        "upright_content" => "カップの5は失望を象徴しており、物事が期待通りに進まなかったときに感じる感情を表しています。あなたは特定の状況が望んでいた通りにならなかったことに不満を感じています。このカードはよりポジティブな見方に向かうのではなく、過去に浸り、自己憐憫や後悔の感情を呼び起こしていることを示しています。カップからこぼれる水は、機会を逃したことを示唆しています。また、問題が主に感情的なものであり、物質的または財政的なものではないことも示しています。

    カップの5の意味は、あなたが過去を手放すことに問題を抱えているかもしれないことを示しています。さらに重要なのは、あなたが犯した過ちから学ぶことに対する抵抗を示していることです。このカードは通常、過去にとらわれすぎて前に進むことができない人を反映しています。これは、未来がもたらす新しい喜びを逃す可能性が高いことを意味します。",
        "reversed_content" => "逆位置のカップの5は、後悔からの大きな回復と過去を正しく受け入れることを示しています。あなたは自分の行動のすべての影響を理解し始めており、その経験から学べる教訓をようやく評価し始めています。

    あなたは、苦しみと悲しみがあなたに強さと回復力を与えたことを認識し始めるかもしれません。残っている二つのカップを拾い上げて、人生を前進させる準備ができています。",
        "upright_love" => "あなたは喪に服している期間を過ごしているかもしれません。嘆くべき多くのことがあるかもしれません。あなたは別れを経験しているか、そうでない場合でも、パートナーとの緊張や口論の期間を過ごしているかもしれません。しかし、すべてが失われたわけではないことを理解することが役立ちます。タロットにおけるカップの5の恋愛の意味は感情的な喪失を示唆していますが、まだ救えるものや残っているものを見逃している可能性もあります。これらはしばしば希望の種を運んでいます。口論はあなたの関係についてのあることを明らかにしましたか？それは、さもなければ沈黙していたかもしれないコミュニケーションを育みましたか？別れは、過去の関係を超えて個性を探求する自由を与えましたか？嘆くべき多くのことがある一方で、タロットのカップの5の恋愛の意味は、楽しみにしていることを示唆していることもあります。",
        "reversed_love" => "カップの5が恋愛タロットリーディングで逆位置に現れるとき、それは過去に生きることをやめる時が来たことを意味します。このカードは本当に過去の悲しみや痛みを手放し、前進することを示しています。最近別れを経験した場合、このカードは何が起こったのかを受け入れ、それと和解する動機を提供するかもしれません。この章が閉じると、新しい愛が現れる余地を作り出し、過去の潜在的なロマンスと比較するのではなく、現在に真に生きることができます。まだ癒されている最中であれば、それは自然なことです。時間をかけて優しく自分を扱い、再び幸せを見つけるでしょう。関係にある場合、あなたとパートナーは緊張の期間を経ているかもしれません。おそらく、あなたとパートナーは必要なすべての議論を終え、理解され、聞かれたと感じているでしょう。過去の傷や憤りにとらわれず、二人で変えることができることに焦点を当ててください。",
        "upright_career" => "カップの5は喪失と悲しみを象徴しています。キャリアにおいて、これは仕事、ビジネス、夢のプロジェクト、またはパートナーシップの喪失の形で現れるかもしれません。あなたはキャリアで後退を余儀なくされているかもしれません。あるいは、共同プロジェクトを放棄するか、辞めることを選ぶかもしれません。これは悲しみと移行の時期かもしれません。これらの変化は困難ですが、学習の機会を提供します。最初に考えたよりも多くを救うことができるかもしれません。オフィスの外で古い同僚とポジティブな関係を維持しようとしてください。失ったものの最良の要素とつながり続けてください。",
        "reversed_career" => "逆位置のカップの5は回復の兆しです。キャリアに関しては、最近失業、解雇、ビジネスの問題などの挫折に直面していた場合、逆位置のカップの5は、これらの困難な時期を乗り越えるための力を持っていることを示唆しています。今、いくつかの損失を埋め合わせることができるかもしれません。癒しが進行中であり、あなたが多くのことを経験したとしても、これらの損失がより適したポジションを見つけることを可能にしたことに気付くかもしれません。これらの問題によって感じたストレスや痛みも軽減し始めるかもしれません。",
        "upright_finances" => "財政のタロットリーディングでは、カップの5は資源の不足を示すことがあります。あなたは重大な財政的損失に苦しんでいるかもしれません。現在、多くのプレッシャーがあるかもしれませんが、財政的な安全を再構築するためにお金を無駄にしないようにする必要があります。今こそ、あなたの状況に対して前向きな態度を維持することが重要です。幸いなことに、このカードは通常、この状況でまだ多くを救うことができることを示唆していますので、あなたがすでに持っているものとスキルを見て、損失を補うために何ができるかを考えてください。",
        "reversed_finances" => "最近、財政的な損失や混乱を経験した場合、逆位置のカップの5は、この期間の終わりと安堵を示すことがあります。経験した損失を克服することで、財政的安定に向けた新しい方法を見つけているかもしれません。残りの資源をビジネスやパートタイムの仕事など価値のあるものに投資して、財政的なクッションを築くかもしれません。克服したことを誇りに思ってください。",
        "yes_no" => "カップの5は後悔、悲しみ、失望に満ちたカードです。これは、あなたが人生で持っているものを評価していないことや、まだ来ていない何かを避けていることを示唆しているかもしれません。このカードに関連する失望と不満は、あなたの質問に対する否定的な答えを提供します。",
        "past" => "新しいことを試みようとする衝動は、経験した失望や不満の結果でした。現在の悲しみは、これらの期待外れの結果の現れです。",
        "present" => "発見した代替の道を探求してください。しかし、真実から逃げるなら、持続的な満足を作り出すのは難しいでしょう。",
        "future" => "あなたの過ちは後悔の場所に導くでしょう。引き起こした損害を修復する準備をし、さらに重要なのは、自分を許すことです。",
    ],
    55 =>
    [
        "id" => 56,
        "type_id" => 1,
        "number" => 55,
        "name" => "カップの6",
        "upright_keyword" => "ノスタルジア, 思い出, なじみ, 癒し, 快適, 感傷, 喜び",
        "reversed_keyword" => "過去にとらわれる, 前進する, 家を離れる, 独立",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "55_Six_of_Cups",
        "content" => "カップの6は、ノスタルジアの喜び、家の快適さ、そして子供時代の無邪気さを象徴しています。カード自体には、白い花で満たされた六つのカップがあります。前景には二人の子供が描かれており、一人がもう一人にカップを手渡しています。男の子が女の子に花を渡しており、伝統的な贈り物と再会の喜びを示しています。子供たちは城のような場所にいるようで、安全と快適さを感じさせます。",
        "upright_content" => "正位置のカップの6は、一般的に寛大さ、無邪気な幸福、そして子供時代を象徴しています。これは、子供の頃、ティーンエイジャーの頃、または若い大人の頃など、より幸せな時期に戻りたいという願望を表すことがあります。これらの思い出はしばしば過去のものであり、私たちの一部が消えてしまったことを反映しています。これらの時期を懐かしむことが唯一の幸福を感じる方法だと感じるかもしれません。タロットリーディングでカップの6が現れると、過去を愛おしむことができる一方で、それにとらわれすぎないようにしなければならないことを示唆しています。

    カップの6はまた、なじみのある場所に戻ることを意味するかもしれません。これはあなたの故郷、古い友人の家、学校、またはあなたにとって重要な意味を持つ場所かもしれません。過去の人々と再会しようとしています。古い思い出を呼び起こすことは、物事がよりシンプルだった子供時代を思い出させます。

    カップの5の後に続くこのカードは、喪失や失望を経験した後、家に帰る道を見つけていることを示唆することもあります。あなたは現在直面している危機や挑戦に対する答えを過去に求めているのかもしれません。無条件に愛してくれる人々からの快適さと温かさを求めており、これからの試練に立ち向かう力を集めています。",
        "reversed_content" => "逆位置のカップの6は、過去に固執していることを意味するかもしれません。思い出を探求することはできますが、そこに留まることは避けるべきです。家の安全性に慰めを見つける一方で、自分自身の道を切り開くことも学ばなければなりません。過去は未来のガイドとして使用するべきです。現在に焦点を当て、真に意識を持つことを学びましょう。

    逆位置のカップの6のもう一つの解釈は、あなたが子供時代の自分やその子供の夢から切り離されているかもしれないということです。これらの目標に到達できなかったことは痛みを伴うかもしれませんが、現実は時にあなたが従わなければならない道を開き、あなたの選択を責めるべきではありません。今、自分がなりたい人物とその目標を達成する方法について考える時間を取り、ただ夢見るだけでなく、それを実現しましょう。",
        "upright_love" => "タロットにおけるカップの6の恋愛の意味では、過去が再び活動的になります。このカードは過去の復活とそれに伴うノスタルジアを示すことがあり、幸せな思い出を探求するかもしれませんし、パートナーのなじみ深さをより評価するかもしれませんし、元恋人が再び現れるかもしれません。カップの6はまた、傷の癒しの時期を示し、快適さが重要であることを示唆しています。関係がストレスの多い時期を過ごしている場合、過去の良い時代を振り返り、それを再現することが大きな慰めをもたらすことがあります。しかし、過去だけに生きることは避けてください。過去は未来を養うものです。それは、あなたが人生に保ちたいものと保ちたくないものを示す教訓です。",
        "reversed_love" => "逆位置のカップの6が恋愛タロットリーディングに現れるとき、あなたは現在ではなく過去に生きているかもしれません。過去の関係があなたの心を愛に開くことや、他の誰かのためのスペースを作ることを妨げているかもしれません。あなたは元恋人のような人にはもう会えないと思っているか、かつての愛は伝説的だったと信じているかもしれません。これは、現在のまたは潜在的なパートナーにとって非常に不公平です。あなたは幸せな思い出だけを見て、激動の思い出を見ていないかもしれません。過去を過去にしましょう。さもないと、再び愛の可能性をすべて遮断し、失ったものよりも大きな愛があったかもしれないことを知らないままでいるかもしれません。",
        "upright_career" => "カップの6はしばしば子供時代、思い出、そして癒しを表します。キャリアに関して言えば、今はあなたが今日どこにいるのか、その道を振り返るのに良い時期かもしれません。このカードは、過去の仕事が未来を築くために必要な重要な教訓を提供することができることを示すサインです。過去に何を正しく行ったかを反映し、過去の過ちを繰り返さないようにしてください。あるいは、このカードは、あなたがキャリアの道を再考していることを示唆し、かつて離れたポジションに戻るかもしれません。",
        "reversed_career" => "逆位置のカップの6は、あなたの仕事が時代遅れになり、キャリアが停滞していることを示すかもしれません。この息苦しい雰囲気に非常にフラストレーションを感じて、よりエキサイティングなポジションや職種を探しているかもしれません。あなたは現在のポジションの安全と快適さを離れることを望んでいるかもしれません。あるいは、他の場所でリスクを求めることを避けるために、快適な現在のポジションに留まることを選ぶかもしれません。逆位置のカードの場合、重要な教訓を学ぶことがあります。過去の職場からのネガティブなパターンがあなたに従ってくる可能性に注意してください。対処しない場合、あなたの行動は新しい場所でも同じ問題を再び引き起こすことがあります。",
        "upright_finances" => "カップの6の善意は、さまざまな方法であなたの財政に関連することがあります。このカードは時折、贈り物や寄付、単にリソースの共有を示すことがあります。このカードはまた、子供時代や家族に関連しているため、この共有が家族の一員から来ることを示しています。あなたは親の家に戻るかもしれず、愛する人たちと一緒にいる快適さを楽しみながら、資金を節約することができるでしょう。あるいは、あなたが反対側に立ち、家族のメンバーを家に迎え入れ、リソースを共有するかもしれません。",
        "reversed_finances" => "正位置では、このカードは子供時代と過去の思い出のサインです。逆位置のカップの6は、あなたが自立しようとしていることを示唆しています。このカードは、家に住んでいるが独立しようとしている人によく見られます。これは財政的な成熟を象徴しています。親や他の人と一緒に住んでいる場合、あなたは資金を節約し、管理する方法をよりよく学び、今や自分自身で生計を立てるための規律を持っています。これらの変化は怖いかもしれませんが、必要です。それがもたらす自由を楽しんでください。",
        "yes_no" => "カップの6は、和解と過去を手放すことを語っています。これは何らかの謝罪や隠されていた問題の解放を意味するかもしれません。安堵と前進の感覚があり、求めている答えはおそらく「はい」です。",
        "past" => "過去はあなたに多くの愛と成功をもたらしました。過去の出来事にあまり長く留まらず、達成に向けて前進してください。",
        "present" => "過去の行動の結果が今実を結びつつあります。新しい友人を作ったり、関係を強化することで、多くの共通点を見つけるでしょう。",
        "future" => "未来を改善するためには、過去の美徳に基づいて構築する必要があります。過去に成功しただけでは不十分です。能力を向上させなければなりません。深く根付いた欲望を実現するためには進化が必要です。",
    ],
    56 =>
    [
        "id" => 57,
        "type_id" => 1,
        "number" => 56,
        "name" => "カップの7",
        "upright_keyword" => "選択, 目的を探す, 幻影, ファンタジー, 空想, 願望, 優柔不断",
        "reversed_keyword" => "目的の欠如, 混乱, 混沌, 逸脱, 気を散らす, 明確さ, 決断",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "56_Seven_of_Cups",
        "content" => "カップの7は、想像力、選択、願望、幻影、ファンタジーを象徴しています。このカードには、私たちに背を向けている人物が描かれており、雲の中に浮かぶカップから出てくる七つのイメージを考えています。雲は夢、幻影、思考、想像力を表しています。カップから浮かび上がる数々の幻想は、人々が夢見ながら見る多くのビジョンを象徴しています。カップの7は、あなたが多くの選択肢を持っていることを示唆しているかもしれません。",
        "upright_content" => "カップの7がタロットリーディングに現れるとき、あなたは想像の中の影と幻影をはっきりと見なければなりません。それは夢だけでなく、現実の世界でもです。願望的思考に注意し、選択を慎重に行うべきです。ある意味で、カップの7はあなたが夢想家であり、潜在意識の中で見ているものに興奮しながらも恐れていることを示唆しています。一方で、カップの7は夢や欲望を持つことが良いとしながらも、それを実現するための行動を取ることがより重要であることを思い出させます。人生のある時点で、夢想をやめて現実に直面しなければなりません。

    選択肢が多すぎて決断できない場合は、各選択肢の長所と短所を評価して最善のものを選ぶ必要があります。決断を下す際には慎重であるべきであり、カード自体があなたに素晴らしいものや宝物へのアクセスを示唆しているように見えますが、同時にモンスターや影も存在します。

    場合によっては、カップの7はあなたのライフスタイルが現実生活に基づいていないことを示すこともあります。あなたの行動は自分自身に与える幻影によって導かれているかもしれません。アイデアが曇っている場合、想像力だけで発展していることがあるので、何が現実で何がそうでないかを区別し、より良い選択をする必要があります。

    カップの7は誘惑にも関連しています。これは、カップの7の正位置の意味にも逆位置の意味にも当てはまります。",
        "reversed_content" => "逆位置のカップの7は、正位置のカップの7といくつかの点で似ており、どちらも夢、幻影、誘惑を示唆していますが、カードのネガティブな特質をより強調しているようです。あなたの視点は現実に基づくのではなく、ファンタジーに向かっているかもしれません。これは、あなたが何を求めているのかが不明瞭であることを意味するかもしれません。

    逆位置のカップの7は、現実に直面することを嫌がり、想像や空想を通じて逃避を求めていることを示唆するかもしれません。

    一方で、逆位置のカップの7は、混乱の終わり、幻影を払いのけ、明確さを持って前進することを示しているかもしれません。",
        "upright_love" => "カップの7が恋愛タロットリーディングに現れると、多くの決断があなたの前に立ちはだかっていることを示しています。独身の場合、異なる恋人の間で選択する必要があるかもしれませんし、愛と家族の間、または愛とキャリアの間で選択する必要があるかもしれません。カップの7のタロット恋愛の意味は、すべての選択肢が魅力的に見えるが、それらは幻想である可能性があることを示唆しています。時間をかけて慎重に考え、欲しいものを得るためには徹底したコミュニケーションと評価が必要です。愛に関して、私たちは熱望し、魅了され、長期的には持続しないかもしれないものに飛び込むことがあります。すべての選択肢を考慮し、関係について直感的な感じや赤旗を確認することが重要です。直感を信じてください。",
        "reversed_love" => "愛に対する明確さの欠如が、あなたの恋愛生活を必要以上に混沌とさせているかもしれません。時間の無駄、機会の喪失、感情的な混乱は、決断できないことが原因です。あなたのデート生活は行き止まり、心の傷、混乱したメッセージに満ちているかもしれません。常に自分が望むものに焦点を当てることが重要であり、世界があなたのために選択をするのを許さないでください。あるいは、徐々に何が重要かについての明確さを得ている場合、これらの決断に基づいて行動することが報われるでしょう。今、物事を実現するための一歩を踏み出すことができます。",
        "upright_career" => "カップの7は、多くの異なる選択肢に直面している人物を描いています。このカードがあなたのキャリアに関連している場合、あなたは仕事で多くの異なる進歩の方法を見ているかもしれません。この選択肢の多様性は一般的には良いことですが、それを実現するためのステップを踏む代わりに夢見ている時間がどれだけ多いかに注意することが重要です。潜在的な道は、あなたが取るステップに依存します。キャリアに進むための多くの方法があり、それらはすべてあなたに良い影響を与えることができます。しかし、道を選び、それに固執しなければ、どれも望むものを手に入れることができません。最終的にどの道を選んでも、それはあなたに利益をもたらすでしょう。決断し、自信を持って行動しましょう。",
        "reversed_career" => "正位置のカップの7が多くの選択肢を表す一方で、逆位置のカップの7はその逆を示すことがあります。これは、進歩の機会がないと感じる仕事に閉じ込められていると感じる人に現れることが多いです。また、適切なポジションを逃してしまったと感じる人にも共通です。これらのいずれか、または両方があなたに当てはまる場合、これらのネガティブな感情に圧倒されないようにしてください。このカードは、キャリア目標についての明確なビジョンをも表しています。これらのスキルを使用して、あなたのポジションと不足している場所を正直に評価してください。より積極的にキャリアを進めるために何ができるかを自問してください。",
        "upright_finances" => "カップの7は、あなたの財政状況を改善するための多くの方法があることを示しています。時間をかけて選択肢を検討してください。このカードは一般的に多くの機会を提供しますが、それがすべてあなたのために決まっているわけではありません。これらの機会を現実に変えるためには、積極的に行動する必要があります。各選択肢を慎重に検討し、批判的に考えてください。あまりにも良すぎる話は通常、そうです。直感を信じ、赤旗に注意を払ってください。",
        "reversed_finances" => "財政状況に関して、逆位置のカップの7は複数の矛盾する意味を持つことがあります。自分の状況を注意深く見て、どれが当てはまるかを確認する必要があります。それは、財政の選択を行う際の明確さを示し、目標を達成するための意志力を与えるかもしれません。あなたは簡単に気を散らされることがなく、必要なことに集中することができます。このビジョンはあなたにとって良い影響を与え、不必要な支出を防ぐことができます。今、予算管理や他の構造化された計画が特に得意であるかもしれません。あるいは、このカードは混乱や妄想、または空想を現実に変えることができないことを意味することもあります。提示された機会に関して、欺かれていないことを確認してください。提案された取引の事実をすべて理解していることを確認してください。",
        "yes_no" => "カップの7は、混乱する決断、願望、道徳の欠如による誘惑を表しています。幻想的な野心と誤った選択がこのカードに関連しています。それは一定の悲観主義と否定性をもたらします。答えは「いいえ」です。",
        "past" => "あなたは人生で多くの矛盾する興味を追いかけすぎました。空想や幻想に惑わされず、実践的な目標を一つ選び、それに向かって努力を始めてください。",
        "present" => "通常の精神的および創造的な活動から素晴らしい報酬を受け取るでしょう。",
        "future" => "優柔不断はあなたの進歩を遅らせます。変化に対してオープンであることは役立ちますが、何が現実であるかを常に見極める努力を続けることが前進し続ける鍵です。自分を欺かないでください。",
    ],
    57 =>
    [
        "id" => 58,
        "type_id" => 1,
        "number" => 57,
        "name" => "カップの8",
        "upright_keyword" => "放棄, 立ち去る, 手放す, 真実を求める, 離れる",
        "reversed_keyword" => "停滞, 単調, 低い満足, 回避, 変化の恐れ, 悪い状況に固執",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "57_Eight_of_Cups",
        "content" => "カップの8では、変革の瞬間に直面しています。荒れた土地の上を飛ぶマントを着た人物が描かれており、8つの黄金のカップを後にしています。彼は、長い時間をかけて集めたカップに飽き、今ではより高い目標を求めています。これは退屈や不満の結果であり、人生で探し求めていたものが以前ほど魅力的でないことに気付いたことを意味するかもしれません。

    この人物が取った旅は、未知の領域での興奮を求めていることを意味するかもしれません。彼が向かう山岳地帯や荒れた土地は、新たな挑戦に直面することを象徴しているかもしれません。それらの空っぽの土地は、誰かが来てそれを形作るのを待っているかのように見えます。この旅は、精神的および精神的に成長するのに役立つ新しいことを試みることを装って行うことができます。

    これはまた、自己改善、自己理解、成長に焦点を当てるために他者から離れる意欲を示しています。",
        "upright_content" => "カップの8は、何かから離れることで変化や移行の時期を象徴しています。蝶になる前のイモムシが死ぬ必要があるように、私たちも時折、自分自身を変える必要があります。これは特に、日常生活に飽き飽きしていると感じた後、人生のより深い理解を得るための旅に出る場合に当てはまります。

    正位置でこのカードを受け取ることは、あなたが自分の人生に不満を感じ、より高い目標を経験する必要があることを示しています。あなたは、自分の選択肢を探り、1つから次へと移り、各カップのワインを味わって、人生で本当に何を望んでいるのかを明確にしようとしていたかもしれません。あなたは今、疲れを感じ始め、馴染みのあるものから離れる必要があることを理解し始めています。これは選択でもあり、真の幸福がすでに作り上げたものの中には見つからないという認識でもあります。

    通常、カップの8を受け取ることは、人が平凡なことに疲れ、より精神的な旅に出ようとしていることを示唆しています。もしそうであれば、変化は私たちが最も必要とする時に起こるものなので、喜んでください。",
        "reversed_content" => "逆位置のカップの8を受け取ることは、どの道を進むべきかについての混乱を示すことがあります。この混乱は、自分にとって何が最善であるかがわからないことから生じ、その結果、不確実性の海に漂うことになります。

    人々は明確な人生の目標を持たず、目的もなくさまようことがあります。結局のところ、彼らはほぼ常に人生の波が彼らを運ぶところに従います。

    一方で、あなたは自分が何をすべきかを知っているかもしれません。あなたの人生には長い間喜びや幸福をもたらしていないものがあり、あなたの魂はそれらから離れることを切望していますが、それでもそこにいることに気付くかもしれません。あなたが築いた安全を離れる考えは恐怖であり、変化を恐れ、あなたに大きな快適さをもたらしたものを失うことを恐れています。

    ほとんどの人は、2つの重要な決断の間で引き裂かれるために立ち往生することがよくあります。例えば、人は自分自身を変え、より良くしたいと思うかもしれませんが、同時に、目標を達成するために必要な犠牲を払うことができないかもしれません。私たちは、自分たちがより良いものに値することを信じる勇気を持たなければなりません。この旅に出れば、より喜ばしいものが私たちを待っていることを知っているのです。",
        "upright_love" => "あなたの関係があなたを満足させているかどうか自問するための時間を取ってください。カップの8のタロット恋愛の意味は、あなたのパートナーシップが本当にあなたを満たしているかどうかを判断するために反省が必要であることを示唆しています。この人と一緒に残りの人生を過ごすことができますか？彼らはあなたが最高の自分になることを奨励していますか？彼らはあなたの成長を支えていますか？それとも、独りになることやデートシーンに戻ることを恐れて彼らと一緒にいるのですか？これはあなた自身とパートナーの両方に不公平です。心を正直に見つめ、これらの質問に答え、二人で築いた生活を手放す勇気を持つことが大切です。",
        "reversed_love" => "逆位置のカップの8のタロット恋愛の意味では、あなたの直感があなたのパートナーシップを離れる必要があると告げているかもしれませんが、何かがあなたを引き留めています。この恐れに向き合い、問いただすことが重要です。あなたが築いたもの、他人に投資した時間、感情、エネルギーを手放すことは非常に難しいですが、時には本当に機能していないものを手放す賢明さが必要です。離れる欲望が本当に終わりに達した関係から来ているのか、それともまだ救えるものがあるのかを見極める必要があります。何をすべきかを明確にするために時間を取り、前進することを妨げているものに対処してください。",
        "upright_career" => "キャリアのタロットリーディングでは、カップの8はいくつかのことを意味するかもしれません。このカードの一般的な意味は、何かを離れたり、立ち去ったりすることです。休憩を取ることから、満たされない仕事を辞めることまで、ストレスの多いことかもしれません。最近仕事が特に退屈であれば、少しの逃避があなたを元気づけるかもしれません。仕事を辞めるかどうかを決める際には、時には損切りをして前進する必要があることを覚えておいてください。どんな状況でも最善を尽くし、責任ある決断をすることで、悪い状況から抜け出してより良いものに進むことができます。",
        "reversed_career" => "逆位置のカップの8では、恐怖から立ち去るのが難しいか、あるいは完全に拒否するかもしれません。キャリアに満足していないと感じていても、変える能力を持っているかもしれません。感情的な報酬や創造的な出口、成長の機会を提供しない役割を受け入れることを選ぶか、それとも他の場所を探すために必要な変化をするかです。もはやあなたに役立たないものを手放すことを恐れないでください。この課題は、自己経営者にも当てはまります。責任感や恐怖から自分のビジネスや仕事に固執している場合、今こそ手放す時です。",
        "upright_finances" => "時には、私たちにとって正しい選択をするために、築いてきたものを手放す必要があります。カップの8は、あなたが自分にとって正しい生活を築くために、いくらかの財政的な安全を手放す必要があることを示唆しているかもしれません。大きな決断を下す前に、財政を整える機会を取ってください。どれだけの支出があるか、何に使っているかに注意を払ってください。現在、大きな支出に慎重になることが重要です。それらに使うお金が思っていたよりも少ないかもしれません。このカードは計画を立てるための警告かもしれません。",
        "reversed_finances" => "逆位置のカップの8は、何かより良いものを追求するために、いくらかの財政的な安全を手放すのが難しいことを示唆しているかもしれません。あなたは他の場所で同じくらい良い給料を得ることができないという恐れから、あなたに役立たない仕事に固執しているかもしれません。これらの心配は正当ですが、時には大胆な決断とリスクが必要です。幸福の価値を考えてください。毎日、財政的なニーズを満たしながらも感情的に満たされる仕事の求人を探す時間を取ってください。",
        "yes_no" => "カップの8は、ライフスタイルの変化のレベルを示しています。それはフラストレーション、無関心、回避の感情をもたらします。現在の生活の中で特定のことを放棄し、離れ、立ち去る必要があることを示唆しているかもしれません。このカードに関連する悲しげな感情は、「いいえ」という答えを示唆しています。",
        "past" => "決意と努力によってお金を稼ぐ能力は、将来に必要とされるでしょう。あなたの方向性は常に不確かでしたが、心は探索し続けるように告げています。あなたが求める変化はどんな形でもあり得ます。",
        "present" => "思考や場所において、まったく新しい何かを経験するでしょう。大きな変化が訪れています。",
        "future" => "心を開いておき、各旅は人生を変える結果をもたらすでしょう。個人的な成功と目標の達成は、あなたに最大の喜びをもたらすでしょう。",
    ],
    58 =>
    [
        "id" => 59,
        "type_id" => 1,
        "number" => 58,
        "name" => "カップの9",
        "upright_keyword" => "願いの成就, 満足, 充足, 成功, 達成, 認識, 幸福",
        "reversed_keyword" => "不幸, 充足感の欠如, 失望, パフォーマンスの低下, 傲慢, 上品ぶる",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "58_Nine_of_Cups",
        "content" => "このカードでは、中年の男性が木製のベンチに座り、腕を組んでいます。彼の顔には満足感が表れています。彼は上品な服を着ており、真の満足感を示しています。彼がかぶっている赤い帽子は彼の活動的な心を表しています。背景には九つの金色のカップがきちんと並べられています。カップの9は精神的および物質的な達成と成功を象徴しています。この男性は、内なる願望を達成した後の達成感を誇示しています。",
        "upright_content" => "長い旅の後、カップの9は自己満足を見つけることを象徴しています。このスーツの初期の数値で経験した激動の上下を経て、カップの感情的な旅は終わりに近づいています。喪失の後に目的と幸福を見つけるために苦労し、人生のさまざまな提供物を味わい、より高い目標を見つけるために快適さを離れました。ここで、それらを見つけ、あなたは人生の新しい段階を祝いながら自分を楽しんでいます。

    カップの9を見ると、それは最初はリーディングに現れる最も心地よいカードの一つのように見えます。これはまた、「願いのカード」としても知られており、あなたが望むもの、または最も完璧な夢が間違いなく実現することを意味します。カップの9は通常、極端な幸福と満足と関連しています。

    あなたの仕事に関しては、良い変化があり、職場で素晴らしいことが起こるでしょう。停滞しているプロジェクトを推進する時です。あなたが非常に望んでいるものがあれば、最終的にそれを達成する可能性があります。恋愛においても、ポジティブな意味があります。あなたの恋愛関係は新しいレベルに達する運命にあります。まだ独身の場合は、新しい友達と交流する時です。

    財政に関しては、カップの9もポジティブなメッセンジャーです。あなたが望んでいた財政状態が間もなく実現することを意味するかもしれません。健康に関しては、受ける必要のあるテストがポジティブな結果をもたらすでしょう。現在受け取っている良いエネルギーを健康習慣の改善に活用してください。",
        "reversed_content" => "逆位置のカップの9を受け取った場合、あなたが本当に人生で何を望んでいるのかをより慎重に考える必要があります。逆位置のカップの9は、より真実の満足を求めていることを示唆しています。

    あなたの道は困難なものであり、満足しているように見える時期に到達しましたが、まだ何かが欠けています。これは表面的な自己満足として現れることがあり、あなたの成果に対する認識と承認を望んでいることを示唆しています。しかし、あなたはまだ自分自身に満足していないと感じています。まるで欲望が尽きることのない黒い穴のように。これはどこから来るのでしょうか？どの側面があなたの自信を欠いているのでしょうか？

    逆位置のカップの9は、すべての祝福を評価するのをやめ、あなたの人生の質に焦点を当てる時であることを示唆しています。真の富は、家族、友人、コミュニティとの関係にあります。",
        "upright_love" => "カップの9が恋愛タロットリーディングに現れると、持っているものを大切にしてください。ここでの願いは叶おうとしており、感謝の気持ちで未来を見つめるのが最良です。祝うべきことがたくさんあり、独身の場合は、パーティーや他の楽しい集まりで恋愛を見つけるかもしれません。楽しんでください。今は計算や目標設定の時ではなく、ただ楽しむ時です。気軽な喜びは他の人をあなたに引き寄せることができます。関係にある場合、あなたの恋愛生活はより楽しく甘くなるでしょう。これはパートナーとの関係を深めるのに素晴らしい時期です。",
        "reversed_love" => "逆位置のカップの9のタロット恋愛の意味では、あなたの関係がすべての条件を満たしているように見え、紙の上では素晴らしいですが、それでも何かが欠けていると感じるかもしれません。あなたとパートナーが望んでいたほど親密ではないかもしれません。深い繋がりが欠けているかもしれません。心配する必要はありません。これは誠実で親密な会話を通じて対処できるからです。一方で、あなたは関係に夢中になりすぎて、必要な個人的な成長に気づいていないかもしれません。時には、私たちは幸せのために必要な内なる作業から気を逸らすために恋愛に没頭することがあります。その内なる作業を行わない限り、どんなに素晴らしい恋愛を見つけても、その不満は常に残ります。",
        "upright_career" => "キャリアに関して、カップの9はあなたがあなたの分野で尊敬と認識を見つけることができることを意味します。今始めたプロジェクトは簡単に完了する可能性が高く、それを完了する際に示すスキルは多くの称賛を得ることができます。キャリアの進展を望んでいる場合、昇給や昇進を求めるのに最適な時期かもしれません。今、これらのリクエストに対して他の時期よりも受け入れられる可能性があります。この瞬間を活用してください。過信は賢明ではありませんが、今は遠慮せず、控えめにならないでください。この認識を得るために一生懸命働いてきました。",
        "reversed_career" => "逆位置のカップの9は、キャリアにおいてイライラするカードです。正位置のカードはタロットで「願いのカード」と見なされているため、逆位置では、夢見ていたことがすぐには実現しないことを示唆しています。新しいビジネスを始めたり、新しい仕事を始めたりすることで、すべてが良くなることを望んでいるかもしれませんが、現実は想像とは大きく異なります。その仕事がより困難で、退屈で、または扱いにくいことがわかるかもしれません。報酬の欠如があるかもしれませんし、あなたの努力が認められないかもしれません。新しいキャリアパスに興奮を感じず、幻滅と失望を感じるかもしれません。計画を見直し、いくつかの変更を加える必要があるかもしれません。",
        "upright_finances" => "カップの9は願いの成就を象徴しており、財政に関しては、あなたが必要とするすべてを持っていることを示唆するかもしれません。このカードは富、感情的および財政的な安全を象徴しています。一生懸命働いてきたなら、その報酬を得ることができるでしょう。この瞬間を楽しんでください。あなたはそれに値します。",
        "reversed_finances" => "財政に関して、逆位置のカップの9は期待が満たされないことを示唆するかもしれません。時には、あなたが投資したお金が期待されたリターンをもたらさなかったことを意味するかもしれません。大きな買い物や投資をしたり、家族に助けを求めたりした場合、その結果は想像していたほどではないかもしれません。あるいは、逆位置のカップの9は、財政的安定への希望がまだ実現されていないことを示唆するかもしれません。忍耐強く待ちましょう。これらの夢を実現するためには努力が必要です。持っているものに焦点を当て、目標を達成するための方法を考えてください。",
        "yes_no" => "カップの9は、喜び、満足、喜び、全体的な満足感を示しています。その存在は、良い時代、幸福、そして願いの実現で満たされた明るい未来を予告します。求めている答えは「はい」です。",
        "past" => "真の幸福の源は、平和と魂のバランスを達成したことです。あなたが努力したことは報われるでしょう。強くあり続け、働き続けてください。",
        "present" => "あなたの感情的および物質的な幸福は手の届くところにあります。友人からの助言とサポートを求めてください。しかし、あなたが満足を見つけることを認識してください。",
        "future" => "あなたが設定した目標は達成されつつあります。あなたの望みを信じ続ければ、求めている目的地に到達するでしょう。心と精神のバランスを取り、本当の使命を見つけましょう。",
    ],
    59 =>
    [
        "id" => 60,
        "type_id" => 1,
        "number" => 59,
        "name" => "カップの10",
        "upright_keyword" => "幸福, 帰郷, 充足, 感情的安定, 安全, 家族の調和",
        "reversed_keyword" => "不幸な家庭, 別離, 家族の対立, 不和, 孤立",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "59_Ten_of_Cups",
        "content" => "カップの10では、手をつないだカップルが美しい家と緑の庭を眺めています。その傍らでは二人の子供が楽しそうに遊んでいます。カップルは愛情とロマンスに満ちた抱擁をしており、子供たちは自由に遊んでいます。このカップルは安定した関係を持ち、快適な家と美しい子供たちを持っているように見えます。緑の土地は肥沃さを象徴し、川はカップルの感情が自由に流れていることを示し、非常に平和な関係を表しています。空には十のカップがアーチを形成しており、上からの祝福を意味しています。背後の虹は、苦しみと悲しみの終わりを告げ、新しい幸せな生活を予告しています。カップの10は、すべてを手に入れることを描いています。",
        "upright_content" => "その喜ばしい描写から、カップの10は、家族、関係、パートナーシップにおける幸福、喜び、満足感、感情的な充足を象徴していると推測できます。それは理想的な快適さ、調和、平和、愛を表し、まるで楽園にいるかのように感じさせます。ここでは、すべての夢、欲望、ニーズ、願いが満たされ、完全な満足感を感じます。少しの時間を取って深呼吸し、周りを見回して、すべての祝福に感謝してください。このカードは、私たちの多くが求めているものを象徴しています。

    カップの10を見ることは、真の感情的な充足を意味し、カップの9の孤独な自己満足を他者と共有し、真のコミュニティと家族の感覚を作り出すことを意味します。それは、カップのエースの純粋な意志の結晶化です。自己愛を学んだ後、カップの9はカップの10になり、その核心は、真の幸福が他者との真の絆とつながりを形成することから生まれるということです。このカードは、「いつまでも幸せに暮らしましたとさ」という感じと最も関連しており、家族、持続的な調和、平和を意味します。

    それは家族の調和を象徴し、このカードはあなたが完全な平和の中で生活していることを示しています。もはや調整や変化は必要ありません。あなたはあるべき場所にいるので、リラックスしてこの瞬間を楽しんでください。恋愛リーディングでは、このカードはロマンチックで真実で誠実なものであり、長期的な発展の強い可能性があります。それを実現するためのすべての努力に値します。",
        "reversed_content" => "逆位置のカップの10では、家族やコミュニティと確立された強い絆が壊れたり、歪んだりします。カップの10は確かに「最も幸せな」カードですが、この理想的な家族の平和と快適さのイメージが崩れたり、最初から非現実的であったりします。あなたはつながりではなく距離を感じるかもしれません。集まるのではなく、分離するかもしれません。

    幸せな時や特別な瞬間の希望があなたの期待と一致しないように見えるかもしれません。お互いに親切にし、愛し合い、ケアし合うことを学ぶべきです。これが調和のとれた生活を維持するための最良の方法です。",
        "upright_love" => "愛は穏やかで甘く、カップの10のタロット恋愛の意味と一致します。今、家族と過ごす時間が特に意味があります。パートナーを家族に紹介するか、一緒に次のステップを踏むかもしれません。カップの10のタロット恋愛の意味は、長期的な安定、平和、快適さも示唆しています。独身で今誰かに出会った場合、その関係は長続きする可能性があります。",
        "reversed_love" => "カップの10のタロット恋愛の意味では、家族と恋愛の間の対立が示唆されることがあります。外部の問題があなたの恋愛生活に混乱を引き起こすかもしれません。親戚が一緒にいるべきではないと信じて干渉する場合などです。家族の批判に直面することがこれまで以上に重要です。お互いを守り、公共の場での議論を避けてください。この困難な時期にもパートナーが愛されていると感じられるようにしましょう。",
        "upright_career" => "カップの10は家族の絆に関連していることが多いですが、このカードはキャリアにもいくらかの幸福をもたらすことがあります。このカードは、現在のポジションでの快適さと帰属意識を示すことがあります。成長と創造性の機会が豊富であり、これらの側面について心配する必要はありません。あなたと同僚の間に一体感と幸福感があり、歓迎され、支援されるオフィス文化があるかもしれません。この仕事はまた、快適な仕事と生活のバランスを提供し、家族と過ごす時間を十分に確保できるかもしれません。このカードは、退職や家族をケアするための仕事を辞めることを示すこともあります。",
        "reversed_career" => "カップの10がキャリアのタロットリーディングで逆位置に現れると、職場での緊張、孤立、フラストレーションを感じているかもしれません。雰囲気が通常より敵対的であり、同僚が今支えてくれないかもしれません。あなたはこのポジションにうまく適応していないと感じ、基本的な安定感と安心感が揺らぐかもしれません。時には、このカードは仕事と生活のバランスの乱れを示すこともあります。予想以上に長時間働いており、家族生活に影響を与えているかもしれません。",
        "upright_finances" => "カップの10は家庭の安定と調和を象徴しているため、あなたとあなたの愛する人々が幸福で快適に感じるために必要なものがすべて揃っていることを示唆するかもしれません。これは必ずしも富を意味するわけではなく、むしろ安定と安心感があることを意味します。以前に家族と財政問題で争ったことがある場合、これらの問題は今消えるかもしれません。",
        "reversed_finances" => "財政に関して、逆位置のカップの10はお金に関する家庭内の不和を示すことがあります。どれだけのお金を使うべきか、他人と比べてどれだけ持っているかについて家庭内で争いがあるかもしれません。家庭内の基本的な財政不安がこれを悪化させるかもしれません。今、あなたの財政状況と感情は密接に関連している可能性があり、一方の問題を解決することで全体の混乱が解消されるかもしれません。",
        "yes_no" => "カップの10は完全な調和、豊かさ、幸福を表しています。それは個人的または家族の夢が実現すること、ならびに全体的な満足感と生活の安心感を示すことがあります。ポジティブな成果と感情的な安定が予測されるため、求めている答えは「はい」です。",
        "past" => "自分の方向性に自信を持ち、深い信念に従うことで、あなたは進展してきました。このコミットメントと権威への快適さが、あなたの人生に認識と成功の余地を提供しました。",
        "present" => "新しい冒険があなたを支えるために始まろうとしています。このタスク、イベント、または旅は、永続する友情を始めるでしょう。この機会を逃さないでください。",
        "future" => "財政的成功の可能性は、財産所有のいくつかの側面で現れるかもしれません。家族の幸福を見つけるか、公共の仕事で名声を得るかのいずれかです。両方のバランスを取ることは難しいですが、可能です。",
    ],
    60 =>
    [
        "id" => 61,
        "type_id" => 1,
        "number" => 60,
        "name" => "カップのペイジ",
        "upright_keyword" => "理想主義, 感受性豊か, 夢見る人, 純真, 無邪気, 内なる子供, 夢見がち",
        "reversed_keyword" => "感情的脆弱, 未熟, 内なる子供の無視, 現実逃避, 不安",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "60_Page_of_Cups",
        "content" => "カップのペイジは、無意識からの予期しないインスピレーションを表しています。それは、完全には理解できない方法でやってくるかもしれません。このカードでは、若い人物が海辺に立ち、花柄の青いチュニックを着て金のカップを持っています。彼女はボヘミアンなベレー帽と長い流れるスカーフを身に着けています。彼女はカップから魚が飛び出して挨拶しているのを見て驚いています。それはまるでおとぎ話のキャラクターのように彼女に挨拶しています。魚が彼女を見つめながらコミュニケーションを取ろうとしているため、彼女はカップから飲むことも、乾杯することもできません。",
        "upright_content" => "カップのペイジの最も重要な意味の一つは、新しいアイデアにオープンであるべきだということです。特に直感的なインスピレーションからくるものです。このカードは、そのようなインスピレーションを受け入れることを示唆しており、それが予期せぬものであっても、それを受け入れるべきです。それはあなたを冒険に導き、多くの扉を開くことができます。音楽や芸術の分野に入るような創造的な呼びかけであれば、このカードはそれを強く推奨します。

    ジレンマに直面し、夢をあきらめる時、カップのペイジは問題を完全に異なる視点から解決するように促しているようです。これは忍耐を象徴しており、それがあなたの夢を実現する唯一の方法だからです。直感に従い、自分の呼びかけに従い、すべてが可能であると信じてください。

    感情を表現するのを恐れている人にとって、カップのペイジは感情を解放し、表現する時が来たことを意味しているかもしれません。あなたの創造性や感情は、それがどんなに些細に見えても表現されるべきです。ほとんどの場合、一部の人々は自分のエゴを守りたいという理由で自分を表現できません。カップのペイジは新しい始まりを予告し、真の自分を歓迎します。",
        "reversed_content" => "逆位置のカップのペイジは、あなたの創造性がブロックされていることを意味します。興味を引く事柄やプロジェクトがあるかもしれませんが、それらを楽しむためではなく、他の理由で追求しているように見えます。お金や名声、その他の目的のためにこれらのことを行っているかもしれません。逆位置のカップのペイジは、プロジェクトが最初にあなたにもたらした喜びを思い出し、想像力を再燃させることを示唆しています。

    逆位置のカップのペイジのもう一つの意味は、困難な人物を象徴することです。感情的、経済的、健康関連、その他の現実を恐れている人です。これらの問題に直面するのが難しく、アルコールや薬物に逃げることがあるかもしれません。これはあなた自身か、自己受容に苦しんでいる誰かを表しているかもしれません。

    カップのペイジは、インスピレーションを欠いている人、自尊心が低く、簡単に落胆してしまう人を示すかもしれません。彼らが最高の自分になるようにインスピレーションを与えるために何ができるか考えてください。",
        "upright_love" => "カップのペイジのタロット恋愛の意味は、直感的で創造的、感情豊かな人物を表しています。実際の年齢に関係なく、彼らはしばしば無邪気な性質を持っています。このカードがあなたの人生の誰かを指していない場合、あなたは心地よい驚きを経験するかもしれません。関係にある場合、新しい目で関係を見て、驚きと畏敬の念を抱き、パートナーのこれまで気づかなかった部分に新しい感謝を見いだすかもしれません。独身の場合、あなたの恋愛へのアプローチは遊び心があり、子供のようなものかもしれません。恋愛と潜在的なパートナーについてのすべてが新しく楽しいものに感じられるでしょう。",
        "reversed_love" => "恥ずかしがり屋でためらいがち、少しぎこちないかもしれません。カップのペイジのタロット恋愛の意味は、これらの特徴を持つ誰かを指しているかもしれません。彼らは必要な親切さにうまく反応し、安全だと感じれば徐々に心を開くかもしれません。しかし、時にはこの人が感情的に未熟であることもあり、気分のムラ、不安定さ、多くのドラマを伴うことがあります。このカードが人物を示していない場合、自分の特性を考えてください。不安があなたを支配していますか？それはあなたの恋愛にどのように影響していますか？",
        "upright_career" => "カップのペイジは、創造的で感受性豊かで、芸術、ファッション、詩、音楽などの創造的な分野に焦点を当てている人物を表すことが多いです。彼らは自分の才能を使って何かを創造することができる分野にいます。カップのペイジは、言葉で感情を表現するのが難しいと感じることが多いため、創造的なアウトレットが彼らの自己表現の場となっています。しかし、彼らは方向性がない傾向があるため、キャリア目標についてただ夢を見ているだけでなく、それを実現するために積極的に働き、行動を起こしていることを確認してください。夢を追いかけてください。しかし、まずそれが現実にしっかりと根ざしていることを確認してください。",
        "reversed_career" => "職場で感情を処理するのに苦労していますか？カップのペイジは、非専門的な行動や感情が優先されていることを示唆しているかもしれません。新しい環境では、感情をプラスに変える方法がわからないことがあります。創造的な分野で働いている場合、逆位置のカップのペイジは創造的なブロックに対処するのが難しいことを示しているかもしれません。なぜ自分がその仕事を好きになったのかを思い出すことができれば、この状況も乗り越えられるでしょう。インスピレーションを求めてください。",
        "upright_finances" => "財政に関して、カップのペイジは夢見がちで、非現実的な財政目標を示唆しているかもしれません。長期的な未来のために、達成可能なことに焦点を当て、一度に一つの目標に取り組む方が、宝くじやその他のリスクの高い事業が望むものを与えてくれることを望むよりも良いかもしれません。",
        "reversed_finances" => "財政的な挫折に対処している場合、感情が制御されていることを確認してください。過度の自信からくる軽率な決定を避けてください。財政状況について否認している場合は、それを逃避するのではなく直面する時です。多くの貴重な教訓が得られます。否認は避けられないものを遅らせるだけです。",
        "yes_no" => "カップのペイジは、優しく、芸術的で、夢見るようなメッセンジャーです。彼は良いニュースと新しい、穏やかな始まりのメッセージをもたらします。このカードに関連するすべての取引はポジティブであり、示す答えは「はい」です。",
        "past" => "さらに発展させれば、より良い結果をもたらすアイデアを持っていました。障害に対する認識が、それらを回避するための最良の方法に導くでしょう。",
        "present" => "良いニュースが届き、人生を再評価する重要性を思い出させます。人生のユーモアを見つけ、笑いの癒しの力を忘れないでください。",
        "future" => "来るべき機会に備えましょう。準備ができていない場合、それは簡単に逃げてしまうでしょう。これまで経験した感情的な苦難は、より深く親密に愛する方法を教えてくれるでしょう。",
    ],
    61 =>
    [
        "id" => 62,
        "type_id" => 1,
        "number" => 61,
        "name" => "カップのナイト",
        "upright_keyword" => "理想主義, 魅力的, 芸術的, 優雅, 礼儀正しい, 外交的, 仲裁者, 交渉者",
        "reversed_keyword" => "失望, 癇癪, 気分屋, 混乱, 衝突回避, 虚栄心",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "61_Knight_of_Cups",
        "content" => "カップのナイトは、白馬に乗りながらカップを持つ若い騎士を描いたカードです。彼はまるで使者のように見えます。ワンドのナイトやソードのナイトとは異なり、この騎士は馬を急がせることなく、ゆっくりと進んでいます。全体的に平和と静けさの印象を与えます。馬は人の推進力、エネルギー、力を象徴しています。馬の色は白で、これは精神性、光、純粋さの象徴としてよく知られています。",
        "upright_content" => "実際、タロットのすべてのナイトの中で、カップのナイトは最も女性的です。これは彼が価値のない騎士であることを意味するのではなく、感情と直感に適切に触れており、それを自身の幸福のために、そして多くのロマンチックで魅力的な探求において利用していることを意味します。性別に関係なく、彼は通常他人に非常に魅力的に映ります。

    実際的な決定に直面すると、カップのナイトは心の声に耳を傾けます。それが論理的な選択であるかどうかに関係なく。彼はあなたの人生に現れるイベントや人物、またはあなた自身の一部として現れることがあります。彼は使者として現れ、あなたに感情的に利益をもたらす何かまたは誰かの到来を示します。ナイトとして、彼は贈り物を受け入れ、それを世界にもたらす責任も負っています。したがって、彼は感情的または創造的な価値のあるプロジェクトの取り組みをも表すことができます。",
        "reversed_content" => "カップのナイトの正位置の意味を理解したので、逆位置の場合の意味を見てみましょう。逆に、カップのナイトは感情があなたの生活を支配していることを意味します。これは避けるべきです。過度に嫉妬したり、感情的になったり、気分屋になったりしているかもしれません。これは実際の行動が何も取られない程度に至ることもあり、これは絶対に避けるべきです。結論を急ぎ、必要な情報なしに判断を下すのがカップのナイトの特徴です。

    このカードは、一見魅力的に見える状況がすぐに非常に異なるものになることを示しています。高い期待を抱いていると、誰もが失望して立ち去ることになります。",
        "upright_love" => "カップのナイトのタロット恋愛の意味は、ロマンスがあなたの道にやってくることを示しています。この人物は愛のアイデアを愛しており、それを示すために全力を尽くします。しかし、時にはこの人物が真実の愛を追求する際に行き過ぎることもあり、完璧なパートナーと完璧な関係を持つという非現実的な期待を抱いていることがあります。現実的な視点を持たないと、彼らは一人の恋人から別の恋人へと移り、人間の欠点が明らかになるたびに多くの心を傷つけることになります。この態度を恋愛に対して持たないように注意してください。現実的な視点を持ちながら、物事をそのまま楽しむようにしてください。",
        "reversed_love" => "カップのナイトが逆位置にある場合、彼は受動的攻撃的で空虚な話に満ちているかもしれません。大ロマンチストとして、多くの物語や愛の宣言が誇張されていることがあります。現在の恋愛生活にこのような人物がいない場合、恋愛生活での感情の浮き沈みに圧倒されていることを示しているかもしれません。感情は熱くなったり冷めたりし、完璧な表面がすぐに壊れることがあります。ささやく恋人に注意し、彼らが真実であることを確認してください。",
        "upright_career" => "カップのナイトは、あなたが職場の状況を巧妙に対処する能力を表しています。今、あなたは特に外交的です。周囲の紛争は今のところ管理しやすくなります。あなたは創造的な解決策、感情的なつながり、他者への気配りをもって問題を解決することができます。見過ごされがちな解決策を見つけることができます。この創造性はあなたとあなたの一般的なキャリアの野望に適用することができます。創造的な産業に入ることを考えている場合、このカードはその分野での成功をも表しています。",
        "reversed_career" => "キャリアに関して、逆位置のカップのナイトは、文脈やスプレッド内の他のカードに応じてさまざまな解釈を持つことがあります。あなたの仕事環境が現在、意見の不一致で満ちており、皆が神経質になっているかもしれません。また、職場での感情の取り扱い方について考えることが重要です。気分屋な態度が環境に影響を与えているでしょうか？あるいは、平和を維持する願望が自己破壊的になっているかもしれません。問題を解決するのではなく、回避するために極端な手段を取ることがあるかもしれません。他人の問題に対処する際の外交的な対応と不適切な怒りの爆発のバランスを取るようにしてください。",
        "upright_finances" => "財政に関して、あなたの共感、思いやり、困難な会話を仲介するスキルが今役立つかもしれません。このギフトを使って平和を維持する限り、お金についての議論は和らぐかもしれません。財政状況が緊張している場合、このカードは問題を解決するために創造的になる必要があることも示唆しています。しかし、一度外の箱を考え始めると、状況をうまく回転させることができるでしょう。",
        "reversed_finances" => "逆位置のカップのナイトは、自分の人生において受動的な観察者であることを示しているかもしれません。財政問題において、あなたは決定的な行動を取っていないかもしれません。時には、このカードは、あなたが望んでいたことが計画通りに進まなかったことを示唆することもあります。あなたは急いで全ての卵を一つのバスケットに入れ、その結果に失望したかもしれません。大きな購入や投資を行う前に、リサーチを行うことを確認してください。",
        "yes_no" => "カップのナイトは、ロマンチックで思いやりのある夢想家であり、新しい機会やポジティブな招待をもたらします。彼は自己受容を象徴し、あなたの人生に適した道を見つけることを示しています。求めている答えは「はい」です。",
        "past" => "あなたの強みは知性と自己決定力にあります。あなたの独自の視点から他者からの新しい方向性やアイデアに驚かされることは自然なことです。",
        "present" => "重要な申し出や招待が突然、予期せずに到着します。",
        "future" => "集中力を維持し、最も情熱的な信念に従うことで、目標に向かって進展するでしょう。深く意味のあるつながりを通じて、平和を見つけるでしょう。",
    ],
    62 =>
    [
        "id" => 63,
        "type_id" => 1,
        "number" => 62,
        "name" => "カップのクイーン",
        "upright_keyword" => "思いやり, 温かさ, 親切, 直感, ヒーラー, カウンセラー, 支援",
        "reversed_keyword" => "不安定, 過度の与え過ぎ, 過敏, 依存的, 脆弱, 依存, 殉教",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "62_Queen_of_Cups",
        "content" => "カップのクイーンは感情の領域を支配します。彼女の玉座は海のすぐそばにあり、水は通常、無意識と感情を象徴しています。彼女の海岸での位置は、彼女が陸と海の間にいることを示し、感情と思考が存在する場所です。彼女は天使の形をしたハンドルを持つカップを持っています。このカップは閉じられており、カップのクイーンが私たちの無意識の思考を象徴している理由です。女王は一人で座っており、反省の時間を持っています。海と空の穏やかさは、女王の内なる静けさを象徴しています。彼女の足は水に触れておらず、これは彼女が自分の思考と感情を外から見る能力を表しています。",
        "upright_content" => "カップのクイーンの意味を理解するために、画像の女性をよく観察することができます。彼女は思いやりがあり、世話好きで、感受性が高く、養育的です。彼女は人々と感情的に繋がっており、その正直さと公平さで愛されています。カップのクイーンがリーディングに現れると、他人からの助けを求めるように導くことがあります。多くの場合、他のクイーンと同様に、これはあなたの人生に入ってくる女性の人物です。

    カップのクイーンは非常に強い直感を持っており、その直感はハイ・プリエステスに次ぐものです。カップのクイーンは鏡のように、他者の深淵を反映し、彼らに新しい光で自分自身を見せることができます。しばしば、カップのクイーンは信頼できる内なる声を表すこともあります。彼女は、自分の感情的な健康に集中し、それから他人を助けるように時間をかけるべきだと言っているようです。自己愛は思いやりを生み出します。

    カップのクイーンは、あなたの他者との関係も反映することができます。あなたは他人にとって感情的な支えや錨となっているかもしれません。あなたは論理ではなく直感を使って他人を教え、支援するかもしれません。

    カップのクイーンはしばしば頭よりも心で考えます。彼女は理性や常識に欠けているかもしれませんが、直感的で、夢見るようで、ほとんどサイキックな存在でもあります。論理的なアプローチが失敗する場合、カップのクイーンが問題の解決策となるかもしれません。",
        "reversed_content" => "逆位置のカップのクイーンは、あなたの感情が不調和であることを意味します。また、自分の真の感情を表現することに制約を感じることもあるかもしれません。ほとんどの場合、感情を抑圧することは非常に有害であり、近い将来に沸点に達する可能性があります。あなたは耐えられないほどの圧力を受けているかもしれません。

    逆位置のカップのクイーンは、あなたの思考があまりにも遠くにさまよい、想像力が暴走していることを示すこともあります。あなたは依然として善意を持っていますが、感情を信頼できるかどうかを確認するために立ち止まるべきです。感情があなたを支配しているので、これらの夢が現実になるかどうかを反省する時間が必要です。この時間中、感情的に安定していることが重要であり、感情が最善の状態になる時期を知ることができます。",
        "upright_love" => "その賢明で支援的で親切な性質から、カップのクイーンは多くの崇拝者を持っている可能性があります。彼女の思いやりは、肩を貸して涙を流す必要がある人々にとって自然な聞き手となります。これらの特性を持つ誰もあなたの人生に入っていない場合、あなた自身がこの役割を果たしているかもしれません。あなたはこの方法で多くの人々を引き付けるかもしれませんが、あまりにも執着したり依存しすぎたりしないように注意してください。今は境界を設定することが重要です。感情的なサポートも感情的な労力を必要とするため、自己を消耗させないようにしてください。直感に従いましょう。関係にある人々は、今、この時期に深い愛情を楽しむことができます。",
        "reversed_love" => "関係において、いつも世話をする側になっていると感じることがありますか？逆位置のカップのクイーンのタロット恋愛の意味は、あなたがパートナー以上に関係に努力していることを示すかもしれません。時には恋人というより親のように感じることもあるかもしれません。あなた二人のバランスを正す必要があります。あるいは、感情的な環境が非常に不安定で変動が激しいことも示すかもしれません。あなたやパートナーは、次の争いがいつ起こるか分からない状態で卵の殻の上を歩いているように感じるかもしれません。",
        "upright_career" => "カップのクイーンは特に愛情深く思いやりのあるカードです。したがって、彼女の出現があなたのキャリアに関連している場合、複数の意味を考えることができます。このクイーンは、あなたがすることは経済的だけでなく、感情的にも充実感を感じるべきだとあなたに思い出させることができます。あなたの仕事環境に関して、このカードは同僚の中で思いやりと共感の役割を果たす誰かを指すことができます。時には、このカードはあなたがこの役割を果たしていることを示すかもしれません。この線に沿って、このクイーンはまた、あなたの分野でのメンターシップがあなたに利益をもたらすことを示唆しています。",
        "reversed_career" => "逆位置のカップのクイーンがあなたのキャリアに現れるとき、あなたは職場でいくつかの感情的な問題に対処しているかもしれません。あなたが取り組んでいるプロジェクトや環境が現在、感情的に消耗していることを感じるかもしれません。時には、私たちが感じる疲労は、私たち自身のニーズが満たされていないことから来ています。カップのクイーンが他人のニーズに焦点を当てすぎると、彼女は自分のニーズを最優先にするのに苦労するかもしれません。あなたの同僚、クライアント、または上司を喜ばせることに集中しすぎて、あなたを幸せにすることを怠っていませんか？今は感情的な健康をケアする時間を取ってください。",
        "upright_finances" => "あなたは現在、他人を支援するために財政資源を使用しているかもしれません。カップのクイーンは、あなたの心が原因に動かされ、家族や友人に貢献していることを示すことがあります。多くの場合、このクイーンがここに現れるのは、お金がすべてではないことを思い出させるためです。他の考慮事項を犠牲にしてお金に焦点を合わせるべきではありません。",
        "reversed_finances" => "財政に関して、逆位置のカップのクイーンはあなたの感情の健康とそれがあなたの財政的な安定にどのように関連しているかを見直すカードです。あなたが強迫的に支出しているか、リテールセラピーにふけっている場合、短期的には役立つかもしれませんが、不幸の根本原因にも対処する必要があります。また、あなたの思いやりのある性質のため、あなたが資源を持っていないにもかかわらず他人をケアしすぎることがないように注意してください。",
        "yes_no" => "カップのクイーンは、敏感で静かで徳のある女性であり、内なる変容を求め、導くことを象徴しています。彼女は良い聞き手であり、愛情深いアドバイザーを見つけることを示唆しています。彼女の存在は明確な答えを提供するわけではなく、「はい」でも「いいえ」でもない不明確な答えを提供します。",
        "past" => "あなたの子供時代は愛と愛情に満ちた幸せな時期でした。したがって、過去は現在の失敗とは関係ありません。あなたの関係には長続きするためのすべての正しい要素が含まれています。",
        "present" => "力強い女性の影響があなたの人生における可能性を明らかにします。彼女はあなたを挑戦したり、インスパイアしたりするかもしれませんが、彼女が何をするにせよ、貴重な洞察をもたらします。",
        "future" => "愛する人々からの助けやアドバイスを求め、特にあなたの周りの女性の知恵に注目してください。あなたのキャリアが成功するかどうかにかかわらず、あなたの旅は感情的な考慮によって決定されます。",
    ],
    63 =>
    [
        "id" => 64,
        "type_id" => 1,
        "number" => 63,
        "name" => "カップのキング",
        "upright_keyword" => "賢明, 外交的, 心と頭のバランス, 忠実, アドバイザー, カウンセラー",
        "reversed_keyword" => "圧倒される, 不安, 無関心, 抑圧, 孤立, 支配的, 利己的",
        "astrology" => "",
        "element" => "水の元素",
        "image_key" => "63_King_of_Cups",
        "content" => "カップのキングは、寛大さ、コントロール、感情のバランスを描いたタロットカードです。カード自体には、玉座に座った王が描かれており、魚の形をしたアミュレットを身につけています。彼のネックレスの魚は、周囲の静かな水の中で繁栄する彼の創造力と精神を象徴しています。背景から、意識と無意識の間に安定したバランスがあることがわかります。

  王の後ろには、右側に海から飛び出す魚、左側には船があり、それぞれ感情と物質の世界を表しています。カップのキングは、衝動を抑えずにバランスを保つ方法を学んだことを示しています。",
        "upright_content" => "カップのキングは、カップのスートの中で最も影響力のあるカードの一つです。彼は創造性、感情、無意識を表します。このカードは、感情を抑制し、自分の感情や衝動を完全にコントロールする能力を示しています。したがって、カップのキングは理性と感情のバランスを表します。彼は理解と感情の強い関係を示しています。

  あなたが感情をバランスさせ、それらをコントロールできるとき、あなたは自己理解と自己認識が深まったことを意味します。通常ならあなたをバランスを崩すような挑戦に直面したとき、カップのキングは彼のように行動するように思い出させます - 激怒したり、すぐに絶望に投げ込んだりしないでください！まず感情状態を調整し、それから現実に進むことが必要です。自己評価を学び、内なる状態を強く認識する方法を見つけてください。

  場合によっては、カップのキングはあなたの人生の中の年長の男性の人物を象徴することがあります。これは、自分の行動に責任を持ち、自己認識をマスターした成熟した男性です。

  カップのキングは政治的で外交的な傾向があり、他者のニーズをバランスさせ、パーティー間の調和を高めることができます。カップのキングは、リーダーとして、あなたが他者の感情的なニーズに敏感で慎重に対応していることを示唆しています。カップのキングは、負のエネルギーに対処するときには成熟を維持するべきだと示唆しています。",
        "reversed_content" => "最悪の場合、逆位置のカップのキングは、不安定さ、感情の操作、気まぐれを示します。

  カップのキングがつまずくとき、状況を思いやりと知恵で処理する能力が逆さまになります。彼はガイダンスを求めるすべての人々のニーズをバランスさせることができず、一部の人には優しく接しますが、他の人には冷たく接します。他者の感情をナビゲートする才能は、彼のニーズを満たすために利用されることがあります。

  逆位置のカップのキングは、あなたの人生の中の人物、またはあなた自身の一部を示すことがあります。通常は感情にアクセスし、コントロールできる彼が、最近では操作的で支配的になっています。彼の行動は復讐や報復の手段として使用されることが多く、通常は通常制御する衝動を利用し、最終的には罰の一形態として機能します。",
        "upright_love" => "カップのキングのタロット恋愛の意味は、心と頭のバランスを表します。この人は感情的に成熟しており、家族を大切にします。感情が高まるとき、彼の冷静で落ち着いた対応は、平和を維持するために必要なものです。このカードがあなたの人生の中の人物を表さない場合、恋愛にアプローチする際には論理と直感の両方を使うようにアドバイスすることがあります。恋愛に実用的に取り組むと同時に、知恵、思いやり、理解を持って接することです。これらが合わさることで、見つける愛は深く満たされるものとなるでしょう。",
        "reversed_love" => "逆位置のカップのキングは、一貫性、思いやり、または道徳を欠いています。恋愛において、彼は非常に操作的で利己的であり、彼の願望を満たすために感情的な知性を利用することがあります。これが人物を表さない場合、あなたはあなたを導いたり、利用したりする恋人に対処しなければならないかもしれません。あるいは、カップのキングのタロット恋愛の意味は、あなたの恋愛生活における一種の利己主義を示すこともあります。あなたまたはあなたのパートナーが関係に努力を注いでおらず、相手に任せているかもしれません。",
        "upright_career" => "時には、カップのキングは、感情的に充実したキャリアを築くのに役立つ、経験豊富で思いやりのあるカウンセラーやメンターを意味することがあります。このカードはまた、自分の感情的なニーズと実際的かつ論理的な要求をバランスさせることに関するものです。あなたの知恵と心と頭のバランスを取る能力は、周囲の人々からの尊敬と称賛を得ることができ、オフィス内の派閥間の対立を解決するのに特に価値があるでしょう。",
        "reversed_career" => "逆位置のカップのキングは、専制的になった上司やマネージャーに対処することを示すことがあります。このカードの正位置バージョンは他者の状況に共感し感情的に気配りができるのに対し、この逆位置のカップのキングは利己的で自分のニーズ以外には無関心かもしれません。不安定さと感情のコントロールの欠如が、この人が職場環境をどのように処理するかに大きく影響するかもしれません。時には、この人物があなた自身を表すこともあります。このカードは、あなたが金銭のためにそのポジションにいることを示し、満たされていないと感じるかもしれません。興奮と情熱でこのポジションを始めたとしても、それは徐々に消えていくかもしれません。仕事の最初に愛したことに再びつながることができるかどうかを見てみてください。",
        "upright_finances" => "一方で、カップのキングは一定の財政的安定を示します。この安定は、意思決定の際に慎重な性質によるものです。大きな購入や投資を行う場合、このカードは慎重かつ論理的に、同時に感情的なニーズにも対処するように思い出させることがあります。",
        "reversed_finances" => "カップのキングの正位置は良い判断のサインですが、逆位置のカップのキングはその逆です。あなたは支出をコントロールすることや論理的で賢明な決定を下すのが難しいと感じるかもしれません。抑制されていない感情が財務上の選択を左右し、それが抑制されないまま放置されると問題を引き起こす可能性があります。",
        "yes_no" => "カップのキングは、思いやり、温かさ、優しさの理性的な声です。彼は強い直感と豊かな精神的知識を持つ権威者です。このカードは、導かれた経験を通じて決定を下し、良い/役立つアドバイスを提供する能力を象徴しています。本質的に、肯定的でも否定的でもなく、答えは不明確です。",
        "past" => "あなたの過去の懸念が再びあなたに訪れます。助けが必要な場合は、専門家のガイダンスを求めるのが良いでしょう。",
        "present" => "あなたの人生に非常に役立つ人物が現れます。彼らのアドバイスを受け入れ、ためらわずにサポートを求めてください。",
        "future" => "平静をもたらすためにアドバイスを求めましょう。自分だけではバランスを見つけることはできないので、強力な味方を求めてガイドしてもらいましょう。",
    ],
    64 =>
    [
        "id" => 65,
        "type_id" => 1,
        "number" => 64,
        "name" => "ソードのエース",
        "upright_keyword" => "明晰さ, 突破, 新しいアイデア, 集中, ビジョン, 強さ, 真実",
        "reversed_keyword" => "混乱, コミュニケーション不足, 敵意, 口論, 破壊, 残忍さ",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "64_Ace_of_Swords",
        "content" => "ソードのエースは、雲から現れる手が両刃の剣を持っている様子を示しています。両刃の剣は、金の冠を運んでおり、冠の周りには月桂樹の花輪があります。花輪は長い間、勝利、成功、大きな業績の象徴とされてきました。

  冠は王権および王の権威の象徴です。

  背景には、剣が様々な設定で浮かんでおり、山や海が剣の征服できる広大で遠い土地の象徴として、また野心の象徴として使用されています。",
        "upright_content" => "すべてのエースと同様に、ソードのエースは人が経験しようとしている突破の瞬間を示しています。剣の鋭い刃は知性の力を表し、欺瞞を切り裂き、真実を明らかにする能力を持っています。平易な言葉で言えば、このカードは人が世界を新しい視点で見ることができる瞬間を表し、新しい可能性に満ちた場所として認識できるようになります。したがって、今は目標を達成するための最高の時期であり、ソードのエースはゴーサインを出し、機会と新しい始まりを知らせます。

  今は、あなたの良心が目覚め、心が鋭くなっているため、すべての事柄において正義と真実を求めるのに良い時期です。立ち上がれば、鋭い思考と明晰さが報われるでしょう。

  剣の両刃をよく見ると、この剣が高貴な行いのためにも破壊のためにも使えることを思い出させます。それはすべて持ち主次第であり、過度の権力が腐敗の可能性を持つことへの警告でもあります。原則を守れば、剣はあなたに良く仕えるでしょう。",
        "reversed_content" => "逆位置のソードのエースを受け取ることは、混乱、不確実性、大きな混乱の状態を示しているかもしれません。今は決定を下すのに適していない時期であり、何をすべきかが明確でないため、失敗の可能性が非常に高いです。

  現時点では、準備を整え、小さなステップを踏んで、目標に向かって体系的かつゆっくりと進むのが最良です。すべてがぼんやりとしているため、衝動的に行動するのではなく、各段階を冷静に考えるのが良いでしょう。また、事態が見た目通りでない可能性があるため、助言を求めるのも良い時期です。",
        "upright_love" => "ソードのエースのタロット恋愛の意味は、知的な議論に引かれることを示唆しています。パートナーと重要な問題について話し合うことが有益です。特に、関係の問題や障害を明確かつ正直に取り組むことに注意を払ってください。これらの問題に正面から向き合うことで、二人の間により多くの調和と理解をもたらすことができるでしょう。議論が時折熱くなることがあるかもしれませんが、それを棚上げにするよりも話し合うことが重要です。長期的には、これらのコミュニケーションスキルを学ぶことで、関係が強化されるでしょう。

  もし関係が混沌としている場合や、別れから回復している場合、ソードのエースのタロット恋愛の意味は、有害な人々や態度を恋愛生活から切り捨てるよう促すことがあります。",
        "reversed_love" => "現在、混乱と明確さの欠如が関係に影響を与えているかもしれません。逆位置のソードのエースのタロット恋愛の意味は、誤解や仮定があり、時にはパートナーが全く異なる視点を持っているかもしれないことを示唆しています。再び同じページに戻るために一生懸命努力する必要があります。このカードは時に傷つける言葉をほのめかすこともあります。パートナーとのコミュニケーションが過度に厳しくならないように気をつけてください。感情が特に敏感な時期であり、善意がなければ、対立がすぐに喧嘩に発展する可能性があります。",
        "upright_career" => "エースは常に新しい始まりを象徴しているため、ソードのエースは知的な刺激を多くもたらす新しい仕事、ポジション、またはキャリアを意味することがあります。新しい環境が挑戦的でありながら、あなたの知識とスキルを発展させるための非常に励みになるかもしれません。新しいアイデアについて話し合うのが好きな同僚と一緒に働くことができ、コミュニケーションが非常にスムーズになります。何をしたいかを明確にし、そのビジョンをはっきりと伝えることが、今あなたにとって非常に役立つでしょう。",
        "reversed_career" => "仕事において、逆位置のソードのエースは現在、職場でのコミュニケーションがうまくいっておらず、あなたや同僚に問題を引き起こしている可能性があることを示しています。これにより、現在考え出しているアイデアが非現実的であり、失敗につながる可能性もあります。達成できることについて非常に現実的であることを確認し、頭を雲の中に置かないようにしましょう。言葉に気をつけ、自分を明確に表現できるようにしてください。このカードは時に、仕事での退屈を示唆することもあります。仕事が単調になり、もうあなたを引きつけるのに十分ではなくなっているかもしれません。",
        "upright_finances" => "財政のタロットにおいて、ソードのエースは非常に合理的に考える必要があることを示しています。お金に関しては、心と頭が非常に異なることを言っているかもしれません。このような状況では、このカードは頭を信じ、感情的な決定を避けるように言っています。友人や家族があなたにお金を求めたり、ローンを求めたりする場合、その状況をまず頭で対処しましょう。自分に十分なお金があるか？返済されるか？そのお金がその人との関係にどのように影響するか？合理的なアプローチは最初はあまり気持ちよくないかもしれませんが、長い目で見れば多くのトラブルを避けることができるかもしれません。",
        "reversed_finances" => "財政に関しては注意が必要です！逆位置のソードのエースは、あなたの財政に関して間違いや不明瞭な状況を示唆している可能性があります。銀行の明細書、契約書、ローン契約、または法的文書を慎重に確認し、すべてが整っていることを確認してください。何か理解できないことがあれば、すべてが問題ないと仮定せずに必ず尋ねてください。尋ねるのに害はありませんし、安全であるに越したことはありません。",
        "yes_no" => "ソードのエースは、精神的な強さと達成によって得られる勝利を象徴しています。正義、明晰さ、創造的な思考はすべてこのカードに関連しています。素晴らしいアイデアが間近に迫っているか、創造性のための神のインスピレーションである可能性があります。答えはおそらく「はい」です。",
        "past" => "あなたは理想主義的な追求に強いエネルギーを注ぎ、善のために戦ってきました。最近の出来事は不可逆的な一連の出来事を引き起こしました。",
        "present" => "あなたは新しい人生の段階に入り、すべてが変わります。この変化の原因と結果はまだ決まっていませんが、この期間はあなたに多くのことを明らかにするでしょう。",
        "future" => "アイデアを実行に移すには勇気が必要かもしれませんが、もしあなたが意欲的であれば、最も困難な問題も克服できるでしょう。",
    ],
    65 =>
    [
        "id" => 66,
        "type_id" => 1,
        "number" => 65,
        "name" => "ソードの二",
        "upright_keyword" => "行き詰まり, 難しい選択, 板挟み, 否認, 隠された情報",
        "reversed_keyword" => "優柔不断, ためらい, 不安, 情報過多, 正しい選択なし, 真実の明かされる",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "65_Two_of_Swords",
        "content" => "ソードの二は、難しい選択を迫られるときに直面する混乱を象徴しています。ソードの二のカードには、目隠しをした女性が描かれており、両手に剣を持っています。背景には、前進と行動を妨げる障害物としての岩だらけの島々に囲まれた海があります。カードの目隠しをした女性は、問題とその解決策を明確に見ることを妨げる状況を表しています。

  両手に持った剣は、相反する二つの選択肢を示しています。また、行き詰まりを描写し、問題は論理的かつ合理的な思考で解決すべきであることを示唆しています。カードの右側の月は、女性の選択の難しさにおける幻想と欺瞞の役割を象徴しています。",
        "upright_content" => "タロットのリーディングでソードの二を目にするとき、行き詰まりに直面していることを意味します。二つの対立する力が膠着状態にあり、どちらも勝つことができないようです。この道に出くわすのは自分の選択ではなく、中間に挟まれている状況です。何もしなければ、または誰も介入しなければ、この状態は無期限に続く可能性があります。状況のどちらか一方に立つか、あるいはそのまま行き詰まりを越える必要がありますが、どちらも特に魅力的ではなく、決定をさらに難しくします。しかし、この行き詰まりを越えない限り、さらなる進展は不可能です。

  ソードの二はしばしばバランスとパートナーシップに関連付けられます。それは、関係をバランスに保つ必要があることを示しています。ビジネス、友情、ロマンチックな関係のいずれにおいても、現状を維持するのが難しいと感じ、中間に挟まれているかもしれません。仕事に関しては、現在行き詰まりに直面している可能性があり、他の当事者からの決定を待っている可能性があります。忍耐強く、人々を急かして急いで決定を下さないようにしましょう。

  ソードの二の意味は、注意を促す警告としても描かれることがあります。カードの女性のように、問題が消えることを望んで目隠しをしているかもしれません。直面している問題を回避しないようにしましょう。回避しても問題は解決しません。",
        "reversed_content" => "逆位置のソードの二で見る状況は、伝説的な行き詰まりであり、二つの力が衝突しています。この戦いは内部または外部の問題を表しており、あなたはその中間に立ち、決定を下す役割を果たす必要があります。しかし、どちらの側も快くなく、混乱しすぎて決定を下すのが難しいかもしれません。

  決定を下す際には、二つの悪い結果のどちらかを選ぶことになるでしょう。急がず、ここで重要なのは選択をすることであり、その結果に対処することです。",
        "upright_love" => "シングルの場合、恋愛面で進展が難しいと感じるかもしれません。ソードの二のタロット恋愛の意味は、選択肢の間で行き詰まっていることを示しています。二人の恋人の間で迷っているのでしょうか？それとも、恋愛と他の生活の側面の間で迷っているのでしょうか？どちらの選択肢も同様に魅力的に見え、積極的に生活の選択に関与するよりも、選択を避けることを試みるかもしれません。世界があなたの代わりに選択しないように注意してください。関係にある場合、何かがあなたとパートナーの間で問題を解決するのを妨げているかもしれません。ソードの二のタロット恋愛の意味は、さまざまな行き詰まりを象徴することもあります。今は問題を無視する時ではなく、注意深く話し合い、妥協点を見つけるための時です。",
        "reversed_love" => "逆位置のソードの二のタロット恋愛の意味が示唆するように、時には正しい選択がないことがあります。シングルで二人の潜在的な恋人の間で迷っている場合、どちらも特に適していないように思えるかもしれません。関係にある場合、恋人と他の生活の側面の間で選択を迫られるかもしれません。これまで以上に優柔不断で混乱しているかもしれません。このカードは、恋愛のどの段階にあっても、痛みを伴う選択をすることを示唆しています。しかし、選択を先延ばしにすればするほど、不安が増し、問題が増えるだけです。時には、準備が整う前に選択を迫られることもあります。今すぐ選択をし、その結果に対処することで、負担が軽減されるでしょう。直感を信じてください。",
        "upright_career" => "職場での対立に巻き込まれているかもしれません。これは、一人の同僚ともう一人の同僚の間でどちらかを選ばなければならない状況として現れることがあり、中立でいたいだけかもしれません。一人を選ぶことで緊張や亀裂を生む可能性があり、関係を損なうことを心配しているかもしれません。時には、このカードは二つの仕事やキャリアパスの間で選択しようとしていることを示すこともあります。ソードの二は、選択を行うために必要な情報がまだすべて揃っていないことを示唆することがあります。時間がある場合は、リサーチを行い、必要な回答を得るようにしましょう。",
        "reversed_career" => "職場で直面している対立がエスカレートし、多大なストレスを引き起こしているようです。二人の争っている同僚の間に挟まれている場合、どちらを選んでも問題に巻き込まれるように感じ、正しい選択がないように思えるかもしれません。あるいは、職場で重要な決定を下す責任を負っているかもしれません。プロジェクトを率いるか、二つのキャリアの間で選択するかです。これらの決定の背後には多くの不安があり、決定が取り返しのつかないものであるように感じられます。多くのリサーチを行ったかもしれませんが、情報過多に対処しているため、物事が以前よりも不明瞭に感じられるかもしれません。",
        "upright_finances" => "現在、財政問題に対処することを避けていませんか？このカードは、財政状況について否認しているか、全体を見ずに避ける方が楽だと感じていることを示唆しています。明確に見る努力をすれば、厳しい選択をしなければならないことがわかるかもしれません。新しいデザイナードレスと新しいノートパソコンが欲しいかもしれませんが、銀行口座をよく見てみると、今はどちらか一方しか買えないことがわかるかもしれません。いずれにせよ、明確かつ合理的に見るようにしましょう。",
        "reversed_finances" => "どんなに緊張していても、ついに財政と向き合うことを学びました。一度現実を見ると、正しい決定を下すのが容易になります。あるいは、このカードは、学ぼうとしている財務情報を完全に吸収していないことを示しているかもしれません。助けるどころか圧倒されていると感じるかもしれません。この感情があなたを遠ざけるのではなく、ゆっくりと学び、一度に一つのことに集中してください。すぐに理解できるでしょう。",
        "yes_no" => "ソードの二は、紛争の解決と下さなければならない決定を象徴しています。しかし、この結論は内なる平和と妥協を求めることで達成される可能性が高いです。このカードは全体的な平和を示唆していますが、「はい」や「いいえ」のどちらにも傾いていないため、答えは「たぶん」です。",
        "past" => "過去を正直に振り返ることで、難しい選択をするのに役立ちます。直面する紛争は、新しいアプローチで解決されるでしょう。",
        "present" => "解決にエネルギーを要する紛争があります。優柔不断を克服することで、よく考え抜かれた行動を取り、解決策を見つけることができるでしょう。",
        "future" => "目の前の困難な状況をすぐに克服しなければなりません。ためらわず、誠実かつ名誉ある意図を持って行動し、最良の結果を達成してください。",
    ],
    66 =>
    [
        "id" => 67,
        "type_id" => 1,
        "number" => 66,
        "name" => "ソードの三",
        "upright_keyword" => "心痛, 別れ, 悲しみ, 悲嘆, 悲しみ, 苦痛, 喪失, トラウマ, 涙",
        "reversed_keyword" => "癒し, 許し, 回復, 和解, 抑圧された感情",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "66_Three_of_Swords",
        "content" => "タロットの中でも最も象徴的なイメージの一つであるソードの三は、三本の剣で貫かれた浮かぶ心臓を描いています。その上には厚い雲があり、背景には激しい降雨があります。シンボリズムは非常に明確であり、その感情的な影響は即座に感じられます。心臓は温かさ、感情、精神を表し、三本の剣は傷つけ、苦痛を引き起こす力を象徴しています。これは、悲嘆、喪失、心痛のイメージです。雲と雨は、周囲の状況の暗さを示しています。これらすべてのシンボルは、ソードの三が人生の低点を示していることを示唆しています。",
        "upright_content" => "ソードの三は、拒絶、裏切り、傷つき、落胆のメッセージを伝えます。このような時、私たちの心は私たちをよく助けます。論理的に考え、経験に備えることで、この痛みの影響を最小限に抑えることができます。

  しかし、痛みと悲嘆は人生の正常な部分であり、私たちが持っている幸せと喜びを評価し、それを教えてくれることを覚えておいてください。痛みを通じて、危険と悲しみを引き起こす可能性のある間違いを避ける方法を学びます。したがって、これは人生の旅の中で必要不可欠なものです。このカードは、私たちをより強く、慎重に、警戒させるための苦しみの描写です。

  時には、人生は私たちに選択の余地を与えず、打ちのめされることもあります。しかし、未来を決定するのは、打ちのめされ続けるか、再び立ち上がるかの選択です。あなたが遭遇するすべての痛みは、この世界でより深い意味を見つけるための一歩です。このカードは、次の段階に備える必要があるときに現れます。悲しみは非常に痛みを伴うかもしれませんが、それは過去を忘れ、未来に焦点を当てることを可能にし、その後の行動を制御できることを知っていることを示唆しています。あなたを悩ませることにあまりとらわれず、来るべきものに焦点を当てましょう。あなたの運命を決めるのはあなた自身です。",
        "reversed_content" => "逆位置のソードの三は、最近喪失、別れ、または悲しみの瞬間を経験したことを示しています。まだ回復中であり、感情が完全に落ち着いていないため、前に進むのが難しいかもしれません。過去の痛みを思い出しながらも、このカードは、先に進むべき時が来たことを示唆しています。先には楽しむべき多くのものがあるからです。

  多くの人はこれを見逃し、痛みにとらわれすぎて回復のプロセスを遅らせてしまいます。過去に何が起こったかに焦点を当てすぎず、感情を刷新し、勇気を集めましょう。逆位置のソードの三のカードは、すべての困難な時期は過ぎ去り、そこにとどまることはないことを示唆しています。倒れたときに立ち上がることができるのです。",
        "upright_love" => "このカードのイメージは明確です。ソードの三のタロット恋愛の意味は心痛を示しています。これは、涙、悲しみ、心痛に満ちた時期である可能性が高いです。関係にある場合、別れ、対立、または何らかの形の分離を示すことがあります。最悪の場合、このカードは第三者が関係に問題を引き起こしていることを示すこともあります。あなたとパートナーは一緒にいるために困難な問題に直面する必要があります。明確で敬意を持った話し合いと協力する意欲がなければ、この関係は終わるでしょう。シングルの場合、過去の悲しみと痛みがデートの能力に影響を与える可能性があります。過去の傷がまだ癒えておらず、再び真実の愛を見つける前に少し時間を与えることが重要です。",
        "reversed_love" => "逆位置のソードの三のタロット恋愛の意味では、恋人たちは対立を解決し、互いを許すことができるかもしれません。ここでは、癒し、古い傷を乗り越え、未来に目を向ける意欲があります。シングルの場合、これはしばしば心痛を克服し、再びデート生活に完全に身を置くことを意味します。しかし、このカードは時々逆のことも示唆します。傷が癒えず、むしろ抑圧され、恨みが残ることがあります。パートナーは過去の傷を許すのが難しいかもしれません。このような状況では、両方が先に進む方が良いこともあります。",
        "upright_career" => "今、仕事は大きなストレス、フラストレーション、悲しみの源となっているかもしれません。最悪の場合、突然の失業や会社の閉鎖を意味することもあります。一般的には、クライアントや同僚との何らかの対立を示しているかもしれません。このような状況に対処するためには、同僚と正直でオープンな会話をし、尊敬を保つことが重要です。お互いから学ぶことが多いかもしれません。仕事を探している場合や最近仕事を失った場合、今はその検索が落胆することがあるかもしれません。希望を失わず、可能であればこの痛みから回復するために時間を取ってください。そうすることで、仕事探しに対するより前向きな考え方を持てるようになるでしょう。",
        "reversed_career" => "仕事の状況は再び良くなり始めています。ストレスの多い対立が解決し始め、見通しと全体的な幸福感が改善しています。あなたの同僚は対立を乗り越えたかもしれませんし、フラストレーションを引き起こしていた人物が去ったかもしれません。逆に、職場の全員が過去の過ちを許し合い、将来に向けて協力して働くことに焦点を当てているかもしれません。コミュニケーションが改善され、新しいプロセスが導入されて過去の誤りを避けるようになっているかもしれません。しかし、時にはこのカードが状況の悪化を示すこともあります。問題を解決せずに恨みを持ち続け、否定的な態度を保つこともあります。他のカードがさらに文脈を提供します。",
        "upright_finances" => "現在、物質的な損失や、少なくとも財政的な生活における大きなストレスの原因に対処しているかもしれません。別れは感情的および財政的な影響を持つことがあります。アパートを一人で賃貸することができなくなったり、離婚時に資産を分割しなければならないかもしれません。これらのことは現在非常に圧倒されるかもしれません。自分に優しくし、これらの問題に対処することを避けないようにしてください。サポートを求めてください。乗り越えることができます。",
        "reversed_finances" => "財政的な挫折に苦しんでいる場合、逆位置のソードの三は改善が進行中であることを示すことができます。貯金を再構築するか、以前よりも良好で安定した財政状況にいることに気付くかもしれません。逆に、このカードは財政的な損失からの感情的な悲しみが悪化していることを示唆することもあります。重大な損失を経験した場合、支出習慣を調整したり、以前の生活水準を手放したりするのが難しいと感じるかもしれません。現実を受け入れないことは、難しい状況をさらに困難にすることがよくあります。",
        "yes_no" => "ソードの三は、感情的な損失、重要な関係の終わり、または別れによる心痛を通じて痛みと苦しみを表現します。このカードに伴う感情的な障害と精神的な苦悩は、あなたの質問に対する否定的な答えを示しています。",
        "past" => "あなたは依然として重大な感情的または肉体的な痛みを抱えています。責任を放棄することで、最近失った何か新しいものを創造する機会が得られるかもしれません。",
        "present" => "あなたは間もなく激しい感情の動揺を経験するでしょう。この悲しみの期間は、あなたをより良い未来へ導きます。",
        "future" => "前方の道は、新しいもののためにクリアされています。これからの機会を最大限に活用するかどうかはあなた次第です。",
    ],
    67 =>
    [
        "id" => 68,
        "type_id" => 1,
        "number" => 67,
        "name" => "ソードの4",
        "upright_keyword" => "休息、リラクゼーション、平和、聖域、回復、自己防衛、若返り",
        "reversed_keyword" => "回復、覚醒、社会復帰、孤立からの脱出、落ち着きのなさ、燃え尽き症候群",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "67_Four_of_Swords",
        "content" => "ソードの3の痛みとは対照的に、ソードの4は静かな静けさ、平和な落ち着きを醸し出しています。ここでは、教会に彫られた騎士の像が墓に横たわり、その上には三本の剣が掛けられ、四本目の剣は彼の下に置かれています。三本の剣は、前のカードで耐えた痛みを思い出させます。四本目の剣の位置は、戦いが終わったことを示しているようです。像の背後のステンドグラスの窓には、子供と女性が描かれており、後退後の暖かさと歓迎の感覚を与えています。騎士の手は祈りの姿勢になっています。",
        "upright_content" => "ソードの3で描かれた混乱、怒り、痛みの後、ソードの4は退却を示しています。ソードの4は休息の瞬間です。これは退く選択によるものなのか、純粋な疲労によるものなのかは不明です。我々はまだ受けた傷で痛みを感じており、戦いの武器は失われたものの厳しい思い出として私たちの上に掛かっています。日常生活に戻り続けるためには、今、呼吸する時間を取らなければなりません。再び何かが起こるという微かな恐怖が常にあるため、休息の機会を逃さないようにしてください。

現在の状況から離れ、静かな環境で力と明晰さを得る必要があります。今は再評価、整理、優先事項の理解の時です。これにより精神が若返り、以前より強くなって現れるでしょう。

ソードの4は、新たな強さを固め、新しい挑戦に備える時であることを示しています。危機を次々と乗り越え、疲れ果ててしまいました。新しい雰囲気を受け入れることで、新たな挑戦に立ち向かうことができます。

自分を養い、人生に再び入る時間を取りましょう。私たちの内には希望の光が静かに横たわっており、再び癒されるのを待っています。",
        "reversed_content" => "タロットのソードの4が癒しの時を意味する一方で、逆位置のカードは落ち着きのなさを意味することがあります。心は休息を望んでいますが、これは心が望むことではありません。あなたは所有物に依存しすぎています。これは健康に影響を与えるかもしれません。

戦い続けることもできますが、それは非効果的であり、退く決断をする強さを認識する必要があります。休息と退却は自己愛の行為であり、前進しようとすればするほど、長期的には困難になります。",
        "upright_love" => "ソードの4のタロット恋愛の意味では、休憩が必要です。シングルの場合、恋愛生活の興奮に疲れているかもしれません。誰かに印象を与えようとしたり、毎日デートをして理想の相手を見つけようとしたりしているかもしれません。疲れを感じているなら、直感と体の声を聞き、休む時間を取ることが重要です。恋愛中の場合、二人とも休憩を取ることで利益を得ることができます。このカードは、二人が一人の時間を必要としていることを予測することもあります。これは関係の終わりを意味するわけではなく、特に内向的な人々にとって、誰もがプライベートな時間を必要とします。",
        "reversed_love" => "休むという警告に従わなかった場合、逆位置のソードの4のタロット恋愛の意味は、選択の余地がないことを示すかもしれません。恋人をひたすら追い求めていた場合、そのアプローチが今や歓迎されないかもしれません。この人に時間と空間を与えることで、自分の選択をする時間を与えることが有益かもしれません。誰かに圧力をかけることは、通常、望む効果の逆効果になります。あるいは、このカードは休息期間から抜け出すことも示しているかもしれません。これまで以上に活力を感じるかもしれません。ルーチン化した関係にいるカップルは、情熱が再燃するかもしれません。",
        "upright_career" => "最近、仕事が非常に忙しかったり、フラストレーションを感じたりしているかもしれません。長時間働き、慢性的なストレスが身体的または精神的健康に影響を与えているかもしれません。体の声を聞き、休むことを自分に許してください。可能であれば、メンタルヘルスデーを取り、自分のケアや睡眠を補うために使いましょう。私たちは機械ではなく、必要な休息を取らないと、健康への影響が長引くことがあります。その後、リフレッシュした気分で戻ることができます。",
        "reversed_career" => "必要な休息を取っていたかもしれませんが、今は仕事に戻る準備ができているかもしれません。理想的には、この時間をストレスを軽減し、必要な自己ケアを行うために使ったでしょう。時間が経ち、リフレッシュした気分になれば、以前はストレスやフラストレーションを感じていた状況がより簡単に対処できるようになるかもしれません。これからは、ストレスレベルにもっと注意を払うようにしましょう。しかし、時には休息が必要であるにもかかわらず、このカードは仕事を続けることを示すこともあります。この場合、再考が必要かもしれません。私たちの体はしばしば休息を強制します。改善が見られない場合は、仕事を変えることも考える必要があるかもしれません。",
        "upright_finances" => "あなたは銀行の残高を心配していますか？経済的なストレスに対処することに慣れている場合、財政について考える（むしろ心配する）ことが当たり前になっているかもしれません。心を休ませてください。しばしば、考えを巡らせても何も解決しないことがあり、私たちの心にとって最善のことは他のことを考えることです。強迫観念的で否定的な考えに囚われないようにしましょう。",
        "reversed_finances" => "あなたの経済状況は改善しているかもしれず、大きなストレスから回復しているかもしれません。おそらく、請求書が支払われ、債務が解決され、または支出が減少しているかもしれません。あるいは、ストレスが増加し、請求書に圧倒されていると感じ始めるかもしれません。サポートを求めてください。この時期に誰かがあなたを助けるかもしれません。時には、このカードは経済的な支援があっても、それを受け入れないことを示すこともあります。",
        "yes_no" => "ソードの4は、病気や退却の兆候を指します。しかし、それはまた、休息、癒し、秩序ももたらします。他の解釈は、単に休憩を取る必要があるか、休戦を呼びかける必要があるかもしれません。このカードはかなり穏やかな位置にありますが、全体的にはポジティブです。答えはおそらく「はい」です。",
        "past" => "既に立てた計画は、今後の変化に正しく対応することはないかもしれません。あなたが感じている暗い影はまもなく過ぎ去り、あなたの人生の暖かさが戻ってくるでしょう。",
        "present" => "あなたは自分の福祉に集中するために、社会的なサークルから退きたいと思っています。このカードも同様に、心の平和を得るためにそうすることを示唆しています。",
        "future" => "未来を計画する時間を取りましょう。あなたとあなたが気にかける人々にとって何が最善かについて、急いで決定する必要はありません。",
    ],
    68 =>
    [
        "id" => 69,
        "type_id" => 1,
        "number" => 68,
        "name" => "ソードの5",
        "upright_keyword" => "争い、紛争、攻撃、いじめ、威圧、対立、敵意、ストレス",
        "reversed_keyword" => "和解、解決、妥協、報復、後悔、悔恨、損失の軽減",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "68_Five_of_Swords",
        "content" => "ソードの5のカードには、軽蔑の表情を浮かべた若者が描かれています。彼は自分が征服した敵を見ています。彼は他の戦士から奪った五本の剣を持っています。二人の人物がゆっくりと悲しみと喪失感を抱えながら立ち去っています。彼らの上には曇り空が広がり、戦いは終わったものの、すべてが順調ではないことを示しています。",
        "upright_content" => "このカードは、何らかの紛争に巻き込まれていることを示しています。また、他人との意見の不一致が敵意や緊張を引き起こしている可能性も示唆しています。あなたは勝ったと思っているかもしれませんが、全体としては、議論した相手を疎外したり傷つけたりすることで、孤立への道を進む可能性があります。この瞬間、あなたは正しいことが相手の視点を理解するよりも重要だと考えているかもしれません。

今、事態がエスカレートする前に行動を起こす機会があります。あなたはすべての人やすべてのことが自分に対していると感じるかもしれません。その過程で友人を失うこともあるでしょう。これがあなたの立場について重要な決断を下す理由です。あなたにとって何がより重要ですか？相互の進展か相互の破壊か？これは、内なる対立に勇敢に立ち向かう必要があるかもしれません。

このカードは、かなりネガティブな意味での野心を表しています。結果や他人に与える影響を考えずに過剰な野心を持つことは決して良いことではありません。このカードが示す誤った野心は、挫折した敗者や冷酷な勝者にすることがあります—どちらも非常にネガティブです。このカードは代わりに、周囲の人々にもっと配慮し、エゴを手放すように求めています。",
        "reversed_content" => "ソードの5の正位置は緊張、紛争、意見の不一致を示すカードです。逆位置のソードの5の意味は、この特定の期間が終わり、忘れて許すことを望んでいることを示しています。勝つことがすべてではないことを理解し始めているため、より建設的で前向きな活動にエネルギーを集中できるでしょう。

あるいは、このカードの逆位置のもう一つの解釈は、あなたが経験している紛争が勝者のいない形でさらに不安定になることを示しています。これらが理解しなければならない条件です。",
        "upright_love" => "予期しない変化と落ち着きのないエネルギーがソードの5のタロット恋愛の意味で示されることがあります。不安や厳しさが漂い、議論や争いが起こりやすくなっています。あなたとパートナーはイライラしているかもしれず、注意しないと対立が簡単に始まる可能性があります。もしこれらの状況に巻き込まれた場合、争いの理由を慎重に考え、単に正しいためだけに議論していないことを確認してください。エゴがあなたと愛する人を理由もなく対立に追い込むことがあります。時には必要なときに情熱を生むことができますが、続くと破壊的になります。",
        "reversed_love" => "逆位置のソードの5のタロット恋愛の意味では、激しい緊張の後に和解が可能です。あなたと恋人の間で剣を下ろし、妥協を求める願望があります。両者が手放すことを選んでも、傷は依然として痛いことが多いです。和解が不可能な場合、このカードは恋人や潜在的な関係から離れることを示すことがあります。頻繁に激しい議論が起こる場合、それは痛みを伴いますが、長期的には損失を切り捨て、さらなる損害が生じる前に立ち去る方が良いかもしれません。",
        "upright_career" => "仕事での対立が勃発し、空気中にかなりの敵意が漂っています。今、議論は簡単に引き起こされる可能性があります。これには誤解、コミュニケーションの欠如、またはリーダーシップの欠如が原因である可能性があります。ソードの5は、いじめや威圧を示すこともあります。あなたか他の誰かに立ち向かう必要があるかもしれません。誘惑に駆られることなく、これをプロフェッショナルに対処し、必要に応じてHRに引き入れることを恐れないでください。これらの状況に対処するためのプロセスがしばしば存在します。しかし、このカードは自己破壊を示すこともあります。つまり、状況に対するあなたの認識が最初にこれらの対立を引き起こしている可能性があります。防御的な行動はしばしば攻撃のサイクルを生み出します。",
        "reversed_career" => "以前はストレスと敵意に満ちた職場環境が改善されるかもしれません。今、皆が剣を下ろし、解決策を見つける準備ができているようです。妥協が可能で、再びオープンなコミュニケーションが取れるようになります。これがあなたに当てはまらない場合、このカードは敵意がエスカレートしていることを示唆することもあります。職場のいじめっ子に対処している場合、彼らが報復し、時には解雇を試みることもあります。これをマネージャーやHRに持ち上げることを恐れないでください。これらの対立を処理するのは彼らの仕事です。しかし、一度行った後は、自分の行動が注目を引かないように注意してください。冷静かつプロフェッショナルに対処すれば、乗り越えられるでしょう。",
        "upright_finances" => "現在、経済的な紛争に直面しているかもしれません。パートナー、家族、または友人との間でです。他人を信頼する際には特に注意が必要です。あなたから必要以上に多くを取ろうとしたり、あなたを利用しようとする人がいるかもしれません。このカードはまた、経済的な緊張を示すこともあります。予算からいくつかの贅沢品を削減する必要があるかもしれません。",
        "reversed_finances" => "経済的な緊張やお金を巡る争いに対処していた場合、それが今、緩和されるのを感じるかもしれません。経済的にあなたを利用しようとしていた人々が距離を置いたり、行動に責任を取られるのを見ているかもしれません。",
        "yes_no" => "ソードの5は、紛争、不和、差し迫ったトラブルを示唆しています。近い将来、損失、失敗、痛みを伴う別れがあり、それに伴って打ちのめされた気持ちや低い自尊心が伴うかもしれません。このカードに関連するものは何もポジティブではないため、答えは「いいえ」です。",
        "past" => "あなたが経験した損失は、過大評価と無能の結果です。成功するためには、自分に正直でなければなりません。",
        "present" => "非現実的な態度は失敗を招くかもしれません。あなたの間違いは苦しみをもたらします。期待を現実的に保ち、紛争を克服するために評価を行ってください。",
        "future" => "損失に耐え、絶望に屈しないでください。失敗の結果からでも勝利を生み出すことができます。",
    ],
    69 =>
    [
        "id" => 70,
        "type_id" => 1,
        "number" => 69,
        "name" => "ソードの6",
        "upright_keyword" => "移動、置き去り、移行、距離、過去からの学び",
        "reversed_keyword" => "過去に囚われる、過ちの繰り返し、問題の回避、閉じ込められた感じ",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "69_Six_of_Swords",
        "content" => "ソードの6の画像には、水の向こうの遠い地へと漕ぎ出す女性と子供が描かれています。この画像から、女性と子供は何かを置き去りにしていることが分かります。女性は隠れているかのようにマントをまとっており、彼女の本当の身元を明かさない状況であることを示唆しているかもしれません。このため、彼女は大きな喪失や悲しみを経験していると推測できます。ソードの6の象徴は、喪失や変化、新たな未来への移行を示しています。ボートの傍に置かれた六本の剣は、直感や心に対する合理的な心の力を象徴しています。",
        "upright_content" => "ソードの6の意味は、完全に幸福ではないが必要な移行を経験していることを示しています。この移行は、おそらく過去に下した決定の結果であり、前進するために何かを置き去りにすることを強いられています。悲しみを感じるかもしれませんが、前進することが未来のために最善の選択であることを忘れないでください。

人生には、愛着を持ったものを手放さなければならない瞬間がたくさんあります。これは挑戦的です。ソードの6は、あなたが感じるかもしれない悲しみを示していますが、痛みは永遠に続かないことを忘れないでください。強さを求めて未来を見据えましょう。

人生において、問題を解決する唯一の方法はそれを置き去りにして新たに始めることかもしれません。これは臆病者の方法だと感じるかもしれませんが、他の方法をすべて試したとき、逃げることが唯一の選択肢となることがあります。重要なのは、新しい道を計画し、幸福へと導くことです。この場合、ソードの6は論理、明晰さ、客観性を使用して、現在の位置、過去の位置、そして行きたい場所を計画しています。直感は助けになるかもしれませんが、成功を確実にするためには論理的な思考が必要です。",
        "reversed_content" => "逆位置のソードの6は、必要な移行を試みているが、現実にする上で課題に直面していることを示しています。未解決の問題や決定を二の足を踏むため、過去に戻り続けるかもしれません。

逆位置のソードの6のもう一つの意味は、人生が与える移行に抵抗していることを示しています。準備ができる前に移動を強いられていると感じたり、まったく移動したくないと感じるかもしれません。この場合、これらの移動の利点を欠点ではなく考慮すべきです。冥界のオルフェウスのように、後ろを見ずに前を見なければなりません。後ろを見ると崩壊する危険があります。",
        "upright_love" => "ソードの6が恋愛タロットリーディングに現れるとき、それは闘争が終わりに近づいていることを意味します。時には、関係を終わらせる形を取ることもありますが、関係の痛みを乗り越えて和解を見つけることもあります。いずれにせよ、過去を置き去りにし、未知だが明るい未来に向かうことを示唆しています。シングルの場合、自分自身の一部を置き去りにする準備ができているかもしれません。それは、おそらく愛を受け入れることを妨げていた部分です。古い傷を抱えている場合、ソードの6のタロット恋愛の意味は歓迎されるでしょう。それらを最終的に置き去りにする準備ができているかもしれません。",
        "reversed_love" => "何を手放すことが難しいのですか？逆位置のソードの6のタロット恋愛の意味は、手放そうとしているにもかかわらず、過去が依然としてあなたに強く影響していることを示しています。一方では、過去を手放すことが最も健康的なことだと知っているかもしれませんが、強迫的に戻ってしまうかもしれません。愛のない関係にとどまったり、毒性のある元恋人を忘れられなかったり、過去の不安が恋愛生活を完全に楽しむのを妨げているかもしれません。あなたを縛るものを調べ、それに対してどんな潜在的な幸せな未来を犠牲にしているのかを考えてみてください。",
        "upright_career" => "ストレスの多い仕事を辞めることになるかもしれません。より平穏な仕事の段階に進むにつれて、安心感と平和を感じるかもしれません。プロジェクトに対して着実な進展を遂げるべきです。過去の経験と比べて、これらの時期は歓迎すべき改善かもしれません。時には、最近の役割やポジションの変化が、より適したものになっていることを示すこともあります。",
        "reversed_career" => "何をしても仕事の悩みから逃れられないようです。職場はストレス、争い、対立に満ちており、それがエネルギーを消耗し、精神的健康に影響を与えています。辞めたいと思っても、今はこの仕事に閉じ込められており、より良いものを見つけられないように感じるかもしれません。このカードはまた、問題を引き起こしているのが自分自身であることを示唆することもあります。問題を手放さず、同じ問題に繰り返し戻ることで、他の当事者が先に進もうとしているのに対し、あなたは恨みを持ち続けているかもしれません。あなた自身の態度や防御的な姿勢を見直し、それがストレスレベルに影響を与えているかどうかを考えてみてください。何を手放すことができますか？この仕事を辞めることができた場合、同じ問題が再び現れないように注意してください。環境や人々から逃れることはできますが、自分自身からは逃れられません。",
        "upright_finances" => "過去から移動する際、ソードの6は経済的な困難から抜け出していることを示すことがあります。経済的にはより快適になり、ストレスも減少するかもしれません。物質的な安定を見つけたら、過去の経験を思い出し、銀行口座を見守ることを忘れないでください。しばしば、お金の問題から逃れることはできず、問題が再び発生しないように責任を持ち続けるのが最善です。",
        "reversed_finances" => "今、経済的な問題から逃れようとしていますか？お金の問題については、通常、回避はうまくいきません。唯一できることは、それらに直面し、正直かつ冷静に対処することです。実際に自分の状況を受け入れる作業を行えば、それらの難題もより簡単に見えるかもしれません。必要ならば、助けを求めるプロフェッショナルを探してください。",
        "yes_no" => "ソードの6は、明晰さの状態への旅や逃避を示しています。より良い、前向きな未来、あるいは平穏な期間を示唆しています。前進するためには、論理や自然の知恵を活用する必要がありますが、最終的な結果はポジティブです。答えは「はい」です。",
        "past" => "あなたは自分自身に忠実でありながら、大きな障害を克服しました。あなたが培った理解と客観性が、より良い未来へと導くでしょう。",
        "present" => "あなたの人生に好転が訪れます。あなたが直面する負担や課題が、新たな道を切り開くでしょう。",
        "future" => "直面する課題は最終的に克服されます。闘いは必要であり、それはより良い未来への道を見つけるための成長をもたらすでしょう。",
    ],
    70 =>
    [
        "id" => 71,
        "type_id" => 1,
        "number" => 70,
        "name" => "ソードの7",
        "upright_keyword" => "欺瞞、トリック、戦術、戦略、機転、ステルス、狡猾さ",
        "reversed_keyword" => "告白、良心、後悔、悪意、真実の暴露",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "70_Seven_of_Swords",
        "content" => "ソードの7のカードには、キャンプのような場所から5本の剣を手に持ってこっそり逃げる男が描かれています。彼の背後には、2本の剣が地面に立てられています。この画像から、ソードの7はステルス、回避、欺瞞、または裏切りについてのカードであることがわかります。

男の表情には、自分の任務が成功するという自信が見て取れます。しかし、左側には盗難に気づいた兵士の集団がいるようで、その中の一人が追跡を知らせるために旗や武器を掲げています。",
        "upright_content" => "一般的に、ソードの7は裏切りと欺瞞についてのカードです。このカードを引くと、あなたやあなたの人生の誰かが何かをやり過ごそうとしていることを意味するかもしれません。時には、見つからないようにこっそりと行動することを強いられることもあります。発見された場合、恥ずかしさ、罰、さらにはそれ以上の結果に直面する必要があります。これは、賢く、普段とは異なる行動を取る必要があるときに起こります。今、秘密が暴露される危険があります。

どこかからこっそり逃げたいと思っているかもしれません。これは、状況が期待通りに進んでいないことを示しています。それに対処する代わりに、こっそりと逃げて、気づかれないことを望んでいるのです。おそらく、問題が時間とともに解決することを望んでいるかもしれませんが、無視すると悪化するだけです。

ソードの7を見るときの最大の疑問は、回避があなたが直面している問題を解決するかどうかです。逃げたと思っても、状況があなたを追い詰め、逃げようとしているときに発見されるかもしれません。

場合によっては、ソードの7は独自に行動したいという願望を示すことがあります。自分自身でいろいろなことを探求したいかもしれません。独立を維持し、集団の合意を回避したい場合、これは効果的なアプローチとなることがあります。ソードの7の象徴は、時には独自の天才から革新が生まれることを奨励しているかもしれません。",
        "reversed_content" => "タロットのスプレッド内の他のカードからのメッセージに依存して、逆位置のソードの7には複数の意味があります。まず、アプローチを変える必要があることを示している場合があります。あなたが使用していた戦略は機能していません。正位置では、このカードは欺瞞とトリックを通じて得られた狡猾な勝利を表すことがありますが、逆位置ではそのような行動のより極端なバージョンを表すことがあります。あるいは、良心の再生を示している場合もあります。あなたやあなたの周りの誰かが罪悪感の重荷を軽くし、関与していた操作を告白することを決意するかもしれません。信頼が壊れましたが、告白を通じてそれを修復することができるかもしれません。ここには、独自に行動するのではなく、協力して物事を試みる意欲があります。",
        "upright_love" => "ソードの7のタロット恋愛の意味では、嘘とトリックが満ちているかもしれません。特に新しい友人に会ったばかりの場合は、今は警戒を怠らないことが重要です。あなたの恋愛生活で誰かが正直でないかもしれず、最悪の場合、不誠実であるかもしれません。直感があなたに欺かれていると伝えている場合、それに直面し、正直な話し合いを持つ必要があるかもしれません。もしこれがあなたなら、あなたの行動の長期的な結果を考えてください。最も善意のある嘘であっても、根本的な原因が対処されない場合、大きな問題に発展する可能性があります。シングルの場合、潜在的な恋人に対して過度に疑念を抱いているのか、または逆に、自分自身を誤解させたり誇張したりしているのかを評価する必要があるかもしれません。",
        "reversed_love" => "逆位置のソードの7のタロット恋愛の意味は、嘘と欺瞞の終わりを示すことがあります。不誠実さは最終的に明るみに出るものであり、このカードは真実が表面化していることを示唆しています。もしあなたが不誠実であったなら、長期的には何らかの不正行為を認めてそれに対処することが重要です。不正直の重荷を背負うことは簡単ではなく、通常は発見される不安が伴います。愛を求める人々は、虚栄心を捨てたり、ゲームをやめることにもっと意欲的かもしれません。長期的には、愛のために自分を絶えず変えるよりも、これがより満足感をもたらすことがあります。",
        "upright_career" => "あなたの職場にいくつかの怪しいキャラクターがいるかもしれません。嘘と欺瞞があなたを驚かせるかもしれません。あなたは、同僚がゴシップや悪口であなたを妨害しようとしたり、上司に悪口を言ったり、あなたの仕事の功績を横取りしようとしたりしているかもしれません。このような場合、誰を信頼するかに注意し、最も予想外の源から来るかもしれません。時には、このカードはプロジェクトを完了するために戦略が必要であることを示すこともあります。ここでは、他の人がより多くのリソースや確立されたポジションを持っているため、あなたがアンダードッグかもしれません。戦術的な仕事は今、あなたにとって有利になるかもしれません。",
        "reversed_career" => "今、真実が明るみに出ます。他の人が不正直であった場合、その嘘が暴露されるかもしれません。あなたがこの欺瞞の犠牲者であるか、不公平な立場にいる場合、罪悪感や恥が加害者を告白し、和解する可能性があります。弁償し、結果に直面すれば、許しは可能です。あるいは、職場での状況がエスカレートするかもしれません。時には、責任者が公に責任を問われないこともあります。どれだけ失望しても、将来の運命を決定するのは個々の性格です。時には、ソードの7は、職場で使用している戦略や方法が機能していないことを示しているだけであり、プロジェクトの取り扱い方法を変更する必要があります。",
        "upright_finances" => "今、あなたの財政には注意が必要です。詐欺や盗難の可能性があるかもしれません。これはあなたの制御を超えているかもしれませんが、もしあなたが一攫千金の計画や不適切な取引に賭けている場合、これらの状況を招くかもしれません。怪しいものや信じられないほど良い話からは離れてください。",
        "reversed_finances" => "あなたは財政上の取引において完全に正直でしたか？今は、税金を支払ったり、事態を整えるのに良い時期かもしれません。あるいは、詐欺や盗難の被害に遭ったことがありますか？真実が明るみに出て、不正行為を行った人々が結果に直面するかもしれません。",
        "yes_no" => "ソードの7は失敗と明確な悲観主義をもたらします。それは、強盗に遭う可能性や、未知の敵や精神的な怠慢のために潜在能力に達しない可能性を示唆しています。求めている答えは「いいえ」です。",
        "past" => "いくつかのプロジェクトを一時中断し、より差し迫った問題に集中する時期かもしれません。立てた計画が思った通りに進まなかったのです。",
        "present" => "最近の対立を解決する最良の方法は、外交と機知です。公然と対立することは避けましょう。",
        "future" => "あなたの未来の成功は、対立を克服する能力にかかっています。選択する戦略が、損失を被るか先を進むかを決定します。対立を評価することで、行動がより賢明になります。",
    ],
    71 =>
    [
        "id" => 72,
        "type_id" => 1,
        "number" => 71,
        "name" => "ソードの8",
        "upright_keyword" => "閉じ込められる、制限される、犠牲者、麻痺、無力、無力感、投獄",
        "reversed_keyword" => "自由、解放、コントロール、生存者、恐怖に立ち向かう、力の授与、降伏",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "71_Eight_of_Swords",
        "content" => "ソードの8のカードには、縛られ、目隠しをされた女性が描かれています。彼女の周りには8本の剣が戦略的に配置されており、彼女の動きを制限しています。まるで何らかの罠や監獄にいるかのようです。しかし、この罠を作った者は少し怠慢だったか、急いでいたため、彼女が逃げ出すための隙間がいくつかあります。しかし、女性は目隠しをされているため、その罠から逃れる方法がわかりません。彼女の周りの不毛の地は創造性の欠如を示し、背景の灰色の空は絶望を示しているかもしれません。彼女が目隠しを外せば、この状況から簡単に抜け出せることに気づくでしょう。",
        "upright_content" => "ソードの8の一般的な意味は、閉じ込められ、犠牲者と感じることです。状況を変えることが自分の能力を超えていると心の中で信じているため、無力感を感じるかもしれません。あなたが感じるこの無力感、人生における何の力も持っていないと感じることが、状況を悪化させる主な要因です。

運命、神、政府、または他の何かに自分の力を譲り渡すことで、変化を影響する個人的な責任を放棄しています。人生の旅において、あなたは自ら運転席を放棄しており、これはうまくいっていません。今は大きな決断を避けるのが賢明です。なぜなら、あなたの判断は曇っている可能性が高いからです。

良いニュースは、これらの罠は私たち自身が作ったものであるため、心を使えばそれらを離れることができるということです。目隠しを外し、自分で作った限られた視野を超え、可能性を見つけ、自分の内なる力を認識することが重要です。",
        "reversed_content" => "逆位置のソードの8を引くことは、成長と自己受容、そして長い間疑念と戦った後の自分の力と責任の認識を示す良い兆候です。自分のアイデンティティに自信を持ち、自分自身と世界に変化をもたらす能力に自信を持っているため、意識的な決断を下すことができます。過去から自分を解放し、比喩的にクローゼットを掃除し、新しい物事や経験のためのスペースを作る時です。",
        "upright_love" => "ソードの8が恋愛タロットリーディングに現れるとき、あなたは閉じ込められていると感じるかもしれません。関係に息苦しさを感じているか、離れることのできない停滞したパートナーシップにいるのではないでしょうか？選択肢がないように感じるかもしれませんが、大きな視野で見れば、これはしばしば当てはまりません。自分の境界を伝えることや自分の立場を主張するための努力をするのが怖い場合、可能性を否定しています。変化を起こすためには、行動を起こし、コントロールを取り戻す必要があります。自由は受動的では得られません。シングルの場合、このカードは恋愛に対して受け身すぎることを示すこともあります。リスクを取って他人と出会うことを嫌がり、恋愛の解決策があなたを引き上げてくれる人であることを望んでいるかもしれませんが、これはほとんど結果をもたらしません。",
        "reversed_love" => "目隠しを外して、あなたの恋愛生活をよく見てください。ソードの8のタロット恋愛の意味は、関係に対する視点が変わり、より明確で客観的な理解を得ていることを示唆しています。不安が解消され、恋愛生活で幸せを感じるために何をすべきかがはっきりと見えてきます。シングルの場合、恋愛生活を自分の手でコントロールしようとする意欲が高まるかもしれません。恋愛を真剣に追求することを妨げていた恐怖や不安が取り除かれることがあります。",
        "upright_career" => "あなたのキャリアは思い描いていたものではないかもしれません。しかし、仕事が生活スタイルに密接に結びついているため、今は辞めることができないと感じるかもしれません。現在、他のバックアッププランや利用可能なポジション、仕事、キャリアパスがないと感じるかもしれません。キャリアパスを変えたい場合、教育が必要かもしれませんが、安定した収入がないと難しいです。選択肢がないと感じるかもしれませんが、実際には考え方を変える必要があるだけかもしれません。不安が選択肢を少なく感じさせることがあります。助けを求め、予算を確認し、趣味をキャリアに変え、信頼できる学生ローンの提供元を見つけましょう。多くの選択肢があるかもしれず、苦しみ続ける必要はありません。",
        "reversed_career" => "時間はかかりましたが、ついにキャリアに対する不安から解放されつつあります。状況が少し楽になった今、視界はストレスや恐怖によって曇ることはありません。このカードは時には、新しい仕事やポジションを得ることを示し、それがあなたの可能性を最大限に引き出すことを可能にします。しかし、逆位置のソードの8は逆の意味を持つこともあります。代わりに、すべての希望を失い、何をしてもこれが唯一の道であると受け入れたかもしれません。毎日が闘いのように感じるかもしれません。すべての可能性を目を開いて見れば、恐怖に支配されることなく、物事を変える力があることを思い出してください。自分を救うのは自分自身だけです。",
        "upright_finances" => "財政状況に関しては、物事があなたを締め付けているように感じるかもしれません。銀行口座の状態に対する不安が現実認識を歪めることがあります。もっとお金を稼ぎたい場合、実際にはもっと多くの手段があるかもしれません。他人が支払いたいと思う才能がありますか？才能ある作家ですか？ブロガーですか？今すぐ行動を起こしましょう。状況を改善する方法はたくさんあります。少しの創造力が必要です。",
        "reversed_finances" => "逆位置のソードの8は、お金に対する不安が和らいだか、悪化したことを示しています。利用可能なすべての可能性をついに見つけるか、不安と恐怖がさらに悪化するかもしれません。これらの恐怖に対処しないと、精神的健康に悪影響を及ぼし続ける可能性があります。",
        "yes_no" => "ソードの8は障害や難しい壁を示すカードです。失敗への恐れや単純な不運を示しています。このカードが持つ圧倒的なフラストレーションと制限のトーンは、質問に対する否定的な答えを示しています。",
        "past" => "対立を避けたいという願望は、他人に痛みを与えたくないという嫌悪感から生じています。これは称賛に値する特性ですが、自分自身の最善の利益のために行動することを妨げることもあります。",
        "present" => "障害を克服するためには、勇気と忍耐が必要です。他人の要求があなたを閉じ込め、成長を制限しています。",
        "future" => "自分の判断を恐れずに使って道を決めてください。自分の感情を無視し、他人を自分より信頼すると、人生を変える重要な機会を逃してしまいます。",
    ],
    72 =>
    [
        "id" => 73,
        "type_id" => 1,
        "number" => 72,
        "name" => "ソードの9",
        "upright_keyword" => "恐怖、不安、否定性、崩壊、絶望、悪夢、孤立",
        "reversed_keyword" => "回復、対処、人生に立ち向かう、助けを求める、恥、罪悪感、精神的健康問題",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "72_Nine_of_Swords",
        "content" => "ソードの9は、ベッドに座って頭を抱える女性を描いています。この女性は、悪夢から目覚めたばかりのように見えます。彼女は動揺し、不安で恐怖に満ちています。背後の壁には9本の剣が掛かっており、彼女のベッドには他者に打ち負かされた人物のシーンが彫られています。毛布にはさまざまな占星術のシンボルとバラが描かれています。ここで、私たちはソードの8で見た同じ女性を見ます。彼女はついに解放されたかもしれませんが、捨てられ置き去りにされた痛みの悪夢にまだ悩まされています。",
        "upright_content" => "ソードの9はしばしば恐怖と不安に関連しています。あなたを悩ませ、夜も眠れなくするすべてのことについて心配しているかもしれません。このカードは時折、他人に話すのを恥ずかしく思うようなトラウマや、そのトラウマを経験したことによるすべての心理的な反応に関連付けられます。

ソードの8での閉じ込められた状況から抜け出せない場合、ソードの9にエスカレートし、悪夢に悩まされることになります。剣のスーツは心、論理、知性、コミュニケーションに関連していますが、心の破壊的な終わりに立ち向かい、内向きに繁殖し、悪化します。問題があなたを悩ませ、あらゆる可能性や自分に起こりうるすべてのことを思い巡らします。あなたは何が起こるかに悩まされています。

このカードには、以前に悩まされた出来事、抑えたり逃げたりした出来事が再び戻ってくるという繰り返しの感覚があります。あなたの悲しみを共有することで、少なくとも痛みの出口を提供し、この重荷を一人で背負わないようにすることができます。あなたを安心させることができる人はいますか？

これがトラウマではなく一般的な不安に関するものである場合、自分自身を分析し、この感情が自分のコントロール下にあるのか、または他の要因が不安に寄与しているのかを考えてください。コントロールできることに焦点を当て、助けを求めることを学びましょう。",
        "reversed_content" => "逆位置のソードの9に遭遇することは、悪夢、不安、ストレスを示します。いくつかの過去のトラウマが再浮上し、未解決の問題の悲しみに圧倒されるかもしれません。

しかし、ここでは少なくともこの悪夢を後にする希望があります。この痛みは自分自身で努力しなければ止まりません。解放に向かって自分自身を引っ張るために多くの努力をしなければなりません。しかし、出口があるように見えても、さらに深い絶望に陥る可能性もあります。この結果を避けるためには、前進し続ける必要があります。そうすれば、この状況から抜け出せるかもしれませんが、そうしなければ、より深く沈むことになるかもしれません。",
        "upright_love" => "ソードの9のタロット恋愛の意味では、不安と恐怖がエスカレートします。何か悪夢のような状況があなたを眠れなくするかもしれません。このカードはしばしば、恐怖が実際にはそれほど悪くないことを示しています。あなたは罪悪感、自責、不安、パートナーとの信頼問題、または精神的な健康問題に苦しんでいるかもしれません。これらの感情が本当に正当であるかどうかを自分で理解する必要があります。不安は問題を見て対処するのを避けるように導くことがありますが、目を開いて働きかければ、これらの問題を解決できるかもしれません。シングルの場合、過去の関係が後悔、悲しみ、悔恨の原因であり、次の関係に入る前に克服する必要があります。",
        "reversed_love" => "逆位置のソードの9のタロット恋愛の意味では、真実に正直に向き合う準備ができているかもしれません。もしあなたが黙って苦しんでいた場合、パートナーに正直に話すことで必要な解放を得ることができます。不安を一人で抱えることは簡単ではなく、パートナーが支えてくれる場合、必要な安心感を与えてくれるかもしれません。話し合いを通じて、夜眠れなくするものが想像していたほど悪くないことがわかるかもしれません。シングルの場合、再び健康で愛情のある関係に入るために自分自身を取り組んでいるかもしれません。その時期が近づいており、再び愛を見つける準備ができているかもしれません。",
        "upright_career" => "現在の仕事の状況ではストレスと不安が最大の特徴です。このカードは時折、偏執症を指し示すこともあり、物事が想像していたほど悪くないことを示す場合もあります。どのような状況であれ、現在の仕事は非常に圧倒的に感じられ、変化を起こさない限り燃え尽きてしまうかもしれません。ストレスが外部の要因によって引き起こされている場合、他の仕事を探すか、キャリアパスを変更するなど、具体的な行動を取る必要があるかもしれません。ストレスが主に不安や精神的な健康問題に起因する場合、よりポジティブに考える方法を学ぶ必要があるかもしれません。内部の変化が必要であり、プロフェッショナルや信頼できる友人の助けを借りて、すべてのことに対するより客観的な視点を得ることが役立つかもしれません。",
        "reversed_career" => "職場で直面している問題は、あなたに教訓を与え始めているか、悪化しているかのいずれかです。理想的には、仕事の状況が想像していたほど悪くなく、態度、視点、または行動のいくつかの変化が問題の解決に役立つことを発見しているでしょう。仕事に対する否定的な感情が徐々に消え、より良い日々に向かっています。あるいは、状況が本当に崩壊し、悪化しているかもしれません。本当に疲れ果てて、ストレスのために仕事に行けなくなるかもしれません。タロットリーディングの他のカードを見て、全体像を把握してください。",
        "upright_finances" => "経済的に、あなたは現在多くのストレスと圧力を感じているかもしれません。あなたが感じる痛みは本物ですが、ソードの9はしばしば、現実的に見るのではなく、状況の誇張された見方による不安と心配を示します。もしこれが当てはまるなら、パニックは自分の否定的な考えから生じているかもしれません。外部の視点を提供し、何ができるかをアドバイスしてくれる人からの助言を求めることが役立つかもしれません。",
        "reversed_finances" => "逆位置のソードの9は、経済的なストレスが良くなっているか悪化していることを示す場合があります。タロットリーディングの他のカードがどちらかを教えてくれます。お金の状況をより現実的に見ることを学んだか、事態が悪化して恐怖が現実になりつつあるかもしれません。助けを求めてください。他の人が今、役立つサポートを提供してくれるかもしれません。",
        "yes_no" => "ソードの9は心配、悲しみ、不安を象徴しています。これは精神的苦痛の時期、ひどい事故、または多くの眠れない夜を意味するかもしれません。状況は悪化するかもしれず、うつ病や自傷行為の考えに注意する必要があります。ここで提供される答えは「いいえ」です。",
        "past" => "あなたは充実感を感じられず、抑圧された感情や創造性に苦しむかもしれません。過去に固執する頑固さのために現在を見逃さないようにしましょう。",
        "present" => "あなたが抱えている困難はまもなく解消されます。あなたの抑うつ感や精神的苦痛は対処する必要があります。",
        "future" => "自分自身に設定する基準は非現実的であり、自己嫌悪と失望に導くかもしれません。否定的な感情を乗り越えるためには、自分自身と他人を許すことが必要です。",
    ],
    73 =>
    [
        "id" => 74,
        "type_id" => 1,
        "number" => 73,
        "name" => "ソードの10",
        "upright_keyword" => "破壊、失敗、痛み、崩壊、疲労、行き止まり、犠牲者、裏切り",
        "reversed_keyword" => "生存、改善、癒し、教訓、絶望、再発",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "73_Ten_of_Swords",
        "content" => "最も印象的で不吉なカードの一つであるソードの10は、地面に平伏してうつ伏せになっている男を示しています。彼の胸から足まで赤い布で覆われています。十本の長い剣が彼の背中に突き刺さっており、彼はこの終わりを予期していなかった可能性があります。空気には恐ろしい静けさが漂っており、彼の上の空は暗く不吉で、死に関連する恐怖と否定性を示しています。彼の前の水は静かで波紋もなく、不気味な静けさと最終性を強調しています。地平線を見ると、暗闇にもかかわらず東から太陽が昇り、天気は穏やかです。ソードの10は、これが人生の最低点であり、それ以上悪いことは起こらないことを示唆しているようです。少なくとも、この状態でも太陽は昇ります。",
        "upright_content" => "ソードの10は、何らかの大きな災害を示しています。極端な力があなたの人生に影響を与えたことを示唆しており、それは予期していなかったかもしれません。ここには裏切りの感覚があり、キャラクターが背中を刺されていることからもわかります。私たちの多くの努力にもかかわらず、すべてを制御することはできず、いくつかのことは私たちの力を超えていることを思い出させます。ここでは状況は避けられません。

ソードのスートの物語は、悲劇で終わる強力なメタファーです。ソードは知性、知恵、論理を表しますが、このスートの最終的なクライマックスは心の完全な失敗を示しています。ソードは大きな破壊や利益をもたらす可能性のある武器であることを認識しなければなりません。エースからテンまでの物語は、この武器を間違った理由で使用し、数々の間違いを犯し、その力から逃れようとする一生の試みを示しています。

この人物はソードが自分の一部であると信じており、それが戻ってきたとき、再び苦しみました。彼の痛みは通常の痛みではなく、恐怖、不安、環境を制御できないことによる痛みです。ソードの9の絶望の後、次に何が起こるのでしょうか？ストレスで窒息していますか？それとも最後の剣を拾って降伏しましたか？

ソードの10は、「私にはどうしようもない」というメンタリティを示しており、無力感を感じています。立ち止まって思い出してください。死神のカードのように、何かの終わりは新しい始まりを意味します。失ったものを手放し、新しい道に焦点を当てましょう。それがあなたの人生の目標です。良い例としては、パートナーとの別れです。非常に痛みを伴うかもしれませんが、新しい独立感の始まりでもあります。",
        "reversed_content" => "ソードの10のどのバージョンを見ても強力です。逆位置でも正位置でも、このカードは失敗の終わりを示します。この悲劇を避ける方法はありません—それは一連の出来事の結果です。

しかし、逆位置では、底を打ったことを認識し、もう何も奪うものはありません。続くのは、物事が良くなる可能性があることだけであり、サイクルが新たに始まることです。しかし、ソードの8や9のように、この解放は自分自身で開始しなければなりません。ここにはあなたを害したものを修正する機会がありますが、自分自身で抜け出すために努力しなければなりません。起こったことはひどいことですが、誰もが責任を持っています。",
        "upright_love" => "残念ながら、ソードの10のタロット恋愛の意味は、関係の終わりや困難、悲しみ、痛みの時期を示すことがあります。関係が失敗に向かっている可能性が高く、予期していたかもしれません。このカードは時折、裏切り、すなわち不貞を示唆することもあります。この時期は非常に困難かもしれませんが、それを受け入れ、避けられない終わりに直面する必要があります。シングルの場合、過去の関係からの類似の感情に対処しているかもしれません。受け入れることで、真に癒され、前進することができます。最悪のことはすでに起こっており、どのように見えても、ここからは良くなる一方です。",
        "reversed_love" => "過去の恋愛のトラウマから多くの傷跡を抱えているかもしれませんが、逆位置のソードの10のタロット恋愛の意味は、回復への道を歩んでいることを示唆しています。関係にある場合、以前は永遠に断たれたと思われていた絆が癒されているかもしれません。他の場合では、関係が終わったかもしれませんが、対処することができました。まだ怒りや絶望の感情が残っているかもしれませんが、この心の痛みが教えてくれた教訓を認識しています。この状況から回復するにつれて、これまで以上に強くなるかもしれません。",
        "upright_career" => "最悪の場合、現在の仕事が終わりに近づいているかもしれません。ソードの10は終わりと関係の切断を示しています。このカードは時折、オフィスの政治に対処しており、失敗に向かって設定されていることを示唆することもあります。おそらく同僚がゴシップを広めているかもしれません。あるいは、自分自身を追い込みすぎて、崩壊して休憩を取る必要があるかもしれません。これらのすべては成長のために必要かもしれません。この試練から回復し、前進するにつれて、何を学んだのかを考え、生き延びることができることを知ってください。",
        "reversed_career" => "過去のストレスからの回復の道を歩んでいるところです。最近仕事を変えたり、フラストレーション、怒り、憎しみを感じさせた仕事を辞めたかもしれません。何が起こったにせよ、最悪のことは終わりました。ほっと一息ついてください。次に来ることは対処しやすくなります。しかし、このカードは逆に、このストレスの瞬間がより深刻になっていることを示唆するかもしれません。これから距離を置くための手段を講じなければ、崩壊の瀬戸際に立っているかもしれません。精神的な健康が苦しんでいる価値があるかどうかを考える必要があります。",
        "upright_finances" => "あなたの財政状況は厳しいかもしれません。何かにお金を投資したが、それがうまくいかず、その損失に対処しているかもしれません。この失敗に関連する支出をすべて削減し、資源を慎重に扱うようにしてください。リスク回避の行動が今は有益かもしれません。",
        "reversed_finances" => "経済的な失敗の瀬戸際にいたかもしれませんが、かろうじてそれを免れるかもしれません。リソースの損失（例えば破産や離婚）から回復しつつあり、再び安定した基盤を築くことができるかもしれません。",
        "yes_no" => "ソードの10は、突然の終わりや、人生の努力に対する否定的な結果を示しています。失敗、破壊、死を意味することがあり、失意と世界の重さに圧倒される感情が伴います。厳しく否定的なこのカードは「いいえ」と言います。",
        "past" => "時には痛みを伴う現実を受け入れることで、前進することが回復の最も重要な側面であることを学びます。",
        "present" => "重要なことが終わろうとしているので、その後の対処法に備えましょう。人生において永遠のものはありません。",
        "future" => "あなたが進んでいる方向を評価してください。他人の意見を聞くことに注意し、それがあなた自身の真実を認識させるかもしれません。現実的な目で世界を見れば、楽観主義とのバランスが取れます。",
    ],
    74 =>
    [
        "id" => 75,
        "type_id" => 1,
        "number" => 74,
        "name" => "ソードのペイジ",
        "upright_keyword" => "好奇心旺盛、機知に富む、おしゃべり、社交的、インスピレーション、警戒心、注意深い、頭の回転が速い",
        "reversed_keyword" => "散漫、皮肉、辛辣、ゴシップ、侮辱、無礼、計画不足",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "74_Page_of_Swords",
        "content" => "ソードのペイジのカードは、人生において豊かなエネルギーを持つ人物を表しています。風が木々を吹き抜け、雲が散りばめられ、若者が崖の端に大胆に立っています。このエネルギッシュな若者は手に剣を持っています。彼女の表情は決意を示し、おそらく軽蔑の色を帯びており、少しの言葉で飛びかかる準備ができているかのようです。",
        "upright_content" => "明るく警戒心の強いソードのペイジは、アイデアが尽きることのないように見える人物です。彼女は非常に好奇心旺盛で、常に質問をし、自然に鋭い舌と機知を持っています。彼女の言語の才能は彼女を素晴らしいコミュニケーターにし、アイデアを愛するため、常に激しい議論に参加しているかもしれません。

彼女はほとんど神経質なエネルギーで生き生きとしており、言いたいことが多すぎて、頭の中の歯車が常に回転しているかのようです。ニュースをもたらす者として、訴訟、ゴシップ、法的問題、または契約に関連するニュースをもたらすかもしれません。あるいは、彼女のエネルギーを利用して警戒心を保ち、目を見開き、鋭く注意深くいる必要があるかもしれません。

このカードは、あなたがしばらくの間考えていたアイデアや最近計画を始めたプロジェクトを実行することに非常に熱心であることを示すかもしれません。あなたはそれに情熱を持っており、進捗を他の人と共有するのが待ちきれません。燃えるような心に比べて時間が止まっているように感じます。今は声を上げる時です。ソードのペイジがタロットリーディングに現れると、それはコミュニケーションとアイデアの共有を意味します。あなたのアイデアや他の人のアイデアが建設的である限り、それを開いて話し合う時です。",
        "reversed_content" => "ソードのペイジが逆位置になると、彼女のすべてのネガティブな特性が露わになり、ほとんど危険になることがあります。彼女の自然な鋭い警戒心は欺瞞や操作のために使われるかもしれません。彼女が振るう剣は痛みを生み出すために使われ、彼女の言語の才能は武器になります。彼女は引き起こす痛みを理解する成熟さがなく、衝動的に攻撃するかもしれません。一方で、このソードのペイジは話すだけで実質的な内容がない人物かもしれません。言葉の裏に強さと行動を示すように気をつけないと、評判を傷つけることがあります。",
        "upright_love" => "人物として、ソードのペイジのタロット恋愛の意味は、遊び心のある神経質なエネルギーが不安に近づく知的好奇心のある人物を反映しています。しかし、関係においては、感情的な対立を恐れているかもしれず、直面した場合にはそれを避けるかもしれません。感情的な状態や特質として、ソードのペイジのタロット恋愛の意味は、恋人たちがエキサイティングな議論を楽しむ一方で、感情的な親密さに慎重であるより知的な関係を示すかもしれません。パートナーは感情的なニーズが満たされていないと感じるかもしれません。時には、適切に対処しないと大きな対立に発展する可能性がある小さな争いを示すこともあります。",
        "reversed_love" => "逆位置のソードのペイジのタロット恋愛の意味が示す人物は、共感や感受性、深みを欠き、議論や防衛的な態度を楽しむかもしれません。彼らは調和や他人の感情を気にすることを犠牲にしても「正しい」ことに喜びを感じるかもしれません。このカードはパートナー間のコミュニケーションの失敗、誤解による偏執症を示すこともあります。関係が繁栄するためには、パートナーは異なる視点を容認し、柔軟性を持ち、対立を生み出すのではなく協力を求めることを学ばなければなりません。",
        "upright_career" => "キャリアに関しては、あなたは賢く、革新的で野心的な人かもしれません。あなたは多くのエネルギーと多くのアイデアをキャリアに貢献しているかもしれません。このカードがソードのペイジであるため、見習いや新しい経験を示しており、訓練中、学校に通っている、新しい仕事やキャリアパスを始めていることを示しています。野心には多くの目標が伴い、これらの目標を達成するために追加の教育を受けたり、経験を積んでいるかもしれません。",
        "reversed_career" => "あなたには多くのエネルギーと好奇心がありますが、今はそれが何にも集中していません。出口がないと、将来何をしたいのかを決めることができないようです。退屈すると、一つの仕事から次の仕事に飛び移り、それが自分に合っていないと思うかもしれません。通常、どこかで働くことの深みと経験を得るためには、多くの時間を投資する必要があります。このカードは多くの素晴らしいアイデアがあるが、実行に移すことがないことを示すこともあります。行動を起こさなければ、結果は決して得られません。働き始めましょう！このカードはオフィスのゴシップや言葉で他人を傷つける無礼な人を指すこともあります。",
        "upright_finances" => "財務を拡大したり、より多くのお金を稼ぐための素晴らしいアイデアがあるかもしれませんが、どんなアイデアも非常に初期の段階にあるかもしれません。可能であれば、より経験豊富な人から学んでみてください。この時期、財務に非常に好奇心を持っているかもしれません。これは複雑な世界であり、それについて多くを知るほど、収入を最大化することができます。退職基金の選択肢、株式、債券、その他の金融商品について調べる時間を取りましょう。または、ガイドしてくれるファイナンシャルプランナーを見つけましょう。",
        "reversed_finances" => "お金を最大限に活用するためのあなたのアイデアは非現実的かもしれませんし、行動計画のない話だけかもしれません。または、財務状況を改善するために行ったすべての調査が実際には効果を上げていないかもしれません。次に何をすべきかに圧倒されるのではなく、何かを行動に移しましょう。過剰に分析していることは何ですか？",
        "yes_no" => "ソードのペイジは、何らかの公式な変化のニュースをもたらす知的で論理的で警戒心の強い若者です。これらの変化が挑戦をもたらす可能性がありますが、このカードは精神の明晰さと内なる悪魔が追い出されることを示しています。ここでの答えは「はい」です。",
        "past" => "あなたの内に潜む能力が表面に出てきています。過去の出来事が前向きな行動を促しており、自分の道を切り開く時が近づいています。",
        "present" => "予期しないニュースが届くでしょう。これからの変化から利益を得るためには、知性と適応力に頼る必要があります。",
        "future" => "変化を求める強い欲求があなたを落ち着かなくさせています。真の精神的独立を求めることで、自分と他人の動機をより明確に理解できるようになります。",
    ],
    75 =>
    [
        "id" => 76,
        "type_id" => 1,
        "number" => 75,
        "name" => "ソードのナイト",
        "upright_keyword" => "自信、直感的、せっかち、知的、大胆、集中、完璧主義、野心的",
        "reversed_keyword" => "無礼、無神経、過酷、いじめ、攻撃的、悪意、無慈悲、傲慢",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "75_Knight_of_Swords",
        "content" => "この騎士が急いでいることがわかります！ソードのナイトのカードは、強力な白馬に乗って戦いに向かう鎧を着た若い男を描いています。馬の白い色は、この若い騎士を動機づける全体的な純粋さと知的エネルギーを指しています。彼の背後の空は曇っており、木々は風で激しく吹き荒れています。馬のハーネスには鳥や蝶のイメージが装飾されています。騎士のマントにも同じ鳥が描かれています。",
        "upright_content" => "特定のアイデアに完全に取り憑かれ、それを実現したいという強い欲望に駆られると、直面するかもしれない困難や行動の結果を見逃すことがあります。ソードのナイトは力強い人物で、生命力とエネルギーに満ちています。これを達成するためには、思いやりと責任感のバランスを取る必要があります。

一度目標に向かって進み始めたら、彼を止めるものは何もありません。彼は障害を見ず、来るべき挑戦に気を配りません。彼は成功するための野心、力、決意に満ちていますが、この決意が彼の行動の結果を他人に与える影響を見落とす原因にもなります。彼は準備や先見性なしに危険な領域に突入し、大きなリスクを冒すかもしれません。",
        "reversed_content" => "逆位置のソードのナイトは、驚異的なせっかちさと衝動性を示し、エネルギーに満ちているが方向性がないことを示しています。この騎士は活力に満ちていますが、焦点が欠けており、しばしば軽率な決定を下し、他人を巻き込むことがあります。

彼の考えはしばしば散漫で、実際的な組織や論理が欠けています。彼は無計画で、実際に達成したいことのために準備ができていない可能性があります。逆位置のソードのナイトは、貴重な人生経験を積み、逆境を克服するためにまだ長い道のりがあることを示しています。これらは考慮すべき事柄です。",
        "upright_love" => "ソードのナイトは、恋愛関係を築くのが特に難しいと感じることがあります。この人物は多くの知的刺激を必要とし、それがなければすぐに退屈してしまいます。また、他人と感情的に親密になるのが難しいと感じるかもしれません。これがあなたの恋愛生活の誰かを表していない場合、ソードのナイトのタロット恋愛の意味は、迅速な決定を下し行動する勇気を奮い起こす必要がある状況を指すかもしれません。これは追求者に対してコミットメントを示す、恋愛の提案をする、または関係を終わらせようとしている恋人を取り戻すなどの形で現れるかもしれません。",
        "reversed_love" => "タロットの恋愛リーディングでは、逆位置のソードのナイトに注意してください。この人物は攻撃的で支配的、またはいじめっ子である可能性があります。自分が正しいと確信しており、他人に害を与えても自分の意見を押し付けます。共感や理解が欠け、議論を楽しむかもしれません。これが人物を表していない場合、逆位置のソードのナイトのタロット恋愛の意味は、激しい議論、対立、意見の不一致を単に示すかもしれません。これらの争いが日常的になると、二人にとって別れるのが最善かもしれません。",
        "upright_career" => "大きな野心と決意、そしてほぼ単一の焦点を組み合わせると、望むものを手に入れることが確実になります。仕事に関しては、何も怖がりません。あなたはおそらく自分の仕事に非常に優れており、ほぼ無情な効率でプロジェクトを完了します。時にはこれが他人を怖がらせることもありますが、あなたにとってはそれほど大きな問題ではないかもしれません。これが今のあなたを表していない場合、このナイトのエネルギーを活用してキャリアで望むものを追求するように求められるかもしれません。昇進、新しい仕事、エキサイティングなプロジェクトが目標であるなら、それに向かって進んでください！大胆な行動をとって注目を集めましょう。ソードのナイトのように決断力と勇気を持てば、成功を収めることができます。",
        "reversed_career" => "正位置のソードのナイトの野心と駆動力は称賛に値しますが、逆位置では、ナイトは冷酷または悪意を持つことがあります。キャリアの目標を達成するために他人を傷つけないように注意してください。そうしないと、無慈悲であると知られることになるかもしれません。自分の欲しいものを手に入れるために誰が傷ついても気にしないことが問題です。時には、他人があなたを傲慢だと感じるかもしれません。あなたは常に物事を自分の思い通りに進める必要がありますか？他人のアイデアを説明なしに拒否しますか？あなたのアプローチは結果をもたらすかもしれませんが、長期的に見て誰もあなたをサポートしないとどうなるかを考えてください。言葉遣いやコミュニケーション方法にもっと気を配るようにしてください。",
        "upright_finances" => "現在、財政に非常に集中しているかもしれません。おそらく何か大きなもののために貯金しようとしているか、貯蓄を最適化したいと考えているのでしょう。この目標を達成するために多くのエネルギーを注ぐかもしれません。十分な焦点と決意があれば、目標を達成できるでしょう。",
        "reversed_finances" => "お金に対して非常に集中しているため、時には許容範囲を超えることがありますか？逆位置のソードのナイトは、お金を稼ぐためにあらゆる手段を講じる決意を持った人を示しています。これが時には違法な行為を指すこともあります。これがあなたを表していない場合、あなたの人生にこの役割を果たしている誰かがいるかもしれないので、誰を信頼するかに注意してください。",
        "yes_no" => "ソードのナイトは支配的で破壊的です。彼はプロジェクトや状況を無情な方法でコントロールすることを示しています。このカードは予期しない損失、対立、アイデアや信念を確立する必要性を予言しています。このカードの否定的なトーンは答えが「いいえ」であることを示唆しています。",
        "past" => "変化を求める内なる欲望が強まっています。将来の目標を計画してください。ただし、それは自分自身にとどめておいてください。",
        "present" => "若い新参者の注意を引いています。問題は受ける助けで解決されますが、新たな問題に対処する準備をしてください。",
        "future" => "鋭い視点の変化により、あなたの人生のコンパスが突然再調整されるかもしれません。友人や愛する人からの励ましを求めましょう。",
    ],
    76 =>
    [
        "id" => 77,
        "type_id" => 1,
        "number" => 76,
        "name" => "ソードのクイーン",
        "upright_keyword" => "正直、独立、原則、公平、建設的な批判、客観的、洞察力",
        "reversed_keyword" => "悲観的、悪意、操作的、過酷、苦々しい、意地悪、残酷、欺瞞、容赦ない",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "76_Queen_of_Swords",
        "content" => "ソードのクイーンは厳しい表情で玉座に座り、遠くを見つめています。ソードで表される風の元素のクイーンとして、彼女の雲の中での位置は、誰も彼女を欺いたり騙したりすることができないことを示しています。彼女の右手に持った剣は空を指し、左手はまるで提供しているかのように伸ばされています。ソードのクイーンは日常の判断を下し、他人から知識を巧みに集める能力を私たちに与えてくれます。",
        "upright_content" => "ソードのクイーンは、知性を持つ年配の賢明な女性像を具現化しています。彼女はすべてのクイーンの中で最も男性的と見なされ、非常に厳格で冷淡に見えることがあります。このカードは、感情に頼らずに判断を下すことの重要性を示しています。ソードのクイーンは、決定を下す前にすべての事実を検討するよう求めています。彼女は確かに思いやりを持っているため、手を差し伸べていますが、人々と理性的な理解を通じてつながりたいと思っています。

このカードはまた、独立した判断が必要であることを示唆しています。偏りのない知性に頼ることで、他の視点を考慮し、慎重に判断を下すことができます。このような状況では、思いやりや共感がタスクから気を逸らすことがあるため、感情に巻き込まれずに強い客観的な視点を維持する必要があります。

これはまた、他人とのコミュニケーション方法に関連することもあります。このクイーンは人々に物事を正確に伝える能力を持っています。これにより、彼女は自分の意見を明確に表現し、彼女の言うことについての混乱を避けることができます。何よりも真実が彼女にとって重要であるため、コメントや考え、意見を和らげる必要はありません。彼女は他人にも正直であることを期待しており、それはあなたが何を言うかについても明確である必要があることを意味します。",
        "reversed_content" => "逆位置のソードのクイーンは、あなたが現在の状況について感情的になりすぎている可能性があることを示唆しています。もっと客観的に考える必要があります。感情があなたを誤った方向に導いているかもしれません。さまざまな事実を観察し、頭で明確に状況を見て、実際に何が起こっているのかを理解するために時間を取りましょう。そうすれば、次に何をするかを決定できます。

逆位置の場合、ソードのクイーンは非常に苦々しく、冷たく、恨みがましいことがあります。さまざまな理由で自分を孤立させ始めたかもしれませんが、外の世界はこれを誤解しているかもしれません。特に孤独を求めるために関係が緊張している場合は、いくつかの説明を提供する必要があるかもしれません。",
        "upright_love" => "ソードのクイーンは独りでいることを好む人物を表すことがあります。彼女は周囲の人々に非常に選りすぐりです。彼女の知恵は鋭く、決意は彼女を知らない人々にとって非常に威圧的です。しかし、その殻の下には愛情深く忠実な一面がありますが、大きなロマンスの表現を避けるかもしれません。このクイーンを勝ち取りたいのであれば、忍耐が必要です。彼女は簡単には心を開きません。このカードが人物を表していない場合、ソードのクイーンのタロット恋愛の意味は、独立性と自立を求める時期を示唆しているかもしれません。このクイーンは自分の空間とアイデンティティを大切にしています。関係において明確さと境界を作るためにいくつかの調整が必要かもしれません。",
        "reversed_love" => "逆位置のソードのクイーンは、苦々しく、支配的で、過度に批判的で、時には残酷な人物を表しています。この人物はあなた、あなたのパートナー、または関係に干渉しようとしている外部の誰かかもしれません。時には、この苦々しさはトラウマの結果である可能性があります。パートナーがこれらの特性を示す場合、それは未解決のトラウマが浮上している可能性があります。シングルの場合、別れたばかりで復讐心や許さない気持ちを抱いているかもしれません。これらの信念は有害です。経験を使ってそれを克服する方法を学びましょう。",
        "upright_career" => "ソードのクイーンはキャリアのタロットリーディングで、上級者や自分自身を指すことがあります。この人物は知的で正直であり、建設的な批判の源となります。彼らはキャリアを進める方法について素晴らしいアドバイスを提供できます。このカードがあなたを表している場合、あなたは同僚から尊敬を集めている時期にいるかもしれません。鋭いアイデアを効果的に伝え、強い共感と結びつけることができます。あなたの誠実さと公平さのために、あなたは高い評価を受けているかもしれません。",
        "reversed_career" => "職場にあなたに恨みを抱いている誰かがいますか？逆位置のソードのクイーンは、過度に批判的な人物を示し、言葉と知性を使って他人を傷つけることがあります。彼女は厳しく、時には残酷に自分を表現することがあります。これがあなたの場合、コミュニケーション方法を学ぶ必要があるかもしれません。他人の感情を考慮しながら正直でいることはできますか？他人を非難することなくプロジェクトに関する懸念を伝えることはできますか？これにより、他人があなたのアイデアをよりよく消化するのに役立ちます。過度に否定的にならないように注意してください。",
        "upright_finances" => "財務に関しては、現在、思慮深く、論理的で賢明に行動する必要があります。心と頭の間に明確なバランスがあります。誰かの財務に関して助けを求められた場合、自分と相手の視点から公正に考慮してください。これは通常、境界を持って助けることができることを意味します。契約や支払い計画を設定し、いくつかのルールを確立しましょう。鋭く注意を払い、すべての詳細に目を光らせてください。自分の財務状況を明確に理解してください。",
        "reversed_finances" => "財務に関するコミュニケーションが不十分だった場合、その結果に対処しているかもしれません。財務状況について明確でなかったことが原因かもしれません。友人や家族にお金を貸して返済されていない、または実際に余裕のない範囲でお金を与えたり使ったりしたかもしれません。次回は自分の限界と境界をもっと明確にする必要があります。",
        "yes_no" => "ソードのクイーンは、分析的で独立した問題解決者です。彼女は精神の明晰さをもたらし、あなたの人生のいくつかの問題を終わらせますが、痛みを伴う喪失や別離を伴います。彼女は回復力があり、抜け目がありませんが、プラスまたはマイナスの結果を示すわけではありません。ここでの答えは「たぶん」です。",
        "past" => "完璧を理想化し続けたためにストレスや痛みを経験したかもしれません。この理想を持ち続けると、それは達成不可能であることに気づくでしょう。",
        "present" => "機知に富み賢明な年長者、可能性としては女性からの助言を期待してください。独立を保ちながら友人からの助けを受け入れることが可能です。",
        "future" => "目標に集中しすぎないようにしましょう。これにより、目標を達成する能力が制限されるかもしれません。強力な知性を活用して、大局を明らかにしましょう。",
    ],
    77 =>
    [
        "id" => 78,
        "type_id" => 1,
        "number" => 77,
        "name" => "ソードのキング",
        "upright_keyword" => "理性的、権威ある、規律、誠実、高潔、真面目、高い基準、厳格",
        "reversed_keyword" => "非理性的、独裁的、抑圧的、非人道的、支配的、無慈悲、容赦ない、不誠実",
        "astrology" => "",
        "element" => "風の元素",
        "image_key" => "77_King_of_Swords",
        "content" => "ソードのキングのタロットカードは、王座に座り、右手に上向きの両刃の剣を持った王を描いています。ソードのキングは、知性、明晰な思考、真実、権威の力を発揮します。彼は力が大きな責任を伴うことを理解しています。

王が着ている青いチュニックは彼の精神的理解を象徴しています。王座の背もたれに描かれた蝶は変容を意味します。",
        "upright_content" => "ソードのキングがタロットリーディングに現れると、現在の状況で客観的であるべきことを示唆しています。真実を確立するためには事実に固執する必要があります。ソードのキングの知性は、あなたがアイデアを明確に伝え、目標を達成するために知性を活用する必要があることを意味します。経験や教育だけでなく、鋭敏で観察力を持ち、直面している問題に深く掘り下げる必要があります。

ソードのキングの意味は、常に冷静な頭を保ちながら役割の真剣さを維持する必要があることも示唆しています。状況を判断する際には、適切な判断を下すためにすべての可能な結果を考慮する必要があります。感情を排除して合理的に決定を下す必要があります。ソードのキングは、他人と理論的に話し合い、観察を率直に伝える時間を取るべきだと示唆しています。

個人生活では、ソードのキングは知性と論理を使って進むべき道を示唆しています。直面している問題に対処し、冷静な判断を下す必要があります。ソードのキングは、どんな状況でも完全に公正な視点で見て、適切な決定を下すことができることを示唆しています。彼はまた、ソードのキングが示すように、高い道徳基準の指標でもあります。",
        "reversed_content" => "逆位置のソードのキングは、権威主義的、虐待的、操作的な習慣への傾向を示しています。これは、知的な力、動機、権威の誤用を意味することがあります。これは、利己的な欲望を達成するための説得と操作の一例です。逆位置のソードのキングは、日常的な話題を話すときに大きな言葉を使って自分の知的レベルを誇示していることを示唆することもあります。別の解釈として、怒りや衝動的な爆発で特に危険な人物である可能性もあります。",
        "upright_love" => "ソードのキングは、冷静で、コントロールされ、野心的な人物です。彼らには感情がありますが、非常に抑制されています。代わりに、知性と論理に依存しています。恋愛では、彼らは道徳的かつ尊敬の念を持って関係を扱います。非常にロマンチックではなく、非常に直接的に自己表現をする傾向があります。このカードが人物を表していない場合、ソードのキングのタロット恋愛の意味は、特に知的な面で恋愛パートナーに対して高い基準を示唆するかもしれません。あなたとあなたのパートナーは、お互いを最高の状態にするために挑戦し合うかもしれません。",
        "reversed_love" => "逆位置のソードのキングは、鋭い知性を利己的な手段に使うことができます。彼らの行動を導く知恵と道徳はなくなり、ひどい利己主義や虐待に取って代わられます。この人物はまた、感情を制御せず、冷淡な無関心から怒りにすぐに変わることがあります。特性や資質として、逆位置のソードのキングのタロット恋愛の意味は、あなたが関係でこれらの特性を示していることを示唆するかもしれません。パートナーに対してもっと自制心と許しを示す必要があるかもしれません。さもないと、彼らを失うリスクがあります。潜在的な関係に関して、このカードは低い基準を示唆することもあります。感情に流されず、誰かが自分に合っているかどうかを論理的に評価するようにしてください。",
        "upright_career" => "ソードのキングは高い基準を持つ人物であり、それを仕事に反映しています。彼らは厳格に見えるかもしれませんが、これはあなたがキャリアの目標を達成するためのものです。彼らはあなたを最高の状態に引き上げ、原則に忠実であるように挑戦します。彼らの助言に従うならば、キャリアで大きな進展を遂げることができるでしょう。あるいは、この人物があなた自身やキャリアの段階を表しているかもしれません。自分自身と他人に高い基準を設定し、自分を最高の状態に引き上げましょう。一部のルーチンやプロセスも現在の仕事に有益です。",
        "reversed_career" => "職場が非常に快適でないかもしれません。逆位置のソードのキングは、職場環境に権威主義的で攻撃的で権力欲の強い誰かがいることを示唆しています。彼らは権力の座にいて、その権力を誤った理由で乱用しているかもしれません。これが職場の誰かを表していない場合、自分自身の行動を厳しく見つめる必要があるかもしれません。怒りを抑えるのが難しく、通常の倫理的かつ論理的な行動を取らないかもしれません。自己規律を欠いているかもしれません。怒りを抑えるだけでなく、モチベーションやエネルギーも失っているかもしれません。",
        "upright_finances" => "ソードのキングは、財務に対して非常に規律を持つように促します。将来の素敵な車のために本当に最善を尽くしていますか？すべての良いことは犠牲を伴い、あなたの財務目標も例外ではありません。財務を論理的に見直し、大きな財務決定をする前に調査を行ってください。",
        "reversed_finances" => "最近、財務に対してあまり規律を持っていなかったかもしれません。浪費し、多くの無駄なものを購入したり、利益をもたらさないものに投資したりしているかもしれません。これにより、少し絶望的な気持ちになるかもしれませんが、怠惰な方法や悪徳な手段で損失を埋め合わせようとしないようにしてください。",
        "yes_no" => "ソードのキングは、自信に満ちたプロフェッショナルな意思決定者であり、高い知性とリーダーシップスキルを持っています。彼はコントロールと境界設定を必要とする重要な決定を示しており、目標に対する確固たるコミットメントを要求します。このカードは明確な答えを提供せず、せいぜい「たぶん」が最良の答えです。",
        "past" => "あなたの強さはあなたの知恵にあります。先を見越し、権威を考慮することで、集めた良いアイデアを現実に変える手助けをします。",
        "present" => "権威ある人物があなたの計画作成を助けるかもしれません。",
        "future" => "自信、決意、誠実さを持つことで、成功した人生を達成できます。",
    ],
];
