<?php
return [
    1 => [
        "title" => "公開タロットリーディング - 彼は私の真の相手ですか？",
        "image_key" => "tarot_love.jpg",
        "description" => "もしあなたが真の相手に出会ったかどうか疑問に思っているなら、公開タロットリーディングを使用して洞察を得ることができます。これには、フールカードのようなシンボルとヒントの分析が含まれ、より深いガイダンスと啓示を提供します。このウェブサイトはシンプルで使いやすく、完全に無料で、いつでもどこでもリーディングを行い洞察を得ることができます。タロットリーディングに興味があるなら、公開タロットリーディングのウェブサイトで体験してみて、あなたの内なる世界を探求し、潜在的な未来の道を発見してください。",
        "cards" => [
            0 => [
                "name" => "愚者",
                "image_key" => "00_Fool",
                "content" => [
                    0 => "愚者のカードを引くことは、新しい始まりと冒険を意味します。あなたの質問に関して、愚者のカードは全く新しいスタートと冒険を示唆しますが、それが必ずしも彼があなたの真の相手であることを意味するわけではありません。過去の制約や限界を手放し、新しい機会と可能性を受け入れる必要があることを暗示しているかもしれません。リスクを恐れずに探検することで、非常に重要で意味のある何かを見つけるかもしれません。ただし、愚者のカードは過度に無謀で無責任にならないように警告し、慎重に決断を下すように助言します。全体的に、愚者のカードの出現は新しい始まりと冒険を示唆していますが、彼が真の相手であるかどうかは確証できません。",
                ],
            ],
            1 => [
                "name" => "恋人",
                "image_key" => "06_Lovers",
                "content" => [
                    0 => "恋人のカードを引くことは、通常、愛と関係における幸福と調和を表します。このカードは、あなたが非常に重要な誰かに出会った可能性があり、その人が真の相手である可能性があることを示唆しています。この人はあなたと強い結びつきを持ち、精神的な絆を感じさせるかもしれません。恋人のカードはまた、愛と関係に関する重要な選択をする必要があることを示しています。この選択は、この人と一緒にいるか、関係を終わらせるかについてかもしれませんが、どんな決断をするにしても、勇気と責任を持って取り組むべきです。",
                ],
            ],
            2 => [
                "name" => "皇帝",
                "image_key" => "04_Emperor",
                "content" => [
                    0 => "タロットリーディングで皇帝のカードを引くことは、安定性、安全性、権威、責任、理性などの品質を表します。「彼は私の真の相手ですか？」という質問に対して皇帝のカードを引くと、あなたが気にしている人物が安定していて強い品質を持ち、あなたに安全と支援を提供できる可能性があることを示唆しています。しかし、皇帝のカードはその人がやや支配的で、関係においてリーダーシップを取ることが多いことも意味するかもしれません。適切なコミュニケーションと力のバランスを確保することが重要です。結論として、皇帝のカードを引くことは、彼があなたの真の相手であることを確証するものではありません。タロットカードはヒントと洞察を提供しますが、自分の感情を尊重し、相手の性格や価値観を相互のコミュニケーションを通じて観察し理解することが、健全な関係を築くために重要です。",
                ],
            ],
            3 => [
                "name" => "塔",
                "image_key" => "16_Tower",
                "content" => [
                    0 => "塔のカードは時に災難や困難を表しますが、前に進むために過去を手放す必要があることも示唆しています。もし彼があなたの真の相手かどうかという質問に対してこのカードを引いた場合、その関係が重大な課題に直面していることを示しているかもしれません。これは予期しない出来事やあなたとの間の対立によるものかもしれません。このカードはまた、重要な決定を下す必要があることや、これまで避けてきた問題に直面する必要があることを示唆しています。関係を冷静に分析し、続ける価値があるのか、現在の状況に適応するために変化が必要かどうかを検討するように助言しています。",
                ],
            ],
        ],
    ],
    2 => [
        "title" => "パブリックタロットリーディング - 彼/彼女は私のことが好きですか？",
        "image_key" => "tarot_love.jpg",
        "description" => "あなたが好きな人があなたに気持ちを持っているかどうか心配な場合は、パブリックタロットリーディングで愛のタロットリーディングを通じてこれを探ることができます。「恋人たち」のカードが出た場合、それはあなたとの深い結びつきを示しており、良いスタートを意味します。もちろん、各タロットカードには独自の解釈と意味があり、あなた自身の状況に応じて理解されるべきです。",
        "cards" => [
            0 => [
                "name" => "恋人たち",
                "image_key" => "06_Lovers",
                "content" => [
                    0 => "恋人たちのカードを引くことは通常、愛、関係、選択、決断を表します。恋人たちのカードは愛の高まりと深さを象徴しており、新しい始まりや関係の重要な変化を示しています。したがって、「彼/彼女は私のことが好きですか？」と尋ねて恋人たちのカードを引いた場合、それは一般的に良い兆候です。また、恋人たちのカードは感情的および恋愛生活において選択をする必要があることを意味し、問題を解決するために二つの選択肢の間で選ぶ必要があるかもしれません。",
                ],
            ],
            1 => [
                "name" => "死神",
                "image_key" => "13_Death",
                "content" => [
                    0 => "リーディングで死神のカードを引くことは通常、変革や終わりを表します。これは新しい始まりよりも関係の終わりを示している可能性があります。したがって、このカードの出現は、その人があなたに強い感情を持っていないか、彼/彼女があなたから注意をそらすような変化を経験していることを意味するかもしれません。",
                    1 => "これは希望のカードではありませんが、完全に否定的でもありません。変化を表し、それは痛みを伴うかもしれませんが、最終的にはあなたが成長し成熟するのに役立ちます。関係に関しては、この人を手放して前に進む必要があるかもしれないことを意味します。",
                ],
            ],
            2 => [
                "name" => "世界",
                "image_key" => "21_World",
                "content" => [
                    0 => "リーディングで世界のカードを引くことは通常、良い兆候であり、真のパートナーを見つけた可能性があることを示しています。「彼/彼女は私のことが好きですか？」と尋ねて世界のカードを引いた場合、彼/彼女が将来あなたにもっと焦点を当てるようになり、関係がより安定し平和になることを意味しているかもしれません。世界のカードはまた、あなたの関係が重要な転機に達していることを示し、一緒に重要な仕事や目標を達成するでしょう。",
                    1 => "しかし、世界のカードは関係を終わらせる必要があることを示唆している場合もあります。関係がもはや適していないと感じたり、解決すべき問題がある場合、世界のカードはそれを終わらせて、より適した人を見つける時が来たことを示唆しているかもしれません。",
                ],
            ],
            3 => [
                "name" => "力",
                "image_key" => "08_Strength",
                "content" => [
                    0 => "タロットリーディングで力のカードが現れると、通常、感情的な強さと魅力を示しています。「彼/彼女は私のことが好きですか？」と尋ねてこのカードが現れた場合、それはあなたが彼/彼女に対して引かれていることを意味し、彼/彼女もあなたに感情を抱いているかもしれませんが、関係をより観察しているかもしれません。彼/彼女が感情を処理するために時間が必要かもしれないので、あなたは忍耐強くある必要があります。いずれにしても、力のカードはポジティブな兆候であり、あなたの魅力と魅力が彼/彼女の注意と関心を引くことができることを示しています。",
                ],
            ],
        ],
    ],
    3 => [
        "title" => "パブリックタロットリーディング - 誰かが密かに私に恋をしていますか？",
        "image_key" => "tarot_love.jpg",
        "description" => "カップルに囲まれて孤独を感じたことがあるなら、タロットリーディングを試して、周りに誰かが密かにあなたに恋をしているかどうかを確認してみてはいかがでしょうか？「パブリックタロットリーディング」では、タロットカードの解釈を通じて、周りの誰かが密かにあなたに憧れているかどうかを知ることができます。その人はすぐそばにいて、静かにあなたを評価しているかもしれません。「パブリックタロットリーディング」で謎を解き、不安を晴らし、現在の状況をよりよく理解して、自分の幸せを追求するための自信を得てください。",
        "cards" => [
            0 => [
                "name" => "月",
                "image_key" => "18_Moon",
                "content" => [
                    0 => "月のカードを引くことは、物事があまり明確でなく、感情に混乱や不確実性があることを示唆しています。これは、周りの誰かがあなたに対して感情を抱いているが、まだそれを明かしていないか、表現することを恐れている可能性があることを意味するかもしれません。また、あなた自身の感情についても躊躇しているかもしれず、考えや探求にもっと時間が必要かもしれません。オープンな心を持ち、人生のすべての人や物事に対して受容的であることが勧められます。そうすることで、周りの誰かがあなたに感情を持っていることに気づきやすくなります。また、自分の内なる声を聞き、自分が本当に望むものを見極めることを学び、それがあなたの進むべき方向を選ぶ助けとなります。",
                ],
            ],
            1 => [
                "name" => "運命の輪",
                "image_key" => "10_Wheel_of_Fortune",
                "content" => [
                    0 => "運命の輪のカードを引くことは、あなたの人生が現在変化しており、新しい人々が、密かにあなたを憧れている人も含めて、あなたの人生に入ってくる可能性があることを示しています。運命の輪のカードは、不確実性と機会の出現を示唆しており、何かが起こっていることを意味しているかもしれませんが、それに気づいていないか、まだ気付いていないかもしれません。したがって、誰かに対して興味を感じ始めたら、その人もあなたに密かに恋をしているかもしれません。もっと多くの交流を持ち、その反応を観察することをためらわないでください。ただし、答えを急がず、感情を自然に発展させ、運命があなたに最良の結果をもたらすと信じてください。",
                ],
            ],
            2 => [
                "name" => "審判",
                "image_key" => "20_Judgement",
                "content" => [
                    0 => "審判のカードを引くことは、周りの誰かがあなたに気づき始め、あなたに興味を持ち始めていることを示唆しているかもしれません。この人は既に知っている人か、まだ出会っていない人かもしれません。しかし、審判のカードは、現れたときに自分の内なる世界に向き合い、適切な決断を下す必要があることも思い出させてくれます。これは、密かにあなたを憧れている人があなたの人生に入ってくることを望むなら、あなたも恋愛に対する自分の考えを明確にし、新しい関係を始める準備ができているかどうかを確認する必要があることを意味します。もし準備ができているなら、周りの人々とつながる機会があるかもしれません。",
                ],
            ],
            3 => [
                "name" => "太陽",
                "image_key" => "19_Sun",
                "content" => [
                    0 => "太陽のカードを引くことは、ポジティブで熱狂的、明るくて喜ばしいエネルギーを表しており、非常にポジティブなメッセージです。「誰かが密かに私に恋をしていますか？」と尋ねて太陽のカードを引いた場合、周りの誰かや特定の人物があなたに感情を抱いている、または密かにあなたを憧れていることを示しているかもしれません。さらに、このカードは自信と自己表現能力を表しており、自分の才能や魅力を見せることで、より多くの注目を集めることができることを意味します。周りの人々にもっと注意を払い、自信を持って前向きな態度を保つことが勧められます。",
                ],
            ],
            4 => [
                "name" => "魔術師",
                "image_key" => "01_Magician",
                "content" => [
                    0 => "魔術師のカードを引くことは、周りの誰かが非常に好奇心を持ち、あなたに興味を持っているが、まだその感情を完全に明かしていないか、あなたが気づいていないことを示唆しているかもしれません。魔術師は自信、創造性、機知、魅力を表しており、あなたが周りの人々を引きつける可能性があることを示しています。しかし、誰かが密かにあなたを憧れているかどうかを知るためには、自分から積極的に近づいて理解を深める必要があります。周りの人々ともっと交流し、社会的な機会を増やし、自信と魅力を忘れずに保つことが勧められます。",
                ],
            ],
            5 => [
                "name" => "教皇",
                "image_key" => "05_Hierophant",
                "content" => [
                    0 => "教皇のカードを引くことは、誰かが密かにあなたに憧れている可能性があるが、彼らが恥ずかしがり屋で保守的であり、感情を直接表現することをためらっていることを示唆しているかもしれません。このカードはまた、精神的なつながりを表しており、あなたと誰かが似たような信念や価値観を共有していることを示しているかもしれません。これにより、彼らがあなたに感情を抱きやすくなります。しかし、教皇のカードはまた、伝統的な価値観を示しており、密かにあなたを憧れている人々が感情を告白するためにもっと時間と勇気を必要としているか、あなたとの関係を築くために高い基準を持っているかもしれないことを意味します。周りの人々に注意を払い、積極的に交流することで、予期しない報酬が得られるかもしれません。",
                ],
            ],
        ],
    ],
    4 => [
        "title" => "パブリックタロットリーディング - 現在の仕事は私に適していますか？",
        "image_key" => "tarot_job.jpg",
        "description" => "現在の仕事があなたに適しているかどうかを知りたい場合、パブリックタロットリーディングを使用してこの質問に答えることができます。それぞれのカードは、あなたの現在の仕事の状態を反映するシンボルを表しており、潜在的な課題や隠れた機会を示すかもしれません。この方法で、仕事の状態をより深く理解し、変更が必要かどうかを判断できます。パブリックタロットリーディングで、あなたの現在の仕事の状態の真実を明らかにし、キャリアの運命をよりよく管理する手助けをしましょう。",
        "cards" => [
            0 => [
                "name" => "戦車",
                "image_key" => "07_Chariot",
                "content" => [
                    0 => "戦車のカードを引くことは、進歩と成功のエネルギーを表しています。したがって、このカードの出現は、あなたの仕事が好調であり、目標を達成する能力があることを示しています。自信と忍耐力があれば、どんな挑戦にも立ち向かうことができます。このカードはまた、前向きで目標志向の態度を維持し、必要に応じて決断力を持って行動することを示唆しています。全体的に見て、戦車のカードはあなたの仕事の状態が良好であり、前進するための推進力があり、キャリアの目標とビジョンが追求に値することを示しています。",
                ],
            ],
            1 => [
                "name" => "力",
                "image_key" => "08_Strength",
                "content" => [
                    0 => "力のカードを引くことは、現在の仕事があなたに適していることを示しています。なぜなら、あなたには困難を乗り越え、挑戦やプレッシャーに立ち向かう忍耐力と持久力が備わっており、仕事で優れた成果を上げることができるからです。また、良好な自己管理と規律を持ち、仕事においてバランスと安定を保っています。仕事において創造性と熱意を示し、会社により多くの価値をもたらすことができるでしょう。時には仕事が疲れることもありますが、あなたの忍耐力と持久力があれば、どんな障害も克服できます。したがって、現在の仕事は非常に適しています。",
                ],
            ],
            2 => [
                "name" => "隠者",
                "image_key" => "09_Hermit",
                "content" => [
                    0 => "隠者のカードを引くことは、現在の仕事が孤独で静かに感じられ、交流や社交の機会が欠けているため、多少の不快感を覚えることを示唆しています。仕事の内容、目標、方向について反省するための時間と空間が必要かもしれません。社交ネットワークを構築したり、同僚や上司とのコミュニケーションや交流を積極的に求めたりして、仕事の内容や会社の文化をよりよく理解することが勧められます。これにより、仕事に対する達成感や満足感が得られるでしょう。もし本当に仕事があなたに適していないと感じた場合、興味や能力により適した他の機会を探すことを検討してください。ただし、現在の仕事を軽々しく諦めず、十分な準備と考慮を行うことが重要です。",
                ],
            ],
            3 => [
                "name" => "吊るされた男",
                "image_key" => "12_Hanged_Man",
                "content" => [
                    0 => "吊るされた男のカードを引くことは、逆境や障害を表しています。現在の仕事の状況が多くの困難に満ちており、予想通りに進まない、または閉塞感を感じることがあるかもしれません。これは、仕事の状況を再評価し、キャリアの目標や方向性を見直す必要があることを示唆しているかもしれません。このカードはまた、問題に直面し、それを解決して前進する必要があることを示しています。",
                    1 => "したがって、吊るされた男のカードを引いた場合、パブリックタロットリーディングは、現在の仕事の状況に対処するために、より多くの忍耐と知恵が必要であるか、現在の職場環境に適応するために方向性を調整する必要があることを示唆しています。目標と将来の発展方向を慎重に考え、現在の困難に対処するために、もっと多くのアドバイスや助けを求めることが勧められます。",
                ],
            ],
        ],
    ],
];
