<?php
return [
    "dcode" => "歡迎來到我們的網站！我們提供多種神秘學占卜服務，包括塔羅占卜、詩籤解籤和星座介紹。我們的塔羅占卜能幫助您探索自己的內心世界，解決問題，預測未來；詩籤解籤則能為您提供啟示，引領您走向更好的人生道路；星座介紹則讓您更深入地了解自己和周遭的人事物，從而增強自我認識和人際關係。DCode網站將根據您提供的問題和出生資料，給予準確的解答和建議。請瀏覽我們的網站，開始您的神秘之旅！",
    "tarot_list" => "免費提供各種塔羅牌占卜，不管是愛情、工作、事業都能獲得解答。塔羅占卜是一種古老的占卜方式，使用由78張牌組成的塔羅牌來進行占卜。透過塔羅牌的象徵意義和排列方式，占卜者可以探索自己的內在和未來的可能性，以及理解周遭事物的意義。塔羅占卜被視為一種心靈探索工具，可幫助人們獲得洞見和指導，進而掌握自己的人生。塔羅占卜是一個非常受歡迎的占卜方式，並且在現代被應用於心理學、精神療法、創意藝術和靈性探索等領域。",
    "tarot_one" => "單張牌占卜法 - 提供簡單簡潔的訊息，當需要更明確的答案時，這種類型的占卜會很有幫助。專注於你的問題。選擇一張卡。該卡將回答您的問題。不管是愛情、工作、金錢都能獲得答案",
    "tarot_showall" => "塔羅牌解讀是一種古老的占卜藝術，通過解讀塔羅牌的圖像和符號，揭示過去、現在和未來的信息。我們的網站包含了各種塔羅牌解讀主題，包括愛情、事業、財務和人生意義等。無論您對於塔羅牌是初次接觸還是已經有一定了解，我們的解讀將以專業和準確的方式為您提供答案。",
    "three_cards" => "聖三角占卜法 - 針對問題做出解釋與推測，對於瞭解問題狀況與推估未來發展有很大幫助。",
    "four_cards" => "四張牌占卜法 - 四張卡片提供以下訊息:已知的問題、未知的問題、問題點在哪、如何解決。",
    "four_element" => "四元素占卜法 - 火:面對問題如何採取行動。風:面對問題的理解，有那些負面的狀況。水:關於問題對於情感還有當事人周遭的發展。土:關於這個問題的實際層面考量、物質資源上的發展。",
    "six_pointed_star" => "六芒星占卜法 - 六芒星又稱為大衛之星、所羅門之星、所羅門封印、希伯來之星、猶太星等等，也被稱為六角星；而這是一個萬用牌陣，適合「任何問題」的占卜。",
    "friendship" => "友誼占卜法需要抽取六張牌，分別代表對方的性格、你們的相處方式、友誼中可能遭遇的困難、你們的友誼前景等等。每張牌都有不同的含義，需要配合問題仔細解讀，從而深入了解你和朋友之間的情感狀態，以及如何改善或加強友誼關係。",
    "week" => "每周運勢占卜 - 占卜解讀的順序不一定要硬性依照日期順序，而廣泛應用在整體運勢解說，這時候就必須具備一些占星學的小常識。",
    "either" => "面臨二選一狀況時，最常用的占卜法。例如:該選擇A君還是B君?該繼續升學或是就?諸如此類有關抉擇的問題，能夠提供相當好的建議與解答。",
    "public_tarot" => "大眾塔羅占卜網站提供各種塔羅牌占卜，包括愛情、財運、事業、健康、未來預測等，幫助人們解答各種疑問與困惑。使用網站占卜非常簡單，只需選擇你感興趣的類型，集中精神思考你的問題，然後點擊抽牌，就可以獲得你的塔羅牌占卜結果了。大眾塔羅占卜網站不僅提供各種占卜結果的解析，還有塔羅牌的詳細介紹和歷史文化背景，讓你更深入了解塔羅牌的奧秘。",
];