<?php
return [
    "yue_lao_fortune_poems" => "月老靈籤",
    "yue_lao_description" => "月老靈籤是一種道教祈福占卜方法，求姻緣之靈籤，相傳乃道家月老之神力所在，可供單身者占卜是否能早日遇到適合的伴侶，已婚者可占問感情和婚姻狀況。靈籤上的詩句可以提供啟示和指引，但也需要依靠個人的心靈與信仰去感應和解讀。月老靈籤在中國傳統文化中具有廣泛的信仰與使用，深受單身者和夫妻之間的人士歡迎。",
    "drawing" => "抽籤",
    "interpreting" => "解籤",
    "poems_title" => [1 => "六十甲子籤", 2 => "月老靈簽", 3 => "觀音一百籤", 4 => "觀音二十八籤", 5 => "關聖帝君一百籤"],
    "poems_list" => [
        1 => [
            "description" => "「六十甲子籤」是中國傳統的占卜方式，以甲子、乙丑、丙寅……壬子、癸丑共六十個甲子為一個周期，每個甲子對應著一首詩籤。人們在祈求吉利或解決問題時，會隨機抽取一首詩籤，以此來預測未來的吉凶和命運走向。六十甲子籤源遠流長，歷史悠久，至今仍然在華人社會中廣泛流傳。",
            "image" => "sixty_jiazi.jpg",
        ],
        2 =>
        [
            "description" => "月老靈簽是道教中的簽籤神諭，主要是用來卜問姻緣婚姻方面的問題。簽筒中有許多簽籤，抽到的簽將對應到一段神諭，可以得到月老的指示和提醒。",
            "image" => "moon_old_man.jpg",
        ],
        3 =>
        [
            "description" => "觀音一百籤，又稱觀音靈簽，是佛教中常用的占卜方式之一。此籤分為吉凶兩部分，每籤均有經文和詩句相伴，可以指引人們在求神問卜時，尋求心靈的指引和安慰。籤詩通俗易懂，充滿智慧，被許多人視為佛教智慧的縮影，引領人們走向美好的生活。",
            "image" => "guanyin_one_hundred.jpg",
        ],
        4 =>
        [
            "description" => "觀音二十八籤是佛教徒常用的占卜工具，是觀音菩薩慈悲智慧的體現。透過這些籤詩，可以領悟佛理，化解問題，得到觀音菩薩的指引和庇佑。籤詩風格優美簡潔，含蓄深刻，具有啟發性和感召力。",
            "image" => "guanyin_twenty_eight.jpg",
        ],
        5 =>
        [
            "description" => "《關聖帝君一百籤》是民間信仰中非常受歡迎的卜卦書籍，被視為保佑平安、求得庇佑和指引方向的神典。其中每一籤都蘊含豐富的哲理和智慧，透過觀念的融入，為人生的抉擇和方向提供了有益的啟示。",
            "image" => "guan_shengdijun_one_hundred.jpg",
        ],
    ],
    "poems_remark" => [
        1 => "「六十甲子籤」是中國傳統的占卜方式，以甲子、乙丑、丙寅……壬子、癸丑共六十個甲子為一個周期，每個甲子對應著一首詩籤。人們在祈求吉利或解決問題時，會隨機抽取一首詩籤，以此來預測未來的吉凶和命運走向。六十甲子籤源遠流長，歷史悠久，至今仍然在華人社會中廣泛流傳。",
        2 => "台灣民間信仰，每年七夕，七星娘娘會把人世間未婚的成年男女製成名冊，向天庭呈報。月下老人收到名冊後，按照個性、善惡、興趣與條件抄寫成一本配偶名冊，然後用紅線綁牢男女二人之足，使合適的男女配成一對佳偶。",
        3 => "觀音一百籤，又稱觀音靈簽，是佛教中常用的占卜方式之一。此籤分為吉凶兩部分，每籤均有經文和詩句相伴，可以指引人們在求神問卜時，尋求心靈的指引和安慰。籤詩通俗易懂，充滿智慧，被許多人視為佛教智慧的縮影，引領人們走向美好的生活。",
        4 => "觀音二十八籤是佛教徒常用的占卜工具，是觀音菩薩慈悲智慧的體現。透過這些籤詩，可以領悟佛理，化解問題，得到觀音菩薩的指引和庇佑。籤詩風格優美簡潔，含蓄深刻，具有啟發性和感召力。",
        5 => "《關聖帝君一百籤》是民間信仰中非常受歡迎的卜卦書籍，被視為保佑平安、求得庇佑和指引方向的神典。其中每一籤都蘊含豐富的哲理和智慧，透過觀念的融入，為人生的抉擇和方向提供了有益的啟示。"
    ],
    "fortune_text" => "籤文",
    "fortune_poem" => "籤詩",
    "reading_the_fortune_stick_poem" => "閱讀籤詩",
    "interpreting_the_poem" => "解釋籤詩",
    "poem_message" => "心誠則靈，在心中默念您的姓名、出生年月日、住址、求問事項後，點選解籤。",
    "poem_again" => "詩籤不清楚，再抽一次",
    "poem_home" => "前往詩籤主頁",
    "story" => "故事",
];
