<?php
return [
    0 =>
    [
        "id" => 1,
        "type_id" => 1,
        "number" => 0,
        "name" => "愚人(The Fool)",
        "upright_keyword" => "開始、自由、純真、獨創性、冒險、理想主義、自發性",
        "reversed_keyword" => "魯莽、粗心、分心、幼稚、愚蠢、容易上當、陳舊、遲鈍",
        "astrology" => "天王星",
        "element" => "風元素",
        "image_key" => "00_Fool",
        "content" => "愚人描繪了一個快樂地走向世界的青年。他邁出了第一步，充滿活力、快樂和興奮。他除了攜帶一個小袋子外，什麼都沒帶，根本不在乎路上可能出現的危險。事實上，他很快就會遇到這些危險中的第一個，因為再走一步，他就會從正在接近的懸崖上摔下來。但這似乎與他無關——我們不確定他是天真還是無知。跟在他身後的狗對他吠叫警告，如果他不盡快更加註意周圍的環境，他可能永遠無法看到他夢想中的所有冒險。",
        "upright_content" => "愚人牌的編號為0，這被視為一個具有無限潛力的數字。可以將他視作一張白紙，因為愚人尚未形成明確的個性。他象徵著純真——未來的旅程將塑造他的性格。

      看到愚人牌通常意味著新旅程的開始，在這段旅程中，你會充滿樂觀和自由，擺脫生活中常見的束縛。當我們遇見愚人時，他每天都像在迎接一場冒險，以一種近乎天真的方式面對生活。他相信生活中任何事情都有可能發生，並且世界上有無數機會等待探索和發掘。他過著簡單、無憂無慮的生活，似乎也不為無法預測的未來而煩惱。",
        "reversed_content" => "當你遇到逆位的愚人時，通常會發現他更多的負面特徵顯現出來。這可能意味著你無視自己行為的後果，表現得像個傻瓜。就像卡片中描繪的年輕人一樣，你看不到自己所處位置的危險。

      逆位的愚人牌表明你活在當下，沒有為未來做計劃。這是一個警告，提醒你應該更加註意以免被利用。就像圖片中的狗一樣，這張卡片提醒你，任何聽起來好得令人難以置信的事情都應該謹慎對待。",
        "upright_love" => "當這張牌出現在愛情塔羅牌中時，準備好開始新的冒險吧。愚人塔羅牌在愛情中的含義表明你需要體驗新事物才能找到你想要的浪漫。願意承擔風險，大膽並擴大你對世界的視野，你最終可能會在最不可能的地方找到愛情。驚喜等著你。

      由於愚人代表新旅程的開始，它在愛情中的意義可以象徵新關係的開始。

      與任何新關係一樣，你可能害怕被拒絕，但這張牌表明這不應該阻礙你。當你向世界敞開心扉時，即使面對尷尬或拒絕，你也可能會找到你正在尋找的東西。在愛情和人際關係中，愚人告訴我們應該自信並相信一切都會好起來的。它告訴我們，與其放棄，不如繼續努力，用天真和驚奇的眼光看世界。愚人塔羅牌在愛情中的意義鼓勵睜大眼睛的天真和積極。",
        "reversed_love" => "當愚人在愛情塔羅牌中逆位時，這張牌可能表明你眼睛明亮、信任的天性可能需要謹慎對待。尤其是與新戀人在一起時，請確保一切都如你所願。你現在可能戴著玫瑰色眼鏡看愛情，看不到這段關係的真實情況。

      逆位的愚人塔羅牌在愛情中的意義也可以表明你或愛人現在可能有點太不成熟，無法處理真正的愛情關係。",
        "upright_career" => "當愚人出現在你的職業塔羅牌中時，新的開始即將來臨。如果你一直在尋找新的職業道路、換工作、升職或開始自己的事業，愚人可以成為開始新旅程的信號。即使你的計劃中沒有大的變化，這張卡片也能為舊項目注入新鮮空氣。你可以充滿新的能量，並且現在可以將新的創意付諸實行。重要的是要非常清楚存在的機會，並有勇氣在它們出現時抓住它們。",
        "reversed_career" => "你可能擁有大量的能量並渴望使用，但可能缺乏洞察力，這樣做可能會產生不良後果。嘗試更多地了解你現在的行為如何影響同事，並在採取行動之前三思而後行。有時，逆位的愚人可能表示你目前的工作感覺陳舊乏味，你可能覺得是時候改變了。但這也表明你可能感到無法實際改變，或者需要在做出選擇前非常仔細地考慮。可能存在的危險比你現在看到的要多。",
        "upright_finances" => "在財務方面，你可能處於自發和理想主義的時期。現在所有的支出都可以用於冒險和探索。想去旅行嗎？或者學習一項新技能？現在你可以輕鬆為這些支出提供資金。你可能感覺自己擁有所需的一切，因此無需擔心賬單，更多地強調感覺開闊和好奇。",
        "reversed_finances" => "當談到你的財務時，逆位的愚人可以暗示財務機會，但要小心魯莽。這意味著你必須在投入資金之前進行研究，並且可能會產生尚未意識到的後果。這段時間也可能表明你對財務決策過於粗心大意；你所有的衝動購買可能超出你的實際承受能力，因此需要更仔細、更現實地審視自己的銀行賬戶。",
        "yes_no" => "愚人代表新的開始和無憂無慮的冒險。雖然這張牌可能表示愚蠢，但它代表著純粹的行動和擺脫現世生活的束縛，從而更加樂觀。很有可能，你會做出重要決定，而你的問題答案是肯定的。",
        "past" => "你所承擔的風險和最初的想法給你帶來了成功。透過以新的方式做事，你發揮了巨大的潛力。",
        "present" => "此刻，你正在進入人生的新階段。這種變化的體驗現在看來可能好也可能壞，但它的影響在未來會更加清晰。評估風險對於做出正確的選擇至關重要。",
        "future" => "為了成功，你必須找到新的方法來實現目標。當機會來臨時，你必須願意擺脫舊習慣。如果它沒有到來，可能是時候用新方法為自己創造機會。",
    ],
    1 =>
    [
        "id" => 2,
        "type_id" => 1,
        "number" => 1,
        "name" => "魔術師(The Magician)",
        "upright_keyword" => "意志力、慾望、足智多謀、技能、能力、專注、表現",
        "reversed_keyword" => "操縱、狡猾、詭計、浪費天賦、錯覺、欺騙",
        "astrology" => "水星",
        "element" => "風元素",
        "image_key" => "01_Magician",
        "content" => "魔術師是一張充滿象徵意義的塔羅牌。中間的人物描繪了一個人一手指向天空，另一隻手指向地面，彷彿在說“如其在上，如其在下”。這是一個比較複雜的詞組，概括起來就是地反映天，外反映內，微觀反映宏觀，地反映上帝。這裡也可以解釋為，魔術師象徵著在上層世界和當代人類世界之間充當中間人的能力。   在他的桌子上，魔術師也揮舞著所有的塔羅牌。這象徵著魔術師將四種元素連接起來——這四種元素是土、水、空氣和火。他頭上的無限符號表示用意志創造的無限可能。",
        "upright_content" => "魔術師是純粹意志力的代表。以元素之力與套裝之力，將愚人與生俱來的潛能，以慾望之力塑造成存在。他是天地之間的紐帶，因為他明白“如其在上，如其在下”這句詞語背後的意思——思想和世界只是彼此的反映。記住，你是強大的，創造你的內在世界，外在的就會隨之而來。  當你看到魔術師時，這可能意味著是時候毫不猶豫地發揮你的全部潛力了。可能是在你的新工作、新企業、新戀情或其他方面。這表明現在是採取行動的時候了，任何退縮的跡像都意味著錯過成為最好的自己的機會。必須做出某些選擇，而這些選擇可能會帶來巨大的變化。利用魔術師的一些力量來創造你最渴望的世界。",
        "reversed_content" => "當您獲得逆位的魔術師時，可能意味著您是時候實施一些更改了。正面朝上，魔術師代表真正的力量，逆位魔術師是幻術大師。他所施展的魔法是一種欺騙和詭計。你可能會被他的藝術表演所吸引，但在這背後可能有為了自私而操縱的意圖。拿到這張卡可能意味著有人假裝在手頭有你的最大利益，而事實恰恰相反。   考慮一下這個逆位魔術師是否在你的圈子裡，或者也可能代表你目前的情緒狀態。這可能意味著你可能會沉迷於權力，這可能會導致錯誤的、魯莽的決定，最終導致你的垮台。 ",
        "upright_love" => "與其一般含義一樣，魔術師塔羅牌在愛情中的含義表示使事情變得明顯。技巧、創造力、渴望和決心會帶來愛情的成功。如果您正在尋找愛情，魔術師建議您採取行動並創造機會結識您想要的人。因為塔羅中的魔術師也代表著足智多謀和技巧，所以確保沒有欺騙或幻想在起作用也很重要。對於單身人士和情侶，魔術師都會帶來興奮和嘗試的渴望。",
        "reversed_love" => "逆位魔術師塔羅牌在愛情中的含義可以表明並非一切都如表面所見。當談到新的關係時，你可能想確保你真正了解你的新情人。即使他或她看起來很完美，這也可能是一種錯覺或表演。或者，戀愛中的逆位魔術師可能表明您的信心不足或缺乏意志力，或者無法表達您的人際關係，在浪漫和愛情方面造成不安全感。",
        "upright_career" => "在你中間可能有機會，如果你採取果斷的行動，你也許能夠利用它們。魔術師是一張顯化的卡片，這意味著如果你有在職業生涯中追求任何你想要的東西的願望和承諾，你很可能會找到成功。看看任何成功人士的背後，你很可能會發現強烈的意志力和動力；這是所有野心的根源。如果您想創業，情況也是如此；駕馭這種動力，並保持動力來實現您的夢想職業。有時，如果這張卡片代表另一個人，例如同事或業務合作夥伴，您可能需要謹慎對待，因為他們可能並非表面上的一切。",
        "reversed_career" => "你現在真的把你所有的才能都發揮出來了嗎？您目前的職業工作是否有忽略的技能？如果您真的要發揮自己的真正潛力，那麼您可能會有很多晉升的機會。您可能已經感覺到了這一點，但也許太害怕冒險，因為這可能是一個冒險的舉動。您需要仔細查看真正的風險是什麼，並了解您的恐懼是否真正存在現實，或者它們是否源於不同的來源。有時這張卡片也可以表明你工作場所的人可能並不完全誠實，或者可能有隱藏的議程。如果您的直覺告訴您這一點，請相信它；警惕你在他們周圍分享了多少。 ",
        "upright_finances" => "現在可以獲得更多的財務機會，您可能只需要滿懷熱情地追求它們。魔術師使用許多工具來實現他的意志。嘗試查看您可用的工具；他們現在可以成為你的鑰匙。你有什麼技能？你現在沒有使用哪些能力？有創意才能產生結果。",
        "reversed_finances" => "如果您的財務狀況與您現在所希望的不完全一樣，則可能是您沒有全力以赴。你可能有被浪費掉的精力或才能，你只需要增強你的信心，把自己放在那裡。你可能缺乏將才能轉化為金錢的意志力。在分享有關您的財務狀況的詳細信息時，請對他人保持謹慎。 ",
        "yes_no" => "魔術師象徵著你生活中的行動和力量。它的積極內涵說明某人是一個健談的人，擅長溝通的各個方面。這張牌建議使用你強大的意志力前進並採取行動。你的問題的答案是肯定的。",
        "past" => "您的信心和創造力使您能夠有效地將您的想法變為現實。你通過智慧和熟練的執行獲得了成功。",
        "present" => "目前，需要您的知識和技能來影響正在發生的變化。為了使更改有益，您必須正確行動。",
        "future" => "你面前的未來是不確定的，風險和機會並存。可能性將受到您所培養的友誼以及您從親近的人那裡獲得的支持的影響。一場勝利或創造性的成功可能會給你帶來一個新的開始。",
    ],
    2 =>
    [
        "id" => 3,
        "type_id" => 1,
        "number" => 2,
        "name" => "女祭司(The High Priestess)",
        "upright_keyword" => "無意識、直覺、神秘、靈性、更高的力量、內在的聲音",
        "reversed_keyword" => "被壓抑的直覺、隱藏的動機、膚淺、困惑、認知失調",
        "astrology" => "月亮",
        "element" => "水元素",
        "image_key" => "02_High_Priestess",
        "content" => "她坐在所羅門聖殿、雅斤和波阿斯的兩根柱子之間的一塊方石上。Jachin（右）通常被稱為建立的支柱，Boaz（左）是力量的支柱。柱子還描繪了自然的二元性；男性與女性，善與惡，消極與積極。

  女祭司位於兩者之間，這表明她有責任在現實的深處充當調解人。她是第三根支柱——兩者之間的路徑。她認為這兩個支柱是平等的，兩個世界都有知識要學習。你還會注意到她戴著伊西斯的王冠，這可能意味著她是魔法的信徒。戴太陽十字架的女祭司表示她與地球的季節和地球本身有關。在聖母瑪利亞的許多描繪中也可以看到她腳下的新月，這表示她完全掌握了自己的情感。",
        "upright_content" => "大祭司的意義與內在知識有關。她的出現可能意味著你是時候傾聽你的直覺，而不是優先考慮你的智力和意識。當大祭司出現時，它可以描繪出一種被稱為神聖女性的原型，理解並掌握深層未知答案的神秘女性；宗教、自我、自然。她代表了一個直覺的人，並開始對她或他的靈性敞開心扉。默想、祈禱和新的靈性工作被指明。

  卡片本身顯示了一個夜間場景，這表示她保護和守護的世界乍看可能令人恐懼，但有可能引導我們進入自我的成長。當她出現時，她在呼喚你傾聽她的信息，並跟隨她進入你自己的深處。你需要在你內在尋找你所尋求的答案。你的問題的答案在裡面，而不是外面。",
        "reversed_content" => "當談到大祭司逆位時，這可能意味著你很難聽從你的直覺。現在是你冥想和嘗試新方法的時候了，因為此時，理性的方法是行不通的。有些東西一直在告訴你要跟隨你的直覺，但你可能忽略了這個訊號。你周圍有很多困惑，你的行為可能與你所知道的正確相反。你永遠不要害怕問自己的問題，這些問題可能會為你指明一條新的前進道路，一條對你的內在自我和你的個人價值觀更真實的道路。",
        "upright_love" => "愛情塔羅牌中的女祭司可以暗示一個人的情緒狀態幾乎無法察覺和無意識的變化。平靜的表面可以隱藏強烈的情緒，即使是看似簡單的約會也會變成洶湧的激情。大祭司塔羅牌的愛情寓意表明一個人需要耐心，並相信你的直覺。對他人和自己誠實，讓隱藏的東西浮出水面。

  在一段關係中，女祭司表現出越來越親密和開放。在愛情塔羅牌中，這張牌表明誠實對於使你們的關係盡可能牢固至關重要。",
        "reversed_love" => "女祭司是你直覺的守護者，這表明它可以成為一個強有力的指標，表明在愛情和浪漫方面你需要相信自己的感受。當你忽視你的直覺而只跟隨你的意識時，就會出現困難。女祭司愛情的意思也可以表明你必須小心謹慎才能真正誠實。避免採取行動或言語來取悅你的愛人。這只會導致怨恨。",
        "upright_career" => "談到你的職業，女祭司可能標誌著一段時期的教育或高等教育。您可能會返回學校接受培訓。如果您在創意領域，這張卡片還可以為您的工作提供新的靈感。在對您未來的職業或項目做出重大選擇時，女祭司還建議依靠您的直覺。那裡可能有很多信息可以幫助您。有時，這張卡片還可以表明導師或嚮導的出現，可以幫助您在工作中取得進一步進展。",
        "reversed_career" => "就您目前的工作情況而言，您可能無法獲得所有信息。人們有沒有把你蒙在鼓裡？因此，您可能會感到孤獨，並且可能與同事失去聯繫。也可能是在做出職業決定時，您沒有聽從直覺。儘管直覺認為他們對您沒有最好的意圖，但您是否選擇信任他們？儘管直覺告訴你這份工作不適合你，但你還在從事一份你鄙視的工作嗎？這張卡片還可以推薦一位有隱藏議程的同事；對他人保持警惕。熱情的舉止可能會隱藏危險。",
        "upright_finances" => "由於女祭司與神秘和未知有關，因此請謹慎與他人討論您的財務狀況。這張卡建議隱藏您的財務狀況。或者，如果您有機會使用您的財務，您的直覺會知道這是否是一個好的選擇。花一些時間來探索你的感受；如果有危險信號，就會感覺不對勁。聽聽那些感受。",
        "reversed_finances" => "您是否正在簽訂合同、貸款、獲得抵押貸款或投資某物？您可能會遺漏一些細節。女祭司在金融塔羅牌中倒轉，這意味著您沒有完全掌握做出正確、受過教育的決定所需的所有信息。確保你有一個你可以信任的人，他可以給你所有的事實。",
        "yes_no" => "女祭司是一位充滿神秘感、智慧和理解力的靈性直覺女性。她代表你生活中尚未發現的事物，因此你的問題的答案是不清楚的。",
        "past" => "您一直需要新的體驗，可能會在舒適區之外的某個地方徘徊。如果您在生活的重要領域缺乏支持，您應該考慮將時間投入到新朋友和新想法上。您正在進入新的時期，但您可能需要他人的幫助。",
        "present" => "你所擁有的未被發現或被壓抑的創造能力需要被表達出來。尋找精神導師將幫助您實現心靈或藝術能力的全部潛力。為了得到你想要的，你需要克服對承諾的恐懼。",
        "future" => "您將獲得真正的獎勵，但前提是您繼續保持紀律和動力。如果你拒絕勸阻你的企圖，你的未來是光明的。跟隨你的直覺，你就會走向成功的持久滿足。",
    ],
    3 =>
    [
        "id" => 4,
        "type_id" => 1,
        "number" => 3,
        "name" => "皇后(The Empress)",
        "upright_keyword" => "神聖的女性、性感、生育力、培育、創造力、美麗、豐富、自然",
        "reversed_keyword" => "不安全、專橫、疏忽、窒息、缺乏成長、缺乏進步",
        "astrology" => "金星",
        "element" => "土元素",
        "image_key" => "03_Empress",
        "content" => "皇后描繪了一個坐在寶座上的女人。從她周圍豐富的大自然中，我們可以假設這個女人代表了地球母親的原型，一位生育女神。她的世界由金星統治，這意味著在這位女神的恩典下有完整的愛、和諧、生育和奢華。這個女人自己有一頭金色的頭髮，上面鑲著星星，標誌著她與神秘領域的神聖聯繫。她身著象徵生育的石榴圖案長袍，坐在繡有金星標誌的墊子上。她周圍環繞著迷人的綠色森林，河流從其中流過。皇后在她遇到的人的閱讀中帶來了豐富和祝福。",
        "upright_content" => "皇后向我們展示了我們對女性氣質的深切感受。女性氣質可能與生育、表達、創造力和養育等許多方面有關。因此，它呼喚您與美建立聯繫，為您的生活帶來幸福。了解你自己並接觸你的性感，這樣你就可以吸引生活環境來帶來幸福和快樂。她是善待自己的信號，要照顧好自己。
  皇后也是懷孕和母性的強烈跡象。您可以尋找其他卡片來確認這是否是真正的懷孕，或者更確切地說，這只是一種母性、養育和關懷態度的表現。皇后卡也可能意味著您生活中的新想法、新業務或項目的誕生。由於這張牌周圍的好運，你可以確信這樣的情況和項目會在你的生活中成功結束。發現並提出那些一直執著於你的想法，並確保你致力於實現它們。這張卡片是他們會成功的標誌，並且會得到很好的照顧。作為地球母親的原型，皇后也鼓勵您花時間與大自然互動，大自然是我們所有人的母親。",
        "reversed_content" => "皇后逆位，說明你已經失去了太多的意志力和力量，因為你開始對別人的事情付出太多的努力和關心。雖然皇后的本性是關心和關心她的親人，但這有時可能會過分。您可能會忽視自己的需求，甚至用善意的行為扼殺了您所愛的人。

  在角色轉換中，也許一個被反轉的皇后正在進入你的生活；這也可能代表著您依賴他人來照顧您並為您做決定。你需要努力消除這種對你生活的影響，並對自己的行為建立信心。始終盡可能多地嘗試以確保您自己解決問題。",
        "upright_love" => "皇后塔羅的愛情寓意源於土元素。這張牌所代表的人可以是有愛心的、有教養的和有愛心的，經濟上的安全感或對美麗的、令人安慰的事物的欣賞也是如此。有時，女皇可以表示愛和工作走到一起，要麼是與同事，要麼是新的商業冒險。

  當談到人際關係時，這張牌也預示著一段穩定、認真和忠誠的關係。因為這張牌也代表母性，有時它也可以像徵婚姻或懷孕，或者至少是一個新家庭，無論對你來說意味著什麼。",
        "reversed_love" => "逆位皇后愛情塔羅牌的含義可以代表伴侶過於悶悶不樂，控制欲強，無法表達自己的感情。這張卡片還可以表明一個人的自我價值可能需要提升。如果感覺自己不值得被愛，無論你和誰在一起，你都可能難以維持這種關係。

  如果你在戀愛中，愛情塔羅牌中的皇后可以鼓勵大家一起度過一段美好的時光，互相關心。通過在餐廳約會或手牽手散步來給自己一種享受。這些時刻將使你們兩個更接近。",
        "upright_career" => "你現在的職業生涯可能正在得到提升。您可能比平時更有創造力和熱情，並將您的所有想法用於您的項目。由於皇后與滋養和養育有關，因此它也可能表明您在工作場所也感到特別養育和慷慨。您可能正在努力打造一個更和諧、更受歡迎的辦公室，無論這意味著支持同事，還是在您的家庭辦公室塗上一層新的油漆。擁有可以盡最大努力的環境當然可以為您提供更多動力。有時，這張卡片也可以指向您工作場所中具有這些品質的另一個人。 ",
        "reversed_career" => "你的職業現在可能感覺陳舊、乏味和沒有成就感。在發展自己的技能和能力方面，您可能會覺得自己沒有取得什麼進展。工作單調乏味，或許你已經掌握了這個崗位能做什麼。您可能會覺得其他人不欣賞您所做的工作，這進一步增加了您的挫敗感。有時，這張牌也可能表明在你的職業生涯中缺乏安全感。這也可能導致您遇到的其他問題。現在花點時間弄清楚哪些是需要外部改變的問題，比如換工作，還是需要內部改變，比如培養更好的信心和溝通技巧，這一點很重要。",
        "upright_finances" => "皇后在創意和物質上都很豐富，所以這張牌可以指向一個舒適的財務狀況。你現在可能也對你的錢感到非常慷慨，想用你的財富和好運來養活你的朋友和家人。這當然是分享你所擁有的好時機。",
        "reversed_finances" => "由於皇后在財務方面通常是一張很好的卡片，即使在相反的位置，她仍然表示財務穩定。然而，反過來，她可能會建議，儘管你有足夠的，你可能仍然感到不穩定。有時，這可能來自於在貧困中長大，或者僅僅是個體經營的性質。您可能需要做一些內部工作才能理解為什麼會這樣；以及你可以做些什麼來改變它。繼續對你的財務負責，你很可能會沒事的。",
        "yes_no" => "女皇代表一切母愛。她是一個有教養、充滿愛心的問題解決者，預示著成功的商業冒險或其他積極的、富有成效的機會即將到來。她建議繼續前進以發揮您的全部潛力，您尋求的答案是肯定的。",
        "past" => "你現在擁有的最後一次機會證明它的影響力。無論是商業、個人還是藝術，新的合作夥伴關係都需要您不斷努力才能取得成功。記住你最足智多謀的行為，尤其是你的紀律。",
        "present" => "可能會有一個新的開始在你面前展開，你決定了它的質量。對生活中的情感方面保持理解並特別敏感。深愛的人需要伸出援助之手或黑暗中的光。無論您的選擇如何，這個角色都由您來擔任。",
        "future" => "未來將為你的情感和身體創傷帶來治愈和喘息的機會。花時間走在新的道路上比修橋更有益。如果您仔細照料它們，您的投資將獲得回報。",
    ],
    4 =>
    [
        "id" => 5,
        "type_id" => 1,
        "number" => 4,
        "name" => "皇帝(The Emperor)",
        "upright_keyword" => "穩定性、結構、保護、權威、控制、實用性、重點、紀律",
        "reversed_keyword" => "暴君、霸道、死板、固執、缺乏紀律、魯莽",
        "astrology" => "牡羊座",
        "element" => "火元素",
        "image_key" => "04_Emperor",
        "content" => "皇帝在塔羅牌中，可以看到他的寶座上有一個堅忍的統治者形象，上面裝飾著四隻公羊的頭，代表著他的星座牡羊座。一方面，他手持權杖，代表他的統治和統治權，另一方面，他手持寶珠，象徵著他所守護的王國。皇帝的長鬍子代表他豐富的閱歷；隨著時間的推移，他學到了很多關於統治、建立權力、權威和完整秩序以造福人民的知識。

  皇帝牌代表道德戒律與禁令，此牌偏向次序，規範和穩定的局面，擁有至高無上的的權利。同時正由于這些理性和權威，它必須收藏起個人的感情，并且有高處不勝寒的隱喻。",
        "upright_content" => "對皇帝而言，一切都與控制有關，因為這張牌意味著權威、監管、組織和父愛。皇帝代表了一個戰略思想家，他制定了他必須看透的計劃。他是男性原則的象徵生活中的父親形象，賦予結構、創造規則和系統並傳授知識。皇后對王國的渴望是創造幸福，而皇帝則渴望培養榮譽和紀律。他用堅定的手引導，跟隨王冠的召喚高於一切。雖然他是一位統治者，但他明白統治也是服務，因此他的行為是理性的，並且為了王國的更大利益而行事。

  在塔羅牌中看到他提供了一個在你為自己設定的目標方面成長的機會。只要您像皇帝那樣有條不紊地、有策略地追求與時尚相似的目標，它就會呈現出一個成功的未來。

  當你在塔羅牌中看到他時，一種可能的解釋是你可以負責一些重要的事情。它可以是工作中的職位，也可以是任何急需秩序和清晰果斷頭腦的組織或機構。您可能會被召喚代替皇帝採取行動，利用他的智慧使項目變得清晰。",
        "reversed_content" => "皇帝逆位是濫用權威的標誌。在你的社交生活中，它可能表現為父親形像或佔有欲強的伴侶對權力的過度擴張。在職場中，它可能來自上司。它呈現了一個想要控制你的行為並讓你感到無能為力的男人。也可能是你在扮演一個軟弱的統治者的角色，制定一個計劃來避免承擔責任帶來的任務。也許您渴望一種比受嚴格規則約束的職業更靈活的職業。

  在個人層面上，皇帝可以代表缺乏自製力和無法處理情況。當他逆位時，他創造的結構、規則和系統不再起作用。他渴望在他的王國中激發更高原則的願望已經變成了無情、專制和僵化。他尋求統治，忘記了王位的號召，為他的人民做最好的事情，只擔心他會失去控制，從而造成痛苦。",
        "upright_love" => "皇帝雖然是個很嚴肅的人，沒有一點浪漫的感覺，但在愛情塔羅牌中出現，還是有好處的。皇帝塔羅牌愛情的意義要求我們將常識、結構、紀律和邏輯帶到人際關係和浪漫中。圍繞這張塔羅牌的關係可能​​相當傳統，如果處理不當可能會令人窒息。

  作為一個人，皇帝代表著一個年長而有名望的人，他們可能也很難表達自己的感受。但有時，這張牌也可以像徵一個自我驅動的人，專橫霸道，無法同情他人。",
        "reversed_love" => "當涉及到愛情和人際關係時，逆位的皇帝塔羅牌愛情的含義可能預示著某種權力鬥爭或爭奪主導地位的鬥爭。可能會有競爭力和對正確的渴望，而不是將您的不同想法聚在一起。

  這張牌也可以暗示一個霸道的伴侶，無論是你還是你的另一半。小心不要放棄太多的個人權力，或壓抑自己，以便在這段關係中成為現實。或者，這張卡片也可能表明在您的關係或潛在關係中難以進行情感聯繫。",
        "upright_career" => "由於你的努力工作、專注和有組織的方法，你的職業生涯可能會蓬勃發展。皇帝呼籲你在從工作或求職中得到你想要的東西時要自律、高效和堅持不懈。如果您的辦公室或您的工作流程現在有點混亂或令人沮喪，那麼您可以站出來引入新的方法或結構，以幫助您和您的團隊成員更有效地協作。這張卡片也可以表明有一位更資深的同事或老闆可以為你的職業生涯提供支持和建議。 ",
        "reversed_career" => "沒有專注或紀律，你的工作可能會開始動搖。如果您在工作場所一直缺乏這些品質，您可能會注意到這對您的項目造成了影響。有時，這張卡片也可能暗示您工作環境中的僵化和官僚主義。這可能會扼殺你的創造力和動力，因為做任何事情所需的過程都是乏味和令人沮喪的。在最壞的情況下，逆位皇帝可以指向像暴君一樣統治工作場所的高級員工或老闆。如果這是您的情況，最好開始在其他地方尋找工作。 ",
        "upright_finances" => "當談到你的財務時，皇帝表示需要對你的錢進行控制、紀律和負責。確保您清楚了解您的資金去向；制定預算，確保堅持下去，並且每個月左右檢查一次。只要你能堅持下去，你就可能處於良好的財務狀況。",
        "reversed_finances" => "您現在可能會覺得您的財務狀況不受您的控制。逆位皇帝可以暗示一個人無法妥善處理自己的財務狀況。有時，它也可能表明在支出方面缺乏紀律。如果您屬於前者，您可能需要找到可以幫助您的專業人士。如果後者適用，您真的需要仔細查看您的收入與支出，並學會削減開支。",
        "yes_no" => "皇帝作為皇后的對應物，代表著所有事物的父愛。他是你生命中的結構、秩序和權威。在你努力前進的同時，這張牌表明果斷和理性會讓你走得很遠。有了這個，你的答案是肯定的。",
        "past" => "權威在塑造你的生活方面發揮了重要作用。你的好位置可能是由於政府或有權勢的人。最近的衝突即將得到解決。",
        "present" => "有時，某個有權勢的人會主動提出幫助您。無論如何，來幫助您的人可能比您的更有能力。保護您所愛的人很重要，但處於領導地位的人必須知道如何妥協。當心過度依賴。",
        "future" => "採取主動可能會讓你更接近你的目標，但前提是你能對自己的所有行為負責。您將有機會擔任生活中的眾多角色之一。記住那些跟在你後面的人。",
    ],
    5 =>
    [
        "id" => 6,
        "type_id" => 1,
        "number" => 5,
        "name" => "教皇(The Hierophant)",
        "upright_keyword" => "傳統、社會群體、約定俗成、從眾、教育、知識、信仰",
        "reversed_keyword" => "叛逆、不循規蹈矩、新方法、無知",
        "astrology" => "金牛座",
        "element" => "土元素",
        "image_key" => "05_Hierophant",
        "content" => "這張卡片描繪了一個宗教人物，他坐在具有教堂特徵的相當正式的環境中。他穿著三件精心設計的法衣，分別代表三個不同的世界。他的右手正確地舉起了祝福的動作，這是祝福的標誌這就是魔術師舉起的那隻手。另一方面，他帶著一個三重十字架，傳統上與教皇有關。十字架上的每個橫槓都被認為代表聖父、聖子和聖靈。在他的下方，坐著兩名侍僧，代表著機構內神聖知識的轉移。通過這些追隨者，這張卡片也代表著追求知識和教育的道路。

  這張卡在某些套牌中也被稱為大祭司 - 以及教皇。他扮演著另一張名為“女祭司”的卡片的男性角色。這張牌由金牛座統治。
  ",
        "upright_content" => "教皇正位代表支持、自我實現以及成長擴展。無論在情緒面或靈性面，此刻都是好好發展人際情感關係的時機，也適合思考哲學的問題，讓自己成為在靈性上更加覺醒的人。教皇牌的出現，顯示你有機會整合頭腦與精神面，讓自己的覺知意識提升到更高的層次。也就是說，你可以透過不間斷的學習，聽從好的建議，來培養自己的天賦。

  教皇卡建議你最好遵循已建立並有自己傳統的社會結構。例如，您可能會參與某些儀式、儀式或其他宗教儀式。說到塔羅牌，這張特殊的牌最常代表機構及其核心價值觀。這是一個跡象，表明您需要遵守已經確定的現有規則和情況。",
        "reversed_content" => "當您看到逆位的教皇時，可能意味著您感到特別受限制，甚至受到太多結構和規則的約束。結果，您在生活中失去了很多控制權和靈活性。你有一種特別強烈的意志和慾望，要勇往直前，重新獲得控制權，並擺脫傳統的束縛。你很想嘗試非正統的方法或以一種違反社會關係和規範的方式運作。

  教皇逆位的意思主要是質疑某些傳統，並確保在這個特定時刻無論你做什麼都是正確的。",
        "upright_love" => "當談到關係塔羅牌解讀時，教皇的正直愛情意義可以指出傳統宗教對愛情和選擇伴侶的影響。您可能會被安全、傳統且受到社區尊重的另一半所吸引，並避免被視為“禁忌”的情侶。塔羅牌中的神聖之愛也可以代表愛的更多精神方面，並提醒我們應該以道德和愛心對待我們的伴侶。有時，這張牌也可以像徵婚姻。



  受教皇卡影響的關係通常是傳統的、傳統的和社會認可的。情侶可能會共享一個信念系統。",
        "reversed_love" => "逆位的教皇可能表明你們的關係可能​​變得相當陳舊或乏味。你可能已經進入這段關係，但如果沒有註入一些額外的刺激，它會讓人感到乏味。當談到共同的價值觀和共同創造未來時，逆位的教皇可能表明你的觀點可能與你自己的不太一致。這不一定是壞事，但可能需要一些妥協。

  通常，這張卡片還表明，此時並非您收到的所有關於您的戀愛關係的建議都可能對您有所幫助。你最好自己思考什麼是有效的，而不是依靠別人來告訴你什麼是適合你的愛情生活。",
        "upright_career" => "有了教皇，您現在就可以通過與他人合作獲得成功。這有時也意味著選擇不搖擺不定，並保持在經過驗證的真實道路上。在工作方面有如此多的變數，現在最好保持安全。這張卡片還可以表明，此時團隊凝聚力比個性更重要。有時教皇也可以表示一位更資深的導師，可以幫助您在職業生涯中取得進步。這張卡片也是教育的代表，這意味著一段時間的學習，無論是通過學校還是職業培訓，都會對您有所幫助。",
        "reversed_career" => "你在工作場所的創造力、成就或自由現在可能會被官僚主義、流程或規則扼殺。您可能會感到受限和受限。如果您有這些選擇，您可能已經能夠解決您組織的許多問題，但他們可能會固執地讓事情按“他們的方式”完成。有時，這可能意味著為了完成任務，您必須與同事甚至老闆搭訕。即使您有不同的意見，也可能會有很大的壓力要遵循組織的決定。權衡走自己的路的風險；你能忠於你目前所處的位置嗎？",
        "upright_finances" => "當涉及到您的財務狀況時，教皇會建議您將資金存放在傳統的成熟機構中。新穎的賺錢方式，無論是你不太了解的副業，還是新的金融產品，都可能給你帶來麻煩；避免用你的錢賭博。",
        "reversed_finances" => "此刻，您同齡夥伴在財務方面的建議可能會讓您感到窒息。您可能渴望冒險並嘗試新的賺錢方式，無論這意味著在業餘時間從事一個副業，還是學習加密貨幣。對你願意承擔什麼樣的風險以及你願意失去什麼保持負責和理性。",
        "yes_no" => "教皇是教育和傳統的象徵。這張牌建議在你的生活中尋求精神指導或建議。這張卡也表示順從和宗教認可，既沒有正面也沒有負面含義。唯一的答案是也許。",
        "past" => "你過去的抱負是有價值的。尋找一種你可能忽視的力量。",
        "present" => "在上司手下工作或學習的機會正在臨近。如果你周圍的其他人有能力犯錯，那麼你也是。",
        "future" => "尋求穩固的組織或結構化原則的支持以取得成功。你的行為應該是出於自私的動機，否則他們將得不到什麼回報。",
    ],
    6 =>
    [
        "id" => 7,
        "type_id" => 1,
        "number" => 6,
        "name" => "戀人(The Lovers)",
        "upright_keyword" => "愛、工會、夥伴關係、關係、選擇、浪漫、平衡、團結",
        "reversed_keyword" => "不和諧、不平衡、衝突、超脫、錯誤的選擇、優柔寡斷",
        "astrology" => "雙子座",
        "element" => "風元素",
        "image_key" => "06_Lovers",
        "content" => "在戀人卡片中，圖像中的男人和女人受到上方天使的保護和祝福。這對夫婦在他們的家中似乎安全和快樂，這似乎是伊甸園。女人身後有蛇的果樹是對那個故事的參考，它講述了人類墮入誘惑和肉慾的境界。此處描繪的天使是空氣天使拉斐爾 - 他與掌管這張牌的星座具有相同的元素：雙子座。空氣與心理活動有關，尤其是溝通，這是健康關係的基礎。他的祝福似乎賦予這張牌一種平衡與和諧的感覺，象徵著兩種對立力量在宏大和宇宙意義上的結合。 ",
        "upright_content" => "戀人的主要含義是關係中的和諧、吸引力和完美。戀人之間的信任和團結給了他們每個人的信心和力量，賦予了對方力量。他們所建立的紐帶非常牢固，可以表明兩人已經結婚，以及其他親密而親密的關係。

  戀人卡背後的另一個含義是選擇的概念——在對立和互斥的事物之間進行選擇。這可能是一個兩難選擇，您需要仔細考慮並針對您的情況做出最佳決定。

  可以適用於個人的更個人化的情人意味著發展你自己的個人信仰體系，無論社會規範是什麼。我們將其視為聖教的發展，他制定法令並通過標準化系統傳遞他的知識。這是您弄清楚自己將要代表什麼以及您的人生哲學將是什麼的時候之一。你必須開始決定你認為生活中什麼是重要的，什麼是不重要的。你應該對自己盡可能真實，這樣你才會對周圍的人真誠和真實。",
        "reversed_content" => "逆位的戀人可以指向你正在處理的內在和外在衝突。不和諧會使日常生活變得困難，並可能給您的人際關係帶來壓力。你應該花時間想想你是因為什麼而懲罰自己，這樣你才能解決它們或放過它們。此時，您還應該考慮您的個人價值觀和信仰體系，以確保它們與您想要的生活保持一致。

  溝通中斷可能是另一種可能的解釋。你的人際關係的基礎可能會被切斷，造成你和你的伴侶或親人之間的不平衡。通常存在於卡片中的統一性已經變得不平衡。

  逆位的戀人也可以表明你一直在逃避對自己的行為責任。你本可以根據你對現在的渴望做出決定，但現在卻將那些追上你的後果歸咎於他人。所以，你需要彌補或放棄過去，在未來做出更好的決定。",
        "upright_love" => "當談到愛情和人際關係時，戀人卡對任何尋求者來說都是一個受歡迎的景象。戀人塔羅牌象徵著美妙的凝聚力和力量平衡，表明互補的能量。這張牌代表了一對可以很好地協同工作。另一方面，因為這張牌也像徵著選擇和承諾的選擇，它也引發了你對愛的承諾程度的問題。這不必專門指另一個人，但也可以表示在愛情或工作、愛情或家庭、愛情或友誼之間做出選擇，甚至有時是愛情和你的整個生活方式。這裡的想法是，為了擁有這種愛，你可能必須做出犧牲。在某些方面，所有的承諾都是一種犧牲，但為合適的人做出的承諾可以幫助您成長為個人。",
        "reversed_love" => "戀愛關係或浪漫塔羅牌中的逆位戀人可能表明您的關係中存在冷漠。平衡的東西不再起作用。一些問題可能會阻礙你們的關係，必須解決，以再次建立更緊密的聯繫。

  有時，也可能表現出對承諾的恐懼。這可能是你有很多追求者的時候，或者你的約會生活可能非常活躍。雖然一開始這可能很有趣，但您可能會覺得有太多選擇，或者為了發展情侶關係而必須放棄太多可能性。這可能需要您進行一些反省；確保你對自己的恐懼和慾望誠實。",
        "upright_career" => "有時，戀人可以表示商業夥伴關係，或與同事建立和諧且對雙方都有利的關係。戀人卡也可以像徵柏拉圖式的伙伴關係，儘管有時，這也可以表示可以開花的浪漫關係。如果確實發生了這種情況，請確保您了解自己面臨的風險類型，並用您的頭腦和心靈做出決定。戀人塔羅牌還可以暗示您在未來的職業生涯中需要做出重大決定。您可能正處於十字路口，或者從一條道路轉向另一條道路，或者您可能需要在工作和生活的其他方面之間做出選擇。",
        "reversed_career" => "當戀人被反轉時，您可能會在您的同事或商業夥伴之間發生衝突。您可能需要進行長時間的討論才能同意每個人都可以接受的決定。或者可能有一個人在做所有的工作，或者不得不背著失去所有動力的隊友。兩個同事都可能因為一個人無法公平分配工作而受到拖累。有時，這張牌確實表明在你的工作場所開始了一段浪漫關係，但反過來，這會給你帶來麻煩。如果您繼續沿著這條路走下去，可能會出現您沒有預見到的後果。 ",
        "upright_finances" => "在財務方面，戀人卡可以表明需要做出重大的財務決策。您可能不得不在一筆大筆開支和另一筆大筆開支之間做出選擇；要記住的重要一點是，您似乎不能同時擁有兩者。你的選擇在未來可能會產生更大的影響。",
        "reversed_finances" => "您現在的財務選擇可能相當衝動，這意味著您的長期財務安全可能會受到威脅。您是在做出負責任的選擇，還是在尋求即時滿足？確保您了解在財務方面您真正能夠負擔得起什麼。",
        "yes_no" => "戀人透漏您處於生活中的某個十字路口。雖然這張卡片是人際關係、愛情和團結的高度象徵，但它也可能顯示出積極的商業夥伴關係或合作向前邁進。你的問題的答案是肯定的。",
        "past" => "您將更有能力與他人建立聯繫。最近衝突的情感負擔將很快被解除並成功解決。",
        "present" => "一場即將到來的衝突將考驗你的價值觀。為了前進，你將不得不在愛情和事業之間做出決定。兩者都不會永遠消失，但選擇將決定你的優先事項。",
        "future" => "在未來你們雙方將各自有各自生活，會有新的選擇。",
    ],
    7 =>
    [
        "id" => 8,
        "type_id" => 1,
        "number" => 7,
        "name" => "戰車(The Chariot)",
        "upright_keyword" => "高效率、把握先機、成功、雄心、決心、意志力、控制力、自律、專注",
        "reversed_keyword" => "失控、發生意外、失敗、沒有方向、沒有控制、固執己見、侵略、障礙",
        "astrology" => "巨蟹座",
        "element" => "水元素",
        "image_key" => "07_Chariot",
        "content" => "戰車塔羅牌描繪了一個人物坐在由兩個黑白獅身人面像駕駛的車輛內。人物坐在點綴著白色星星的藍色天篷下。在他的肩膀上，他帶著新月的標誌，代表著他所受的精神影響。頭戴冠冕，寓意開悟，意志清淨。他胸前紋著一個正方形，代表地球和物質世界的元素，是他和他的行為的基礎。

  獅身人面像被塗成黑色和白色，象徵著車夫必須學會控制的對立力量。在這裡，他們很平靜，但由於他們似乎想要向不同的方向移動，因此經常發生混戰。他的任務是引導這些獅身人面像走向一個目的地，一個以他所代表的宇宙力量為標誌的目的地。戰車與巨蟹座星座有關",
        "upright_content" => "戰車塔羅牌就是通過保持對周圍環境的控制來克服挑戰並獲得勝利。這種完美的控制力和信心使車夫在任何情況下都能取得勝利。力量和意志力的使用對於確保您克服道路上的障礙至關重要。戰車傳達的信息會在您努力實現目標時讓您變得更強大。

  他帶給你的關鍵信息是，你必須在充滿曲折和彎路的過程中保持專注、自信和決心。如果您有一個似乎不確定的計劃或項目，戰車表明您應該以結構化和有序的方式執行該計劃。您的大膽將確保您實現此目標中應有的一切。

  在戰車追求目標的過程中，他可能會表現出一些他以前從未在自己身上看到過的行為——競爭和對成功的渴望也許讓他的性格更具侵略性。攻擊性是人性的自然組成部分，戰車提醒您，它也可以用來幫助您掌控自己的情況，但也必須加以控制，以免阻礙您前進的道路。 ",
        "reversed_content" => "逆位戰車的外觀可以幫助您意識到自己的侵略性和意志力的缺乏。這可能是說你缺乏專注、動力或方向，或者你被你對目標的痴迷所扭曲。在前一種情況下，讓戰車提醒你，只要你能鼓起勇氣，你就能取得勝利。在後者中，您的衝動可能是您必須控制的另一個因素。看到逆位戰車可能表明您需要接受這樣一個事實，即您無法始終處於控制之中。

  戰車反轉的含義也可能表明您對生活缺乏控制和方向。你受制於對立勢力和障礙的擺佈，似乎無法鼓起力量來接管。你正在放下一切，生活正朝著牠喜歡的任何方向前進。它應該作為一個警鐘，提醒您需要收緊一些鬆散的部分並掌控自己的命運。",
        "upright_love" => "現在是時候開始了，並確保您清楚地了解您在愛情和浪漫中尋找的東西。一旦你知道你的目的地，戰車塔羅牌愛情的意義就會敦促你採取行動。當你掌控你的愛情生活時，你很可能會看到回報。信心、勇氣和動力將導致成功。

  當您朝著目標前進時，戰車塔羅牌愛情的含義也可以表明需要平衡兩種衝動，由卡片中的兩匹馬代表。他們可能會將您拉向不同的方向，但在前方指引一條清晰的道路意味著控制每個人，以便您保持在正確的道路上。這張卡有時會帶來問題，你到目前為止所做的選擇是否平衡；您的關係是否因工作時間過長而受到影響？你是否如此專注於你們的關係，以至於為此犧牲了太多的個性？戰車要求我們再次將生命掌握在自己手中，並堅定地駕馭。",
        "reversed_love" => "當逆位時，戰車塔羅牌愛情的意義可能預示著尋找愛情的壓倒性動力，以至於其他目標和願望可能已經被遺忘。有時候，要記住，在生活中，我們無法控制周圍的一切，無論我們做什麼，都無法讓完美的人出現在我們面前。每天帶著希望和熱情出現很重要，但耐心也很重要。讓愛找到你。

  戀愛中的戰車倒轉也可能表明事情可能失去平衡，您可能需要再次努力糾正它們。確保你的工作、愛情、家庭和友誼不會因為你在一個或另一個方面過度擴張而受到影響。這可能是與您的伴侶意見不一致的根源。",
        "upright_career" => "當您在詢問職業塔羅牌擁有戰車時，您的野心將帶您走得更遠。清楚地了解自己的職業生涯目標後，您就會知道自己的目標，並且可以非常專注於實現目標。您可能會在工作中感到非常有動力，這會給您帶來成功所需的紀律、動力和自製力。如果你想改變角色，或者在你目前的工作場所獲得一個更高級的職位，這張卡片表明你需要做的就是去爭取。當談到你的工作環境時，不要分心；這可能包括辦公室政治或競爭對手；確保您始終專注於需要做的事情。 ",
        "reversed_career" => "逆位戰車可能表示缺乏雄心、專注或動力，或者過於雄心勃勃。最終，這張牌會提出一些問題，即你在追求目標時有多強硬或激進。你是那種被動等待你想要發生的事情，希望它們落在你腿上的人嗎？還是你太強勢了，以至於在追求成功的過程中不顧及他人？這兩種方法都會給您帶來麻煩。咄咄逼人到敵意可能會適得其反，而如此被動永遠不會給你帶來你想要的那種幸福。您對這些選項中的任何一個都滿意嗎？一個健康的中間地帶是什麼樣的？ ",
        "upright_finances" => "如果有任何財務障礙阻礙了您的物質穩定，現在是處理它們的時候了。戰車為您提供動力、專注和決心來克服這些挑戰。通過足夠的自律，您將能夠對自己的財務狀況感到滿意。",
        "reversed_finances" => "小心不要在沒有考慮清楚的情況下匆忙購買。您可能不具備做出明智決定所需的一切知識。或者，如果這不能描述您，那麼您可能在金錢方面猶豫不決。您可能可以將您的錢投資於某事，但一直在猶豫要採取任何行動。",
        "yes_no" => "戰車揭示了某種旅程。有了積極的含義，這段旅程很可能是某種進展。這也可能是您一直努力爭取的最終成功。通過這張卡片顯示的信心、方向和勝利表明答案是肯定的。",
        "past" => "鬥爭增強了你的力量，最近發生的事件讓你有機會取得勝利。",
        "present" => "好消息來了，你將在決定性的勝利中戰胜對手。",
        "future" => "繼續你的奮鬥，你所尋求的目的就會實現。如果你不放棄，榮譽、讚譽和認可都是你可能的結果。",
    ],
    8 =>
    [
        "id" => 9,
        "type_id" => 1,
        "number" => 8,
        "name" => "力量(Strength)",
        "upright_keyword" => "勇氣、勇敢、自信、同情、自信、內在力量",
        "reversed_keyword" => "自我懷疑、軟弱、低信心、不足、怯懦、強硬",
        "astrology" => "獅子座",
        "element" => "火元素",
        "image_key" => "08_Strength",
        "content" => "在這張塔羅牌中，你會看到一個女人平靜地握著一頭成年獅子的下巴。儘管獅子看起來兇猛而強壯，但女人似乎對它有統治權。令人著迷的是她如何優雅地控制獅子。她冷靜而鎮定，這代表著控制和紀律，尤其是在逆境中。

  她還握著獅子的下巴，這也說明她有勇氣。她對獅子的控制又不過分粗暴，表現出愛和同情。山上的藍色背景顯示出穩定以及穩定所帶來的平靜。

  獅子是勇氣、激情和慾望的象徵，這是人類生存所必需的情感的重要組成部分。但是，如果這些情緒得不到控制，就會導致我們最終的毀滅。",
        "upright_content" => "當你在塔羅牌中以正位的方式拿到力量牌時，就表明你在危險和痛苦的時刻擁有內在的力量和毅力。它表明即使你的生活正在經歷巨大的鬥爭，你也有能力保持冷靜和堅強。它還表明您是一個富有同情心的人，即使要付出，您也總是有時間為他人服務。


  獲得力量卡意味著您是一個非常有耐心的人，有可能完成他們下定決心要做的任何事情。你的韌性將極大地幫助你，你的無畏意味著你應該毫無問題地說出你的想法。這張牌也預示著這種慈悲心將永遠得到回報，無論是現在還是在不久的將來，你的生活都會非常穩定。

  ",
        "reversed_content" => "一張逆位力量牌可能意味著你正在（或即將）在你的生活中體驗到強烈的憤怒或恐懼。你似乎缺乏這張牌通常代表的內在力量，這意味著你可能正在經歷恐懼，並且對自己的能力缺乏信念和信心。這可能意味著你已經忘記了你的激情以及做你喜歡的事所帶來的那種快樂、幸福和滿足。

  逆向力量卡也可能意味著由於多種原因，一個人正在經歷抑鬱症，因此，它正在耗盡他們生活中的所有快樂。

  一個人最終可能會因為不快樂或沮喪而退出社會，因為他們可能覺得人是他們如此悲傷的原因。這也可能是嫉妒的表現，尤其是當你停滯不前時，每個人似乎都在生活的各個方面都很開心或表現出色。這張牌表明你必須學會獲得自信才能重新利用你的內在力量。",
        "upright_love" => "當你在愛情塔羅牌中抽出力量牌時，你可能會發現自己陷入了激情和火熱的浪漫之中。這張牌所暗示的強烈感情既可以表示牢固的關係，也可以表示容易生氣、嫉妒或其他情緒爆發的關係。這種關係有利也有弊。或者，力量的塔羅牌愛情意義是一種同情、同理心和內在力量；您可能會發現這些品質一定會吸引您需要的伴侶，或者讓您和現有合作夥伴比以往任何時候都更加緊密。同理心可以讓你更深入地了解你和你伴侶的需求和不安全感。如果您發現自己處於爭吵或激烈的時刻，最好以耐心和溫柔的態度對待彼此，",
        "reversed_love" => "在愛情塔羅牌中，當力量逆位時，這張牌可能表明你們的關係有點相互依賴。這可能源於某些形式的不安全感，使您和您的伴侶難以更加獨立並追求自己的利益。再來你在這份感情中本身你有些沒自信，你對于自己要和他穩定的走下去沒信心，你的心也是飄忽的，自然了要想你們感情穩定難度也是比較大的。逆位的力量塔羅牌愛情含義也可以表明力量和力量在你們的關係中變得更加明顯。一個伴侶可能變得越來越霸道，而不是同情和理解。您可能必須確保一個合作夥伴的需求不會被踐踏以支持另一個伴侶的需求。",
        "upright_career" => "如果你能駕馭你的動物本能；你的憤怒、你的動力和激情，你可以在你的職業生涯中邁出重要的一步。這並不意味著讓這些本能接管，而是與它們協調工作，或將它們引導到生產用途。在這裡，您將能夠找到自己的力量；這張牌說明你很可能已經具備了天賦和本領，你只需要鼓起勇氣大干一場。如果您正在尋找晉昇機會，請做一些事情來引起注意。如果你想改變你的整個職業生涯，那就大膽嘗試吧。如果您夢想自己創業，請督促自己採取下一步行動，然後開始。",
        "reversed_career" => "您的恐懼是否阻礙了您的職業抱負？逆位的力量卡表明你可能擁有取得成功所需的一切，除了對自己有健康的信心和信念。您可能會不斷地自我懷疑，讓您的焦慮和自我懷疑佔據主導地位，並阻止您做出可以推動您職業發展的選擇。如果你真的仔細審視自己，你會發現你比你想像的更有能力。相信自己的能力，別人也會相信你。 ",
        "upright_finances" => "如果你一直在控制衝動消費方面做得很好，那麼你現在很可能會發現自己處於一個舒適的位置。只要你繼續控制，你應該沒問題。您可能還準備在購買方面做出大膽的舉動；也許把你的財務投入到你一直夢想的事情上。",
        "reversed_finances" => "現在就避免強迫性消費，因為它對您的財務狀況造成的損害比平時更大。或者，這張卡也可以暗示對把錢花在現在對你有幫助的事情上猶豫不決，即使你可能有足夠的資金。無論您的實際情況如何，都會有一種財務上的不安全感。",
        "yes_no" => "力量卡顯示出自信和自信地面對生活中的問題。它表明一個人享有權力，但有能力在所有事情上行使強大的自我控制能力。你的追求可能需要耐心和力量，你尋求的答案很可能是肯定的。",
        "past" => "你的力量是平衡的，你有體力和精神力。這種內在力量可能會引導您探索自己能力的其他潛力。",
        "present" => "不要拒絕任何會改變你未來的提議。對自己的信念有信心，並有足夠的力量去相信你會在哪裡著陸。",
        "future" => "在你的未來有一個強大的、充滿活力的釋放，這將帶領你進入重大的生活變化。通過了解您的真正價值，您將充分利用這個絕佳的機會來改善您的生活。",
    ],
    9 =>
    [
        "id" => 10,
        "type_id" => 1,
        "number" => 9,
        "name" => "隱士(The Hermit)",
        "upright_keyword" => "自我反省、內省、沉思、退縮、孤獨、尋找自我",
        "reversed_keyword" => "孤獨、孤立、隱居、反社會、拒絕、回歸社會",
        "astrology" => "處女座",
        "element" => "土元素",
        "image_key" => "09_Hermit",
        "content" => "《隱士》描繪了一位老人獨自站在山頂，一手提燈，一手執杖。山代表成就、發展和成功。隱士塔羅牌是指他獲得的精神知識水平，並且他準備將這些知識傳授給每個人。他對自己的目標也有著堅定的承諾，並且對自己所走的道路有著深刻的認識。在燈籠內，您會注意到一顆六角星，也被稱為所羅門印記。這個符號代表智慧。他手持的權杖象徵著權威和權力。",
        "upright_content" => "隱士是來自內心的知識的尋求者。一個孤獨的流浪者在黑夜的路上，他尋找只有長期孤獨才能獲得的東西——內心的聲音。要聽到它，他必須與那些聲音和慾望威脅要戰勝他自己的人群脫節。他走過無意識的黑夜，只有北極星微弱的光芒指引著他，他的目的地是他的家，他的自我。

  你目前正在考慮你需要一個人呆著。永遠不要害怕抓住這個機會反思，因為它可以幫助您清除日常生活中的所有雜亂。隱士也可能指您採取真實的行動並與真實自我保持一致的努力。您可能正在尋找內在的靈魂，以尋找正確的指導，以及下一步的目標。

  隱士在塔羅牌中的出現也可以表示一個人的出現，他將來到你的生活，成為你的導師。",
        "reversed_content" => "當逆位時，你可能處於一種你想要一個人的境地；沒有錯。但是，您的隱居有可能對您自己和他人都有害。隱士雖然帶著崇高的志向出發去探尋內心的真相，但他的內心之路也可能充滿了巨大的危險。向內走可能會導致瘋狂和深淵，因為無意識充滿了他可能還不了解的圖像，潛伏著等待著引誘你進入。就像一個迷失在自己夢想中的人一樣，隱士可能會發現自己被困在自己的世界裡，孤獨，被困，不真實。你必須學會平衡你對真理的需求和與人類同胞的聯繫。

  在工作方面，隱士逆位的意思是指你準備好深入了解已經困擾你很長時間的事情。需要進行搜索，您有責任提出問題，讓其他人了解情況。",
        "upright_love" => "愛，作為人生最大的謎團之一，可以成為一位偉大的老師。它要求我們所有人都真正了解自己、我們的需求、我們的恐懼和我們的不安全感。隱士塔羅牌的愛情含義表明，在與另一個人建立牢固的浪漫關係之前，我們可能需要一些獨處的時間，以便對自己有一些了解。這段時間可能會感到有點孤獨，但它會讓你走上正確的道路，找到你想要擁有的愛情。如果你們已經處於戀愛關係中，這種自我反省是你們兩個可能想要一起做的事情。你們倆可能都想考慮一下你們對一段關係的期望，以及什麼會讓你們更快樂。最初的會談可能會令人不舒服，但將為應對未來的未來奠定堅實的基礎。",
        "reversed_love" => "逆位的隱士塔羅牌愛情意義可以表示一段孤獨時期，一種是強加於你的，而不是你自己發起的。雖然這段時間可能會很艱難，但充分利用它可以幫助您專注於自己的目標，並明確您希望從伴侶和生活中得到什麼。這些將是建立牢固的未來關係的基石。如果您已經處於戀愛關係中，您可能會發現你們中的一個人感到疏遠並逐漸疏遠。儘管每個人都做出了努力，但在伴侶關係中，有人可能會感到孤獨。現在是檢查這些動態並看看您是否可以伸出手的時候了。可能需要關注、關心和強烈的自我意識，才能再次感受到聯繫。",
        "upright_career" => "您可能正在花費一些急需的時間來思考您現在想要從職業中獲得什麼。你可能會覺得你目前所走的道路對你來說並不真正適合你，並且可能會有一種沒有得到滿足的感覺。現在，你正試圖了解什麼樣的工作會給你帶來各個層面的快樂。如果您純粹是為了金錢或財務穩定而從事職業，那麼這些資格對您來說已經不夠了。你可能正在尋找一個目的，或者至少是一些讓你更接近你想成為的人的東西。  ",
        "reversed_career" => "有時，逆位的隱士可以發出沉思期結束的信號。你可能已經準備好重新加入社會，這一次更清楚地了解你想要的職業生涯。您現在可能需要進行一些調整，無論是尋找新工作、建立人脈以尋找導師和隊友，還是發展職業生涯的其他與社會相關的方面。另一方面，也可能是你的獨處期可以進一步延長；您可以選擇完全避免與他人合作。一開始，獨自一人的感覺可能會少得多；但請確保您繼續獲得社會支持。有時，這張牌也可能表明被迫獨自工作，導致孤獨感，或被同事拋棄。 ",
        "upright_finances" => "你現在可能會意識到金錢並不能給你帶來幸福。這可能是一個不太關注物質事物的時代，而更多地關注嘗試了解您可以在哪裡真正找到滿足感。",
        "reversed_finances" => "當涉及到財務決策時，您可能已經準備好從外部來源尋求建議。理想情況下，您已經結束了對物質安全和金錢對您意味著什麼的沉思，並且您可能正在運用這些見解。希望這可以與您的物質狀況建立更好的關係。",
        "yes_no" => "隱士是一張像徵尋求某種精神啟蒙的卡片。孤獨的內省和沈思也與隱士有關。也許您需要進行一些反省和反思。因此，您的問題的答案是可能的。",
        "past" => "你過去的步伐已經放緩，是時候接受這一點了。繼續尋找您的未來目標並考慮您最近獲得的洞察力。",
        "present" => "有人可以幫助您解決所有問題，他們的洞察力可能會讓您大吃一驚。這個人就是你自己。了解自己，才能更好地了解他人。",
        "future" => "當你意識到你的真諦時，就沒有什麼可以阻擋你的道路了。生活挑戰了你，但你準備好迎接未來。",
    ],
    10 =>
    [
        "id" => 11,
        "type_id" => 1,
        "number" => 10,
        "name" => "命運之輪(Wheel of Fortune)",
        "upright_keyword" => "變化、週期、命運、決定性時刻、運氣、財富、突發事件",
        "reversed_keyword" => "運氣不好、缺乏控制、執著於控制、不受歡迎的變化、延誤",
        "astrology" => "木星",
        "element" => "火元素",
        "image_key" => "10_Wheel_of_Fortune",
        "content" => "命運之輪是套牌中最具象徵意義的牌之一，充滿了每張都有其含義的標誌。在卡片的中央，有一個巨大的輪子，上面覆蓋著深奧的符號。輪子周圍有不同的生物；天使、鷹、公牛和獅子。它們與黃道十二宮中的四個固定星座有關——獅子座、金牛座、天蠍座和水瓶座。這四種動物也是基督教傳統中四位福音傳道者的代表，這也許是它們都裝飾有翅膀的原因。

  每個生物所持有的書籍都代表著傳達智慧和自我理解的托拉。蛇表示下降到物質世界的行為。在輪子本身上，騎著一個坐在頂部的獅身人面像，而似乎是魔鬼，或者是阿努比斯本人出現在底部。這兩個埃及人物代表了眾神和國王（在獅身人面像的情況下）和冥界（阿努比斯）的智慧。它們在一個循環中永遠旋轉，並表明當一個上升時另一個下降。",
        "upright_content" => "命運之輪不斷轉動，似乎在傳達生命由好壞兩部分組成，並且循環是我們無法控制的。這是一種既受君王也受制於工人的東西，地球上任何人都無法避免命中註定的事情。當您在生活中遇到美好的時刻時，請確保您盡情享受，因為發生的事情總會落下。反過來也是如此——當你處於糟糕的境地時，事情最終會再次變得更好。

  人類無法控制的強大力量在這裡發揮作用。支配季節變化或太陽升起和落下的相同力量也是運氣和個人命運的主宰。它的落點與機會一樣隨機——您可能會發現自己處於頂部或底部，但請記住，無論結果如何，它都可能不會持續很長時間，因為輪子總是在轉動。",
        "reversed_content" => "當命運之輪逆位時，意味著運氣沒有站在你這邊，不幸一直在跟著你。當它與這張卡相關聯時，您必須了解這些是由於您無法控制的外部影響造成的。就像車輪一樣，我們的運氣和命運總是在運動，有時我們在底部。請放心，車輪會再次轉動，您很快就會好起來的。

  然而，你不應該做的是堅持控制的錯覺。或許在這個輪迴中，教訓就是要學會放手和釋放。有些事情不能單靠人的意志和行動來推動。當我們不放手時，它只會帶來更多的痛苦，因為您可能會因為無法改變情況的行為而責備自己。當我們學會接受時，我們也學會了原諒自己。我們學會繼續前進，並繼續前進——最終，我們了解到這種接受的感覺可以再次推動車輪前進，並將其推向一個新的循環。",
        "upright_love" => "生活充滿了意想不到的變化，愛情也不例外。命運之輪塔羅牌愛情的意義可以預示著你們關係的巨大變化，也許是你沒有預見到的變化。這些不一定是壞事，但可能需要進行調整。你與伴侶的承諾現在可能會受到考驗，你們倆可能都需要付出一些努力或犧牲才能保持在一起。如果您選擇做出選擇，您的伙伴關係可能會變得比以往任何時候都更加緊密，因為你們兩個學會了作為一個團隊一起度過人生的起起落落。重要的是要了解變化是積極的還是消極的，它們不是永遠的，因為車輪總是在轉動。",
        "reversed_love" => "有時，無論我們如何努力，世界都不會屈服於一個人的意志。生活可能會給您的計劃帶來意想不到的麻煩，除了記住這也會過去之外，您無能為力。很可能一些外部因素現在正在影響你的人際關係，你可能必須適應它，耐心地接受它，而不是試圖控制這種情況。你生活的其他方面現在可能要求很高，因為你的浪漫生活可能需要暫停一下。如果您是合夥人，請嘗試以團隊的形式解決這些問題並公開溝通。",
        "upright_career" => "在您的職業生涯中，可能會發生重大變化。如果您正在考慮改變職業道路或職位，現在可能是做出這些舉動的好時機。嘗試並更多地了解您現在所處環境中的機會，並在它們出現時說是。有時，即將到來的變化可能是困難和具有挑戰性的，但這些實際上可以為您發展技能並為未來的成長做好準備。接受這些變化，讓自己適應。順應這些變化的潮流可能會給您帶來成功。  ",
        "reversed_career" => "你工作生活中的事情變化很快嗎？您可能會發現目前很難跟上。所有這些意外都可能會破壞您的計劃。您可能會繼續嘗試使過去的解決方案發揮作用，而不是與現在正在發生的事件並駕齊驅。重要的是不要執著於過去或您的期望，而是要保持靈活性並準備好改變您的計劃。您在工作中的職責是否發生變化？您的項目需求是否不斷更新？這可能會非常令人沮喪，但與其與之抗爭，不如嘗試找出自己的處理流程。確保找到您的中心很重要。 ",
        "upright_finances" => "當涉及到您的財務狀況時，命運之輪也暗示了改變，所以準備好適應任何發生的事情。如果您在經濟上一直很舒服，請確保您繼續存入一定數量的錢來度過困難時期。如果您正在處理物質困難，請放心，這不會永遠持續下去。睜大眼睛看向你敞開的任何機會。",
        "reversed_finances" => "當涉及到您的財務時，要小心冒險，因為這張卡片可能預示著意外和不受歡迎的事件。現在建立一個小型應急基金可能是明智的；即使什麼也沒發生，把東西藏起來也可以幫助緩解對接下來發生的事情的焦慮。世界在不斷變化，請確保您已做好準備。",
        "yes_no" => "命運之輪代表著運氣、變化和生活中的新方向。雖然它也顯示出起起落落，但這張牌的整體感覺是積極的，預示著好運和好運發生了變化。您正在尋找的答案是肯定的。",
        "past" => "你過去的行為是你未來成功的種子。要取得進展，您必須接受即將發生的變化。",
        "present" => "一個有益的變化即將到來，但請記住，運氣是無法控制的。",
        "future" => "未來將有機會改變通往個人成長和幸福的道路。你必須準備好改變你的思維方式，因為無論你的行為是否帶來成功，它們都代表著有益的改變。",
    ],
    11 =>
    [
        "id" => 12,
        "type_id" => 1,
        "number" => 11,
        "name" => "正義(Justice)",
        "upright_keyword" => "正義、公平、後果、責任、法律、真相、誠實、正直、因果",
        "reversed_keyword" => "不公正、報復、不誠實、腐敗、不誠實、不公平、逃避責任",
        "astrology" => "天秤座",
        "element" => "風元素",
        "image_key" => "11_Justice",
        "content" => "正義塔羅牌是真理、公平和法律的象徵。當她坐在椅子上時，她左手的秤代表直覺應該如何平衡邏輯。她用右手的雙刃劍象徵著公正。她所戴王冠上的方形象徵著伸張正義所需的清晰思想。在她身後，有一件紫色的斗篷和站立的灰色柱子。在她用釦子固定在一起的紅色斗篷下，她露出了一隻白色的鞋尖。這是一種精神上的提醒，即她提供的是他們行為的結果。",
        "upright_content" => "你現在做出的決定對你和他人都有長期的影響。總會有審判你的時候。出現在閱讀中的正義塔羅牌表示將公平和相應地做出判斷。您過去所做的決定將被公平地仔細權衡。根據您的情況，您對這張卡的感受可能會有所不同。

  如果你受到了委屈，這張牌的出現可能會讓你鬆一口氣。另一方面，如果你的行為給他人帶來了痛苦，這張牌就起到了警告的作用。她的出現代表了你現在有機會改變自己的行為，為更美好的未來。當塔羅牌讀數顯示正義的形象時，是時候說明您的行為了。

  正義牌的另一個含義是真理。真相一定要成真，這不是從別人嘴裡說出來的，八卦是查不出來的。相反，它基於事實。了解他人和自己的真相，在做出判斷之前說出來並了解真相。在塔羅牌中，當你看到正義塔羅牌時，你需要公平地對待你的所有行為。通過遵循正確的程序了解真相，您將了解您的任務是什麼。

  解讀正義塔羅牌的另一個含義是像徵著需要注意。它可能與您的生活、職業有關，或者只是您需要做出的重要決定。如果您對某事不確定，現在是一勞永逸地找到解決方案的時候了。",
        "reversed_content" => "逆位的正義塔羅牌可以表示各種各樣的事情。一個正義逆位的意思是表明你生活在否認中。你不願意接受你的行為或他人的後果。你正在逃避你的內疚。但是，您必須意識到這些都是過去的行為。你的未來取決於你今天的行動——以及你將如何重新平衡天平。你如何彌補你的錯誤？採取行動讓你有機會改變和停止評判自己。在法律事務中，這可能代表您不會接受的案件的不公平結果。",
        "upright_love" => "正義關乎業力，如果你一直在努力，愛情和浪漫就會如約而至。如果你一直善良、充滿愛心和支持，你的人際關係將成為你給予他人的一面鏡子。如果你一直單身，你充滿愛心和積極的性格會讓你對新的潛在戀情特別有吸引力。

  因為這張牌是關於因果法則的，所以請確保你一直公平地對待你的伴侶。當心怨恨和防禦，並確保以尊重和信任另一半的方式處理人際關係中的衝突。現在需要妥協和理解。有時這張卡片也是關於機智的，並以一種考慮到你伴侶感受的方式表達你的沮喪。只要誠實和善意地處理問題，你們的關係就會蓬勃發展。",
        "reversed_love" => "有時，愛情和浪漫可能是不公平的。您可能正在儘自己的一份力量將自己推向世界，但運氣仍然不在您身邊。無論情況如何，有時必須咬緊牙關繼續前進。現在也可能是檢查您對愛情的期望是否公平的好時機。您是否正在尋找一個絕對完美的人，但無法或不願意彌補自己的缺點？誠實對待您的要求以及您自己的行李。如果你正在戀愛中，這可能是一段艱難的時期，比以往任何時候都更需要公平和妥協。不要因為你的責任而責怪他人或你的伴侶。",
        "upright_career" => "如果您捲入了任何工作場所糾紛，正義卡可以表示只要您誠實、誠實和公平地進行交易，一切都會對您有利。如果這不適用於您，這張卡片可以簡單地提醒您始終誠信行事，並確保您為自己的行為負責，即使您犯了錯誤。儘管有時這很可怕，但其他人會因為你的誠實和對真相的承諾而信任和尊重你。通過公平和平衡的交易，您的事業可以蓬勃發展。",
        "reversed_career" => "您現在可能正在處理工作中的一些不公平情況。這可能意味著要為其他人或試圖破壞您工作質量的其他人承擔責任。雖然用火滅火可能很誘人，但這只會使問題惡化。對如何處理這種情況保持合理、合乎邏輯和直率。通過逆位正義，您可能會發現激烈的對抗可能意味著責任將落在您身上。有時，這張牌也可能表明你在職業生涯中不夠誠實。這可能會給你帶來麻煩；或者即使沒有，也會導致持續的焦慮，因為你想知道另一隻鞋什麼時候會掉下來。如果你還有時間，現在就彌補和改變你的習慣。如果你一直逃避為錯誤承擔責任，並希望責任歸咎於他人， ",
        "upright_finances" => "這張卡提醒您在進行財務交易時要保持誠實、公正和公平。確保您在與他人的需求之間取得平衡，並且您所獲得的與您所給予的相平衡。繼續保持平衡，你的財務應該沒問題。

  ",
        "reversed_finances" => "當您的塔羅牌中出現逆位的正義卡時，您的財務狀況就存在一些不誠實。與誰共享您的財務信息時要謹慎，並確保在繼續之前他們可以信任。如果您的財務狀況一直很困難，逆位的正義卡也可能表明您未能對自己的情況負責。為困難的情況承擔責任聽起來令人不快，但它也可以賦予權力。",
        "yes_no" => "正義牌是關於你生活中不同事務的業力、公平和平衡。它並不意味著對你有利或不利的結果，但責任、尊嚴和正直都喜歡它的存在。你的問題沒有明確的答案。",
        "past" => "平衡你的情緒會帶來回報，讓你在人際關係中變得和諧。如果你找到內在的平衡，你生活中的困惑就可以克服。",
        "present" => "您將收到一些建議或償還債務。",
        "future" => "當一切都說了又做了，你會得到你真正應得的結果。你的道德品質將是合理的，所以保持正直並努力平衡自己。",
    ],
    12 =>
    [
        "id" => 13,
        "type_id" => 1,
        "number" => 12,
        "name" => "倒吊者(The Hanged Man)",
        "upright_keyword" => "犧牲、等待、不確定、缺乏方向、視角、沉思",
        "reversed_keyword" => "拖延、漠不關心、停滯不前、避免犧牲、停滯不前、冷漠",
        "astrology" => "海王星",
        "element" => "水元素",
        "image_key" => "12_Hanged_Man",
        "content" => "在這張卡片中，它描繪了一個倒掛的人，他的腳懸在活生生的世界樹上。此樹深植於冥界，以支撐天界著稱。人們相信，倒吊者實際上是由他自己的自由意志定位在那裡的。我們相信這一點是因為他臉上的平靜表情。他的右腳被綁在樹枝上，但他的左腳仍然完全自由。與此同時，他雙手背在身後，形成一個倒三角形。他穿的紅色褲子代表肉體和人的熱情，而他穿在襯衫上的藍色代表平靜的情緒，是聖人常見的顏色組合。他的鞋子、頭髮和光環的黃色象徵著他的智慧。 ",
        "upright_content" => "被絞死的人明白，他的位置是他為了前進而需要做出的犧牲——無論是對過去的錯誤懺悔，還是有計劃的後退以重新計算他的前進道路。這次他在這裡度過的時間不會浪費，他這樣做是他前進的一部分。他的顛倒狀態也可以像徵那些走精神道路的人的感覺，因為他們看待世界的方式不同。如果其他人不理解犧牲的必要性，您會以不同的方式看待它。當你獨自走在這條路上時，這對你來說是一個自然的行動過程。

  倒吊者卡反映了暫停某些行動的特殊需要。因此，這可能表明有一段時間的優柔寡斷。這意味著即使在這個特定時刻迫切需要採取行動，某些需要正確實施的行動或決定也可能被推遲。事實上，如果您能夠拖延某些行動以確保您有更多時間思考做出關鍵決定，那最終將是最好的，這最終將是最好的。

  這是一張主要用於等待和暫停的卡。這表明這可能是您為了取得成功或等待適當的機會而需要做的事情。請記住，採取行動並不總是最好的解決方案，在某些情況下，不這樣做可能會給您帶來同樣多的好處，甚至更多。",
        "reversed_content" => "倒吊者牌的逆位意義代表了一段非常具體的時間段，在這段時間裡，你感覺自己好像犧牲了大量的時間，卻一無所獲。您可能會覺得某些事物似乎處於絕對靜止狀態，沒有任何特定的解決方案或方式。就好像你把你的全部精力和注意力都放在某件事上，但沒有任何結果是應該的。",
        "upright_love" => "總的來說，倒吊者是關於犧牲、新觀點和等待合適的時機。對單身人士來說，倒吊者塔羅愛情寓意是不能操之過急。無論你如何投入浪漫的追求，或者給你的約會對象發送所有正確的信息，如果對方還沒有準備好，這可能不取決於你。不要試圖強迫或施壓讓一段關係取得成果，而是利用這段時間看看當你獨自一人時，你的觀點是如何變化的。這同樣適用於人際關係。在進行重要討論或將你們的關係提升到一個新的水平時，時間可能是一個問題。

  或者，犧牲的概念可能在您的關係或現在的潛在關係中發揮重要作用。可能需要幫助，這可能是考驗你的承諾的時刻，但也可以讓你們兩個更接近。",
        "reversed_love" => "現在是採取行動的時候了。逆位的倒吊者塔羅愛情寓意表示等待期已經結束。最近你的愛情生活可能有所放緩，迫使你花時間考慮對浪漫和愛情的不同看法。理想情況下，您已經重新出現，更清楚地了解您對人際關係的期望。這可能是一個古老的、長期持有的信念正在被拋棄的時候。有了這個新的視角，你現在可以用新的能量採取行動或改變你的浪漫生活。這張牌也可以告誡人們不要為愛情做出不必要的犧牲。確保您的需求和您的伴侶的需求是平衡的。",
        "upright_career" => "說到工作，倒吊者可能表示一種等待或不確定你應該做什麼的感覺。您的項目可能暫停，迫使您休息一下，或者您可能正在等待並考慮下一步行動。這張卡有一個教訓，那就是有時候，無論如何，你都不能強行做出決定，或者在事情不合適的時候發生變化。有時，你只需要等待，而你一直在努力推動的事情，無論是來自商業夥伴或同事的回應，還是來自客戶的決定，或者是關於改變職業生涯的決定，都會及時來。放鬆，就這樣。或者，您可能正在對您的職業做出重大改變。 ",
        "reversed_career" => "當倒吊者被逆位時，你可能會覺得你在職業生涯中所做的犧牲並沒有真正產生結果。如果您最近改變了職業道路，或者請假接受再培訓，或者將您的家庭時間用於工作項目，那麼事情可能不會按計劃進行。做出這些改變似乎並不值得。有時，這張卡片也可以表示時間拖延。與其等待合適的時機，您可能對下一步該做什麼感到茫然不知所措，以至於您一直在拖延做出將推動您進行下一步的決定，從而導致一種無能為力或停滯不前的感覺。不要萎靡不振，學會積極參與你的生活。 ",
        "upright_finances" => "倒吊者表明需要改變視角。如果在金錢問題上有一些壓力，你可能會發現此刻暫停實際上可以給你帶來一種看待事物的新方式。你能把糟糕的情況變成機會嗎？事情只是看起來比實際情況更糟嗎？",
        "reversed_finances" => "如果您最近一直在考慮對您的資源進行重大購買或投資，那麼您的優柔寡斷和猶豫可能意味著您永遠不會採取下一步行動。有時，這張卡也可能表明您的投資沒有產生任何回報；這不必在傳統的銀行機構中進行。或許你借錢給家人上學，結果卻讓他們輟學了。也許你已經把你的一些財務投入到副業中，結果卻是失敗了。這張卡有一種白白犧牲的感覺；讓這些成為未來如何處理這些情況的教訓。",
        "yes_no" => "倒吊者通過打破模式、放手或經歷一段過渡期來暗示某種變形。雖然它可能表示為了獲得新的視角而不得不放棄某些東西，但它既沒有積極的含義也沒有消極的含義。也許就是答案。",
        "past" => "放下過去的一些事情，為你的精神生活帶來了新的價值。必須以新的方式看待你所犧牲的東西。",
        "present" => "如果有什麼事情很匆忙，這可能表明它會暫停。請記住，提供幫助的行為並不比被幫助的人更重要。",
        "future" => "現在很多事情對你來說是未知的，所以你必須制定新的目標並仔細計劃。在正確的時間採取行動會讓你領先。",
    ],
    13 =>
    [
        "id" => 14,
        "type_id" => 1,
        "number" => 13,
        "name" => "死神(Death)",
        "upright_keyword" => "轉變、結局、改變、過渡、放手、釋放",
        "reversed_keyword" => "害怕改變、重複消極的模式、抵制改變、停滯不前、腐朽",
        "astrology" => "天蠍座",
        "element" => "水元素",
        "image_key" => "13_Death",
        "content" => "在這裡，我們看到死神騎著一匹美麗的白馬，手裡拿著一面帶有白色圖案的黑旗。它被描繪成一個活的骨架，骨頭是人體死後唯一存在的部分。他穿著盔甲，這使他無敵 - 表明沒有人可以摧毀死亡。他騎的白馬代表純潔，因為死亡淨化了每個人。在他的身下，所有階層的人類都躺在泥土中——國王和乞丐，旨在提醒我們，死亡並不區分階級、種族和性別。 ",
        "upright_content" => "死亡是塔羅牌中最令人恐懼的牌之一，而且人們對它的誤解很深。許多人避免提及這張牌，因為它有如此大的力量。大多數時候，人們從字面上理解卡片的名稱。然而，死亡卡的真正含義是整個套牌中最積極的之一。

  死亡卡表示你生命中的一個重要階段即將結束，新的階段即將開始。你只需要關上一扇門，新的一扇門就會打開。過去需要放在你身後，這樣你才能把精力集中在你面前的事情上。

  另一個意思是你將要經歷一個重大的改變、過渡或轉變。舊版本的你需要“死去”，才能創造出新的你。這對您來說可能是一個可怕的時刻，因為您可能不確定將來會發生什麼。即使你很害怕，你也應該歡迎這種改變，因為你正在為新的生活事件打開大門。

  死亡也可能意味著你需要放下生活中任何不健康的依戀。這是生命的重要組成部分，因此學習不斷前進是死亡教給我們的課程之一。",
        "reversed_content" => "死亡逆位的意義仍然是關於改變，但你一直在抵制它。您可能會擔心放棄過去，或者您無法確定需要做出哪些改變才能繼續前進。抗拒改變並堅持過去會限制你的未來，這會讓你覺得自己陷入了困境。你應該花一些時間來評估你一直在接近生活變化的方式。您可能會發現由於對未知的恐懼，您一直在停止所需的更改。雖然您仍然會感到害怕，但您應該相信自己正在採取正確的步驟並繼續前進。生活在繼續，所以與時間抗爭只會讓你留下遺憾。死亡不一定是一張遺憾的卡片，特別是如果你聽從它的警告。",
        "upright_love" => "當談到愛情和人際關係時，死亡塔羅牌愛情的含義可能表明陷入不再起作用的情緒動態中。如果您已經處於戀愛關係中，要使這種關係繼續下去，您必須學會接受變化。有時，這張卡片也可能表明你可能想要結束這段關係，尤其是在這段關係進展不順利的情況下。重要的是要記住，所有用死亡塔羅牌關閉的門都會打開另一扇門。雖然在愛情塔羅牌中死亡可能難以接受，但對一個或另一個伴侶的轉變可能是幫助兩個人成長所需要的。同樣重要的是要記住，卡片是建議，你可以選擇接受和歡迎你們關係的轉變，或者放手。

  雖然一開始很可怕，但死亡塔羅牌給愛情帶來的轉變也可能是積極的。用壓力較小的術語來說，它可能是一個新時代的到來，例如訂婚。

  如果你沒有戀愛關係，死亡塔羅牌愛情的意義可以指向你目前正在擺脫的信念、態度或行為，這些信念、態度或行為可以幫助你發展更健康、更牢固的關係。",
        "reversed_love" => "死亡塔羅牌的愛情相反的意思可以表示當涉及到你對人際關係和浪漫的態度和態度時，強烈抵制改變。這可能會以一種停滯不前的關係的形式出現，不再幫助你們作為個人成長。也可能對這段關係有依賴，或者你們可能只是因為感到舒服、有義務或害怕孤獨而保持在一起。

  另一方面，舊的關係也可以恢復。如果你是單身，愛情塔羅牌中的死亡逆位表明你必須避免消極的模式和動態，才能真正參與到一段愛情關係中。您可能有自尊問題、救世主情結或需要治癒的傷口，以便找到一個會愛和尊重您的伴侶，並且作為回報，您可以愛和尊重。",
        "upright_career" => "如果您一直在考慮改變職業，那麼直立的死亡卡可能是一個信號，表明您應該立即採取行動並採取行動。你可能在當前的工作中經歷了一段冷漠、不感興趣和沮喪的時期，如果你不採取果斷的行動，生活中的事件可能會迫使你做出改變。您可能會堅持當前的道路，因為它提供了穩定性、確定性和安全性，但是如果您在其他方面不快樂或感覺沒有受到挑戰，那麼您將失去的不僅僅是舒適。通常當一扇門關閉時，另一扇門打開；擁抱現在發生的變化並投入其中。 ",
        "reversed_career" => "您在工作或職業道路上也被迫做出改變。但反過來，你可能會竭盡全力抵制這種轉變。儘管環境不健康、工資減少或項目單調乏味，但您可能會堅持下去。改變是不可避免的；這適用於我們的職業以及我們生活的其他方面。我們必須學會歡迎它而不是推開它。當我們堅持一個不再打算留在我們生活中的循環時，我們會看著它慢慢衰敗並耗盡我們的精力。有時，這張卡片也可以代表你的工作場所再次重複的負面模式。你會自我破壞嗎？你犯錯時的防守會造成麻煩嗎？您的冒名頂替綜合症會影響您與同事的互動方式嗎？考慮必須放手什麼才能釋放這些不健康的模式。 ",
        "upright_finances" => "死亡塔羅牌預示著損失，這意味著您可能不幸正在處理財務資源的損失。這段時間也可能是您處理與金錢的關係以及您的價值的轉變的發起者。你從這段時間學到的教訓可以在管理你的資源方面帶來實際的變化，以及在知道什麼對你真正重要方面帶來精神上的變化。",
        "reversed_finances" => "財務資源的損失可能是不可避免的，但這可能讓您難以接受和適應。為了度過這個臨時時期，您可能需要在費用方面做出一些調整，但您可能會發現很難放棄一些您認為需要的東西。與其讓這段時間改變你與資源的關係以及你的價值觀是什麼，你可能沒有吸取教訓。學會停止抵制這些變化，你可能會更容易應對。",
        "yes_no" => "死亡卡顯示了某種戲劇性的變化，以便有一個新的開始。它通常與某種損失、失敗或破壞有關。這張卡的整體色調偏暗，不太好。因此，您的答案是否定的。",
        "past" => "你已經進入了人生的新階段。一切都隨著時間而變化，你穿越這個世界的道路也不例外。",
        "present" => "一件大事正在臨近，而且會突然到來。你會失去一些有價值的東西。",
        "future" => "向前邁進，以全新的視角看待世界。過去已在你身後，你的餘生仍在前方，所以繼續全心全意的旅程。",
    ],
    14 =>
    [
        "id" => 15,
        "type_id" => 1,
        "number" => 14,
        "name" => "節制(Temperance)",
        "upright_keyword" => "平衡、和平、耐心、適度、平靜、安寧、和諧、寧靜",
        "reversed_keyword" => "不平衡、過度、極端、不和諧、魯莽、倉促",
        "astrology" => "射手座",
        "element" => "火元素",
        "image_key" => "14_Temperance",
        "content" => "在節制牌上，有一個長著翅膀的天使，其性別不是很明顯，這表明兩性之間存在平衡。天使的一隻腳在水中，代表潛意識，另一隻腳在旱地上，代表物質世界。在她的長袍上，有一個正方形，裡面刻有一個三角形，是有形大地與三位一體結合的另一種迴聲。她以一種可以混合水的方式拿著兩個杯子，這代表了超意識和潛意識。水在它們之間流動，暗示著聯合和無限。

  這張牌的一切都代表著平衡，來自二元性結合的完美和諧。她的建議是在跳入深淵之前測試任何新的水域。",
        "upright_content" => "在有焦慮或巨大壓力的時刻，你一直能夠保持冷靜。你是一個掌握了不讓事情影響你的藝術的人，這讓你在你尋求探索的所有領域取得很大進步。節制塔羅牌建議適度和平衡，再加上很大的耐心。這張牌出現的地方，暗示在任何情況下都應該避免極端。

  節制卡意味著你有一個清晰的願景並且知道你想要實現什麼。這是高等教育的標誌，它是人生旅程中的一個關鍵屬性。它反映了你對你正在做的事情找到了平靜，一切都在按照它應該的方式展開。與其他人相比，節制卡表明您能夠適應並與您的社區、您的同事和您所愛的人和諧相處。你在所有事情上的冷靜會給他們帶來安慰，讓他們放心。

  憑借調和對立的思想、相反結果的能力，你的內心安祥而平靜；學會了調節正義和憐憫、成功與失敗、歡樂與悲傷，緩和生命中的各種需求。你包容和自己意見不同的聲音，但不會完全迎合它們；調和自己內心相互沖突的思想，因而得到真正的寬容。",
        "reversed_content" => "逆位節制反映了某些事物失去平衡，可能會引起壓力和焦慮。可以使用其他卡片來解釋節制卡的真正含義，以識別導致這種不平衡的區域。逆位中的節制也可以用作警告；如果你走某條路，就會導致動盪和過剩。

  缺乏長期計劃或願景也可能是節制逆位的含義。這讓你缺乏目標，當你四處尋找你應該做的事情時，你會感到不平衡。你必須反思並仔細考慮需要改變的地方。節制提醒我們，一切事物只有適度才有好處，我們必須檢查我們在生活的哪些方面打破了平衡。",
        "upright_love" => "在浪漫中，正位的節制塔羅牌愛情寓意著耐心、節制、理解和走中路。這張牌預示著我們要避免走極端，謹慎行事。當談到愛時，請考慮你的行為；你的態度、信念或想法在哪些方面可能是過分的。您是否對潛在伴侶過於咄咄逼人？或者相反，你是不是太保守了？你也付出嗎？還是你付出的不夠多？你怎樣才能平衡這些特徵？此外，您的關係或潛在關係現在可能需要一些耐心，並嘗試共同努力以尋求妥協與和諧。",
        "reversed_love" => "在愛情中，你傾向於全盤考慮還是全無考慮？愛情，就像生活中的許多事情一樣，充滿了灰色地帶。當逆位節制出現在愛情塔羅牌中時，你現在的強度可能會令人驚訝。有時候，無論我們怎麼努力，也無法強迫愛情產生。多一點耐心可能會給您帶來好處，同時還要確保您自己的情緒或慾望不會變得極端。當你的約會對像做了令你不悅的事情時，你是否傾向於立即拒絕他們？你對你的潛在伴侶要求太高，以至於沒有人能滿足你嗎？重要的是要記住，人類永遠不可能完美；確保你的願望是合理的。",
        "upright_career" => "耐心和節制可能是您實現職業目標的有用工具。當涉及到你的工作時，你很可能會找到你想要的東西，但是當你每天投入工作時，它可能會慢慢地、悄悄地來。你在工作中平靜地處理情緒化的情況的奉獻精神和能力可以幫助你被同事和上司注意到。當談到改變你的職業道路時，節制卡可以提醒你保持耐心、穩定和專注；一切美好的事物都需要時間。節制還可以表明在平衡職業與生活的不同方面方面做得很好；對你來說，這既不是一個全能的野心，也不是一個薪水。 ",
        "reversed_career" => "工作中的某些東西現在可能缺乏平衡。你是否傾向於在工作中全力以赴，以至於生活的其他方面受到影響？您是否總是熬夜，希望一切都得到回報？或者，您是否發現自己懈怠，導致同事反感？雖然前者可以為您帶來成功，但從長遠來看，這可能對您有害。如果這適用於您，請尋求糾正這種不平衡。確保在完成項目時，您不會匆忙完成或做出魯莽的選擇；你的工作質量可能會受到影響。",
        "upright_finances" => "節制卡可以確保您的財務方法是適度和平衡的。這可能意味著你一直在努力儲蓄，同時也能夠偶爾用你能負擔得起的東西來犒勞自己。隨著時間的推移，您可能會通過穩定、勤奮的儲蓄來構建您的資源。",
        "reversed_finances" => "你是一個總是需要給自己買下一件好奢侈品的人嗎？或者，你是不是太節儉了，以至於從不以任何小禮物來回報你的辛勤努力？這兩種態度很可能都需要調整，因為從長遠來看它們都是站不住腳的。第一個總是把即時滿足放在你未來的舒適之上，反之亦然。考慮您的財務目標，並確保您也考慮到自己的幸福；你未來的幸福和你現在的幸福都需要找到一個舒適的中間地帶。",
        "yes_no" => "節制意味著神聖的干預與和諧。它出現在您的塔羅牌中，表明您非常自信，並掌握自己的命運節制對您的問題的回答是“很可能是”。 ",
        "past" => "你過去過著和諧的生活；這教會了你如何與他人很好地合作，這種和諧注定會在未來重複。你受到了平衡生活的極大影響，它使你變得更好。",
        "present" => "你所希望的願望最終會成為你的；你為實現夢想而努力工作。期待財富的增加、學業或職業的進步、健康的關係甚至婚姻會出現在你的生活中。這種喜悅可能會蔓延到您的親人。",
        "future" => "不要沉迷於放縱。如果你保持冷靜的頭腦並據此思考決定，未來的衝突就會得到解決，你生活的新篇章正在開始。",
    ],
    15 =>
    [
        "id" => 16,
        "type_id" => 1,
        "number" => 15,
        "name" => "惡魔(The Devil)",
        "upright_keyword" => "壓迫、成癮、痴迷、依賴、過度、無力、局限",
        "reversed_keyword" => "獨立、自由、啟示、釋放、收回權力、收回控制",
        "astrology" => "摩羯座",
        "element" => "土元素",
        "image_key" => "15_Devil",
        "content" => "這張牌顯示了最著名代表魔鬼，也就是眾所周知的巴風特。除了半山羊半人之外，魔鬼還有蝙蝠翅膀和額頭上的倒五角星。他站在一個基座上，上面拴著一個裸體的男人和女人，好像在表明他對他們有統治權。

  男人和女人都有角，好像在表明他們與魔鬼相處的時間越長，他們就越不人性化。鎖鏈使他們看起來好像被魔鬼俘虜了。男人尾巴上有火焰，女人尾巴上有一碗葡萄，分別像徵著他們對權力和生活中美好事物的痴迷。

  仔細一看，男人和女人都不太高興。他們的個人權力已被剝奪，讓他們暴露在外，並因赤身露體而感到羞恥。",
        "upright_content" => "在你的塔羅牌中獲得魔鬼牌表明你有生活中的陷阱、空虛和缺乏滿足感。這也可能意味著你是物質主義和富裕的奴隸，無論你怎麼努力，你似乎都無法擺脫想要沉迷於奢華生活的感覺。

  您可能意識到這種生活方式正在將您引向兔子洞，但您有一種無法控制自己的行為或衝動的感覺。

  對物質或物質享樂的成癮也可能是您感到無能為力和受困的原因。在這種情況下，您可能會覺得自己好像是一個奴隸，無法控制自己的衝動或意志力，無法將自己引向滿足這些慾望之外的其他事物。 ",
        "reversed_content" => "逆位魔鬼卡意義可能是一個人變得自我意識並打破所有因成癮和不良習慣而產生的枷鎖的時刻。可能是因為他們厭倦了兜兜轉轉，需要改變。

  但有一件事通常很清楚——打破這些鎖鏈，尤其是那些上癮的鎖鏈絕非易事。因此，人們必須準備好進行必要的改變，這些改變最初可能會讓人感到痛苦，然後做出調整，最終通過能夠再次找到真實的自己來獲得回報。

  在這種情況下需要進行自我評估，個人需要花一些時間並列出他們需要擺脫的所有事情。一旦完成，他們就該踏上艱難的自我提升之旅了。",
        "upright_love" => "在愛情塔羅牌中，魔鬼象徵著慾望和誘惑。這張牌可能會有享樂主義和自私的滿足感。在不太嚴重的情況下，它也可以僅僅意味著對生活中所有塵世樂趣的追求。享受一點樂趣並沒有錯，但請確保您這樣做時不會傷害他人或給他們錯誤的印象。如果您只是在尋找聯繫方式，則由您決定與您的約會對象進行交流。如果他們認為您的生活方式不適合他們，請確保您避免向他們施加壓力。溝通將比以往任何時候都更加重要。

  或者，魔鬼塔羅牌的愛情意義也可以表示成癮，在愛情和人際關係的背景下，相互依賴。隨著時間的推移，這可能會破壞雙方的個性和自我。小心，並確保你們兩個在你們的關係中保持堅強。",
        "reversed_love" => "逆位的惡魔塔羅牌愛情意義可能表明你可能正在擺脫一些阻礙你發展牢固關係的負面情緒模式或成癮。您可能比以往任何時候都更能掌控自己的愛情生活。在某些情況下，這張牌也可能預示著要擺脫與霸道的伴侶的關係，或者一種不允許你表達真實自我的共同依賴關係。您可能已經認識到，將您與伴侶聯繫起來的紐帶是不健康或不支持的。繼續培養自己的獨立性，並為自己的所作所為感到自豪。",
        "upright_career" => "當談到你現在的職業時，你可能會感到被困或被困，就像你別無選擇，只能留在你不喜歡的地方。在這種狀態下，可能更容易將原因歸咎於環境、運氣不好或許多外部因素。你可能會覺得依賴這份工作，沒有能力做出能給你帶來快樂的改變。有時，在與同事的工作關係中，這張卡片也可以發出自我破壞和扮演受害者的信號。不管感覺如何，魔鬼的出現表明你有比你想像的更多的選擇，你只需要收回你的力量。對你不喜歡的情況負責，這可能很可怕，但它也可以賦予權力。",
        "reversed_career" => "在工作方面，您正在重新對自己的職業選擇負責，並且正在做出一些急需的改變以避免未來出現問題。如果你一直處於令人窒息的境地，你可能正在採取行動；這是否意味著要離開一份沒有成就感的工作、一個不健康的環境，或者選擇解決與同事的緊張關係。你可能不再覺得依賴你的工作來獲得穩定感，明白你可以在自己內找到它。注意當你重新發現自己的獨立性時發生的變化。",
        "upright_finances" => "困難的財務狀況可能會因塔羅牌中的魔鬼的不良習慣而被誇大。這可能表明您通常可以採取更多措施來擺脫這種狀態，但是您可能看不到解決方案，或者您無法改變處理財務的方式。您可能會強迫性地花錢、賭博或無法控制自己的物質資源。確保你正在盡你所能。",
        "reversed_finances" => "如果您有過不良財務習慣的歷史，您可能正在努力做出必要的改變以重新獲得控制權。如果你的物質資源一直依賴他人，比如伴侶或家人，你可能正在享受一種新的獨立感。",
        "yes_no" => "魔鬼對一切消極的事物都持否定態度。憤怒、暴力、誘惑、恐懼和懷疑只是與這張牌相關的一些恐怖。它暗示著可能被困在不健康的關係、成癮或謊言中。毫無疑問，這張卡告訴你不。",
        "past" => "你所做的選擇之一對你來說是錯誤的。負面力量正在減緩你的發展。",
        "present" => "有一件超出你影響力的事件會改變你的生活。是好是壞是不確定的，但要避免奢侈的行為，做真實的自己。",
        "future" => "時間快到了，你必須發現自己的內在美，停止你對世界的依賴。找到改變生活的勇氣。你的人生將超出了你的認知。",
    ],
    16 =>
    [
        "id" => 17,
        "type_id" => 1,
        "number" => 16,
        "name" => "塔(The Tower)",
        "upright_keyword" => "災難、破壞、劇變、創傷、突變、混亂",
        "reversed_keyword" => "避免災難、懸崖勒馬、遭遇口舌之災、風暴前的寂靜",
        "astrology" => "火星",
        "element" => "火元素",
        "image_key" => "16_Tower",
        "content" => "塔牌描繪了一座坐落在山頂上的高尖塔。一道閃電擊中了這座塔，將它點燃。火焰在窗戶中爆裂，人們絕望地跳出窗戶。它們可能標誌著我們之前在惡魔卡中看到的相同數字。他們想逃離內心的動盪和破壞。這座塔象徵著建立在有缺陷的場所的雄心壯志。為了清除舊的方式並迎接新的事物，塔的破壞必鬚髮生。它的啟示可以在一瞬間的真理或靈感中出現。 ",
        "upright_content" => "塔代表了最激進和最重要的變化。正是由於這個原因，卡片本身在視覺上看起來如此令人不安。但它不一定是真正令人恐懼或不祥的。因為在這張卡片的核心，它的信息是基礎性的、突破性的變化。

  塔牌標記的事件不一定是可怕的事情，例如災難或重大損失。改變本身是人們必須接受的生活的正常部分。但它有時會讓人感到恐懼，因為這意味著我們必須放棄在此事件之前我們已經知道的真相。舊的方法不再有用，你必須找到另一套信念、價值觀和過程來取而代之。

  積極一點，是時候用更真實的東西來取代過去的舊基礎，並且在未來會更好地為您服務。

  在工作方面，必然會發生不可避免的爭論。你需要控制住自己的脾氣。避免說可能會傷害他人的話。當談到你的愛情生活時，你的浪漫關係可能接近尾聲。以此作為警告——如果你真的重視你們的關係，那麼是時候採取損害控制措施或進行溝通以消除誤解了。在您的財務中，塔的含義是指需要確保您的交易。",
        "reversed_content" => "當你將塔牌逆轉時，你會感覺到一些危機在地平線上迫在眉睫，你正在竭盡全力試圖避免它的顯現。你沒有意識到的是，這些故障可能有助於打破你對錯誤事物的依賴。這座塔建在有缺陷的地基上，它必須倒塌。雖然破壞會是痛苦的，但由此產生的謙卑會給我們帶來和平。

  你所依賴的將不再存在。不要認為這是一個劇烈而令人沮喪的變化，現在是你變得更加自力更生的時候了。 ",
        "upright_love" => "塔羅牌的愛情意味著巨大的根本性變化。基礎薄弱或搖搖欲墜的關係不會持續太久，可能會崩潰。雖然最初很痛苦，但這些為新體驗掃清了道路。也許你們的關係對你的身份非常重要；你為自己是一個好伴侶或父母而自豪，即使你可能不開心，你也能留下來。雖然這些時期可能會很艱難，但要知道它們會過去。如果你是單身，那可能不是正在破裂的關係，而是你對愛對你意味著什麼的整個概念的看法和理解。哪些關於愛的信念沒有為你的最高自我服務？這些都需要改變，這樣你就可以對你在人際關係方面的需求有一個單獨的理解。",
        "reversed_love" => "改變從來都不是一件容易接受的事情，但無論我們多麼抗拒它，它都會到來。如果您看到遠處的關係中出現任何問題，現在是您處理它們的機會。這樣做可以防止以後出現更大的問題。你的怨恨在累積嗎？你一直保持沉默是因為你認為這不值得爭論嗎？慢慢地，這些事情可能會變成大問題，可能會破壞原本幸福的關係。有時，這張牌也可以表明你可能準備離開一段沒有效果的關係。",
        "upright_career" => "當談到你的職業生涯時，現在可能會有很多壓力；塔可能意味著突然失業，或獲得一個新職位，由於責任突然增加而造成混亂。來自外部環境的某些事情，例如新老闆或同事的離職，可能意味著工作場所會發生災難。重要的是要記住，此時，儘管事情令人沮喪，但這些暫時的混亂可能會帶來更好的長期未來，例如更適合您的工作，或者從長遠來看更和平的工作場所。",
        "reversed_career" => "儘管工作壓力很大，但您可能還是能夠挺過去。例如，如果您的工作場所經歷了一系列裁員或裁員，您可能會發現自己是少數成功保住工作的幸運兒之一。這可能是一種解脫，或者可能會阻止您在職業生涯中找到真正的成就感。有時，塔是我們都需要的一張牌，可以讓我們擺脫自己的昏迷，並有動力離開舒適的單調工作。這可能是你需要睜開眼睛看看還有什麼在等著你的機會。 ",
        "upright_finances" => "確保您現在有一些資金存放對您來說是明智之舉。塔在最壞的情況下談到災難，在財務方面也不例外。可能會出現不受歡迎的意外，可能會造成資源的突然損失。",
        "reversed_finances" => "如果您已經成功地擺脫了財務危機，請花點時間尋求解脫。但是，塔建議您最好接受這需要發生才能繼續前進。例如，如果您通過設法還清本月的債務而避免了破產，那麼從長遠來看，接受您的情況並宣布破產可能會更容易和更健康。或者，如果您購買了負擔不起的房屋，而抵押貸款付款使您陷入困境，那麼出售可能更明智。否則，一次災難就避免了，只能下一次重新啟動；你可能會繼續無限期地掙扎。想想現在什麼可以減輕你的負擔，勇敢地面對情況。",
        "yes_no" => "塔是關於意外事件和你生活中即將發生的變化。然而，這些變化是災難性的，災難性的，整體是負面的。它可能與某種事故、災難或對您生活其他方面的損害有關。這張卡提供的答案是否定的。",
        "past" => "這張卡片突出了你雄心壯志的薄弱基礎。你一直傾向於期待那些虛假的獎勵。你需要放棄這樣的希望，以便為新的，積極的想法創造空間。",
        "present" => "在你的生活中，一場衝突即將爆發。關係需要重新評估和重組才能維持。",
        "future" => "通過迎接即將到來的挑戰，您的未來將是光明的。以你想要的方式看待事物，以使它們成為那樣。此，在面對意外的失敗時要保持冷靜，並保持一切都會在適當的時候過去的信念。",
    ],
    17 =>
    [
        "id" => 18,
        "type_id" => 1,
        "number" => 17,
        "name" => "星星(The Star)",
        "upright_keyword" => "希望、靈感、積極性、信念、更新、治愈、復興",
        "reversed_keyword" => "絕望、絕望、消極、缺乏信心、沮喪",
        "astrology" => "水瓶座",
        "element" => "風元素",
        "image_key" => "17_Star",
        "content" => "星牌顯示一個女人跪在一個小池塘邊。她拿著兩個容器的水。一個容器把水倒在旱地上，彷彿要滋養牠，保證它的肥沃。她周圍鬱鬱蔥蔥的綠地似乎在說它正在發揮作用。一隻腳在水中，顯示了女人的精神能力和內在力量。另一隻腳踩在地上，顯示了她的實際能力和優勢。在她的身後，有一顆巨大的中央星被七顆代表脈輪的小星圍繞著。有一隻鳥站在樹枝上，代表思想的神聖朱鷺。",
        "upright_content" => "星星帶來希望、新的力量和繼續生活的力量。它顯示了宇宙對你的祝福是多麼豐富，這可以從你周圍的各種事物中得到證明。目前可能並不直接明顯，因為這張卡是在塔卡的創傷之後。記住，你內心擁有實現成就所需的一切，你唯一需要的就是勇氣。為此，您有充分的理由感到高興。看到這張牌是一個擁有信仰的信息，因為宇宙會祝福你並帶來你所需要的一切。


  在你的塔羅牌中獲得星星意味著你已經經歷了一個可怕的生活挑戰。你已經成功地經歷了這一切，而沒有失去你的希望。當你受苦時，你或許沒有意識到自己的力量，但你現在或許意識到，失去幫助你發現了自己的韌性和內在力量。只有現在，你才能真正珍惜你所擁有的一切。",
        "reversed_content" => "當星牌被反轉時，這意味著你感覺好像一切都對你不利。您通常認為令人興奮的挑戰似乎反而讓您覺得自己無法克服它們。你對某些東西失去了信心，無論是內心還是對你通常認為珍貴的東西。

  沒有希望，沒有信念，我們就無法在面臨的挑戰中找到前進的動力。你在生活中的哪個地方感到絕望？你在哪些方面已經感到被打敗了？這對你的行為有何影響？逆位的星星要求我們培養我們的希望感和正能量，以幫助我們以快樂而不是恐懼來推動我們的行動。",
        "upright_love" => "星塔羅牌的愛情寓意預示著愛情和浪漫中的許多希望。您的希望和樂觀情緒現在可能會成為您的強大磁鐵，讓您感受到魅力和魅力。如果你從分手中恢復過來，這張牌表明你一切順利，你正在慢慢重建你的信心，以便你可以繼續前進。如果你們的關係經歷了一段艱難的時期，這也可能是一個癒合的時期。只要你們兩個保持溝通和誠實，就有很大的潛力讓你們兩個更接近。",
        "reversed_love" => "自我懷疑和信心的喪失會因逆位星星的出現而使你的判斷蒙上陰影。你是否正因失去信心而苦惱？你是否過分嚴厲地挑剔自己的缺點？是什麼讓你覺得不值得愛？其他人可以從你身上感受到這一點，這會讓你感覺更糟，同時強化你對自己的負面情緒。現在重要的是要記住關於你自己的所有美好事物，這樣你才能將自己視為一個有價值的伴侶。

  懷疑和失去信心不僅適用於您自己，也適用於您對愛的總體感受。如果你已經單身了一段時間，冷嘲熱諷可能會讓你相信愛情只會帶來痛苦，或者是一種不值得追求的幻覺，而實際上它是一種將他人推開的態度問題。",
        "upright_career" => "在工作方面，要堅信自己的抱負將會實現。這可以給你帶來別人會注意到的巨大積極性，並可以給你帶來你所希望的機會。如果您正在尋找新工作或升職，星星將提醒您保持希望。如果你最近在工作中經歷了一段困難或壓力的時期，星星也標誌著一段康復期。這應該是您休養期間安靜祥和的時刻。 ",
        "reversed_career" => "逆位星星，你的消極情緒很可能對你的工作產生影響。您可能不再感到熱情或有創造力，因為您只能以悲觀的方式看待事物。你的希望沒有破滅嗎？你是否已經放棄了相信事情會變得更好的信念？當我們絕望時，我們會使糟糕的情況變得更糟，繼續前進的意願可能會被扼殺。很可能儘管現在事情可能很緊張，但並沒有你想像的那麼糟糕。可能只需要改變你的方法、觀點或態度，就可以激勵你做出積極的改變。 ",
        "upright_finances" => "當談到您的財務時，星星表明一個人的信念和積極性應該可以幫助您實現財務目標。當你為你的財務未來而努力時，也要確保花時間去欣賞和感激你已經擁有的東西，因為這可以激勵你繼續沿著這條道路前進。",
        "reversed_finances" => "如果你一直在財務上苦苦掙扎，逆位星星可能暗示並非所有的希望都破滅了，但你可能已經放棄了。你現在仍然可以做一些事情來改變你的處境，但前提是你能鼓起積極性，以新的眼光看待事情，並採取行動。敞開心扉接受更積極的前景也可以讓你睜開眼睛看到機會。",
        "yes_no" => "星星象徵著希望、更新和美麗。它暗示著一段精神平靜、幸福和積極機會的時期。這張卡的整體感覺是樂觀而寧靜的。它的存在所暗示的答案是肯定的。",
        "past" => "你強大的直覺和即興技巧為你提供了正確的生活場所。這也可能表明你在面對意想不到的現實時感到迷茫。",
        "present" => "有幾個想法和思維在你腦海中浮現。你渴望通過你的努力為人類做出貢獻。",
        "future" => "不要讓你的希望消亡，因為你很快就會找到解決問題的方法並出現成功。",
    ],
    18 =>
    [
        "id" => 19,
        "type_id" => 1,
        "number" => 18,
        "name" => "月亮(The Moon)",
        "upright_keyword" => "錯覺、直覺、不確定性、困惑、複雜性、秘密、無意識",
        "reversed_keyword" => "恐懼、欺騙、焦慮、誤解、誤解、清晰、理解",
        "astrology" => "雙魚座",
        "element" => "水元素",
        "image_key" => "18_Moon",
        "content" => "當我們遇到月亮時，我們會看到一條通向遠方的路徑。小路兩邊站著一隻狼和一隻狗，代表著我們的獸性，一個是文明的，另一個是狂野的。有一條小龍蝦正從這條小路起源的池塘里爬出來，雖然小龍蝦反映了情感需求和慾望，但池塘象徵著無意識的心靈。在遠處，我們可以看到中央路徑兩側的兩座塔樓，再次暗示了這張卡片中可見的雙打。這張牌中的一切似乎都在呼應對方，彷彿在暗示兩種可能性。當我們走在這條路上時，我們在有意識和無意識之間，在狗的文明馴服的一面和狼所代表的自然力量之間走著一條細線。

  兩端的塔代表善惡的力量，它們在外觀上的相似性可以暗示我們在區分它們時面臨的困難。",
        "upright_content" => "一方面，月亮牌可以像徵你的想像力正在發揮你最好的一面。在漆黑的夜裡，你走在一條你不確定的道路上，因為它的深處可能潛伏著危險。你是走上卡牌之路的小龍蝦。月亮的光可以帶給你清晰和理解，你應該讓你的直覺引導你穿越這片黑暗。

  無論是現在還是將來，您都需要注意在您的腦海中引起恐懼和焦慮的情況。它提醒您不要讓內心的干擾和自欺欺人佔據您的最佳位置。這些深刻的記憶和恐懼必須被釋放，負能量必須被釋放並轉化為具有建設性的東西。

  月亮牌的另一個解讀是幻覺的存在。一些隱藏的真相必須被發現，因為你現在看到的可能只是光的詭計。您必須尋找必須解開的隱藏力量。",
        "reversed_content" => "塔羅牌中的月亮逆位有時可能表明月亮的更黑暗和更消極的方面存在於你的生活中。它可能代表困惑和不快樂——你想取得進步，但你不確定做什麼是正確的。你必須通過克服它們來處理你的焦慮和恐懼，因為它們就像黑暗中的陰影。是時候相信自己並繼續前進了。

  月亮逆位意味著你正處於直覺期，或者你最近在與困惑、焦慮和自欺欺人作鬥爭。可能是您誤解了自己的感受，但您開始在這方面有所改善。

  另一個逆位的月亮的意思是，給你帶來困惑的夜晚的力量開始消散。你已經開始管理你的恐懼和焦慮。你所面對的任何負能量都在慢慢消退。當您發現事物積極的一面時，它會提供一種解放體驗。",
        "upright_love" => "月亮在愛情塔羅牌中，此時的情緒很可能很複雜。環境可能充滿了誤解，並非一切都如其所見。您可能需要做一些工作才能弄清事情的真相；務必不僅要確保他人的意圖，還要了解自己的情緒、慾望和動機。可能有舊的態度、信念或想法使您的判斷蒙上陰影。許多事情可能隱藏在您的潛意識中，影響您接受愛的能力。過去的關係困擾著你嗎？你對愛情失去信心了嗎？你認為你不值得被愛嗎？所有這些都會對我們處理人際關係的方式產生深遠的影響。現在是檢查它們並揭示它們的真實面貌的時候了。",
        "reversed_love" => "逆位的月亮塔羅牌愛情寓意可以暗示混亂和欺騙可能在空氣中。此時您可能沒有所需的所有信息，您將不得不依靠直覺來引導您找到真相。你對你的伴侶誠實嗎？他們對你誠實嗎？有時欺騙不一定具有惡意動機，但甚至可以出於善意或出於不顧他人感受的願望而進行。然而，隱藏真相從來都不是一種可持續的情況。",
        "upright_career" => "現在就您的職業道路而言，可能存在一些不確定性。您可能不清楚自己的目標是什麼以及應該朝哪個方向發展。或者，您現在的工作場所可能是一種緊張的氣氛，這種氣氛源於對項目目標或每個人應該做什麼的朦朧和困惑。誤解現在很普遍，所以一定要清楚地表達自己；最好重複一遍。出於同樣的原因，您可能會發現您現在沒有做出合理的工作決策所需的所有信息。誰能幫助闡明事實？ ",
        "reversed_career" => "一方面，逆位的月亮預示著你的工作或工作場所所特有的不確定性和困惑正在消散。事情可能會更清楚，您可能會更好地了解應該朝著哪個方向努力。或者，月亮逆位也可能表示情況惡化，誤解和溝通不暢甚至會變成欺騙、撒謊和破壞。你對工作場所或同事的焦慮和恐懼會使你最害怕的恐懼變成現實，因為每個人都變得更加防禦、保護和偏執。",
        "upright_finances" => "現在可能不是做出任何重大財務決策的最佳時機，因為月亮表明你現在可用的信息並不完整。如果您正在採取財務行動，請不要害怕深入挖掘並提出問題，這樣您才能做出最好的決定。目前，財務方面的混亂和不確定性可能是一個問題。",
        "reversed_finances" => "在最好的情況下，逆位的月亮可能表明你的財務狀況和財務目標變得清晰。您將獲得對重大決定或未來投資感到滿意所需的所有信息。然而，在最壞的情況下，逆位的月亮也可能表明你的財務狀況可能存在欺騙。聽從你的直覺；但是試著把你的恐懼和直覺分開。",
        "yes_no" => "月亮是一張虛幻且令人困惑的牌。它表明存在風險、秘密和某種程度的精神錯亂。它會警告你在生活中追求的任何努力都要小心謹慎。您正在尋求的答案是否定的。",
        "past" => "您對過去事件的理解可能會被您當前的看法扭曲。反思你的過去並確保各個部分組合在一起。通過消除不確定性，你會找到更多的平靜。",
        "present" => "有一個挑戰正在逼近，其形式要么是新的創意項目，要么是關係中的衝突。您的過去將揭示最佳行動方案。",
        "future" => "如果您的想法與實際行動相結合，您的想像力將為您帶來成功。努力發揮你的潛力可能會在你的生活中帶來許多衝突，但結果會是美好的。",
    ],
    19 =>
    [
        "id" => 20,
        "type_id" => 1,
        "number" => 19,
        "name" => "太陽(The Sun)",
        "upright_keyword" => "幸福、成功、樂觀、活力、喜悅、自信、幸福、真理",
        "reversed_keyword" => "幸福受阻、過度熱情、悲觀、不切實際的期望、自負",
        "astrology" => "太陽",
        "element" => "火元素",
        "image_key" => "19_Sun",
        "content" => "太陽牌給人一種樂觀和充實的感覺。這張牌代表了在最黑暗的夜晚之後的黎明。太陽是我們星球上所有生命的源頭，它代表著生命能量本身。卡片中描繪了一個孩子，在前景中快樂地玩耍。作為我們純真的象徵，它代表了當您與真實自我保持一致時所產生的幸福。孩子赤身裸體，這意味著他絕對沒有什麼可隱瞞的。這張卡片還描繪了童年的純真和絕對的純潔。這一點通過孩子騎的白馬得到了特別強調。這裡的馬也是力量和高貴的象徵。",
        "upright_content" => "太陽牌代表成功、富足和光彩。就像太陽本身一樣，它為所有有幸感受到它的光芒的人賦予力量和活力。有很多快樂和幸福正在向你而來。

  因為你自己的個人成就，你也為他人提供了靈感和快樂。人們被你吸引是因為他們能夠看到你帶給他們生活的溫暖而美麗的能量。您還處於能夠與其他人分享您的品質和成就的位置。你對那些你最關心的人散發著愛和感情。

  這張牌表明你現在有一種當之無愧的自信感。目前的生活特別好，當你實現你設定的目標時，陽光照耀著你。太陽是塔羅牌中的一張牌，它提供良好的感覺和滿足感。",
        "reversed_content" => "在逆位的位置，太陽表明你可能很難找到某些情況的積極方面。烏雲可能擋住了您前進所需的溫暖和光線。這可能會阻止您獲得自信和強大。您可能會遇到某些挫折，這會損害您的樂觀和熱情。

  另一方面，太陽倒轉可能表明你不切實際。這可能表明您對某些情況過於樂觀。這些是您需要考慮的事情，以確保您走在正確的軌道上，並且您的成功會繼續下去。",
        "upright_love" => "伴隨著太陽而來的是光、生命和溫暖。太陽塔羅的愛情預示著你們的關係和一般的浪漫生活中的大部分相同。這張卡片裡有幸福、慶祝和滿足。在這種光下，你們的關係可以開花結果，在享受生活的祝福時，讓你們兩個更親密。現在可能很和諧，你可以利用這段時間與你所愛的人建立更緊密的聯繫。如果你單身，現在也是走出去，讓自己發光的時候。你的積極性和光彩現在很有吸引力，可以為你帶來夢寐以求的浪漫。",
        "reversed_love" => "太陽仍然閃耀，儘管它現在可能被雲暫時擋住了。如果你正在戀愛，你可能會感到無聊，即使一切都在順利進行。你認為你們的關係是理所當然的嗎？您和您的伴侶是否因日常事務和平凡的任務而疏遠？很可能你們兩個需要更多的美好時光來重新點燃你們的浪漫。太陽總是一張正面的牌，無論是正的還是反的；但反過來，它通常意味著有些東西會阻止你看到你已經擁有的美好事物。你愛上了你的伴侶？在你們的關係中，你可以感謝什麼？",
        "upright_career" => "談到您的職業生涯，太陽所到之處都會帶來成功、樂觀和歡樂。當談到你現在的工作時，你可能正在經歷一段充滿熱情、動力和快樂的時期。你的職業生涯可能會在精神上和物質上都感到充實。這種快樂和積極性現在可以容光煥發；你的幸福可能會為你的同事和你周圍的人創造一個美好的環境。如果您正在尋找新工作或晉升的過程，那麼您持續的積極性將使您在職業目標上取得成功。  ",
        "reversed_career" => "即使當太陽逆位時，它也暗示著令人愉快的事情；但也許因為一個人無法欣賞和看到真正存在的東西而蒙上陰影。如果你對你的工作感到悶悶不樂、沮喪或悲觀，太陽建議你只需要撥開烏雲，看看你已經擁有多少幸福。感到筋疲力盡和筋疲力盡？您的工作環境可能非常支持您獲得所需的休息。也許你覺得你的報酬不夠？在這件事上引起上級注意到你應有的加薪。不要讓你的消極情緒為你採取果斷行動和改善情況關閉大門。有時，這張牌也可能暗示你對自己的抱負過於自信或不切實際的期望。確保您對此時可以實現的目標保持實際態度。 ",
        "upright_finances" => "您現在的財務狀況可能會很舒服，也很有意義。太陽暗示著某種程度的感激、豐富和幸福，這在塔羅牌的背景下也沒有什麼不同。太陽也會照在物體上，使它們在戶外可見。如果有任何與您的財務狀況有關的隱藏因素，現在就可以揭曉。",
        "reversed_finances" => "反過來，太陽可能暗示你對財務問題的擔憂可能是短暫的，而且可能沒有你想像的那麼嚴重。或者，請注意您現在做出的有關財務的決定是經過充分研究並建立在合理邏輯的基礎上的。逆位的太陽可能表明過於樂觀和不切實際。緩和你的期望，但仍然充滿希望。",
        "yes_no" => "太陽是月亮的相反，是一張充滿生命、歡樂和能量的卡片。它揭示了你生活中積極的成就、成功的努力和好運的整體表現。因此，它為您的問題提供的答案是肯定的。",
        "past" => "您過去取得的成功將為未來的快樂奠定基礎。繼續發展你的工作或研究領域，回報就會到來。",
        "present" => "有機會建立新的友誼或關係，從而帶來幸福和滿足。不要放棄，你會被引導走向成功。",
        "future" => "你正在接近一個有可能改變你生活的時刻。充分利用這段時間，您將實現無限可能的未來。",
    ],
    20 =>
    [
        "id" => 21,
        "type_id" => 1,
        "number" => 20,
        "name" => "審判(Judgement)",
        "upright_keyword" => "自我評價、覺醒、更新、目的、反思、清算",
        "reversed_keyword" => "自我懷疑、缺乏自我意識、未能吸取教訓、自我厭惡",
        "astrology" => "冥王星",
        "element" => "火元素",
        "image_key" => "20_Judgement",
        "content" => "這張牌描繪了人們對最後審判的想像，以多種形式出現在許多神話中。審判卡中的圖像顯示了從墳墓中站起來響應加百列號角的女人、男人和兒童。他們伸出的手臂象徵著他們準備接受宇宙的審判。他們即將見到他們的創造者，他們的行為被衡量，並找出他們將在哪裡度過永恆的剩餘時間：在天堂還是在地獄。背景中巨大的海浪意味著審判是不可避免的，而且這個審判將是最終的。

  審判由冥王星統治，冥王星是冥界的統治者。建議你根據自己的直覺和智慧做出決定，因為它們將在未來的日子裡帶來重大變化。",
        "upright_content" => "傳統的審判意義側重於我們反思和評估自己和我們的行為的那一刻。正是通過自我反省，我們才能更清晰、客觀地了解我們現在所處的位置，以及我們需要做什麼才能成長為人類。塔羅牌中出現的審判卡意味著您即將接近人生中的這個重要時刻，您必須開始評估自己。

  看到這張牌也表明你正處於自我反省行為所帶來的覺醒時期。您現在對需要改變的地方以及如何成為真實的自己和您的需求有了更清晰的認識。這可能意味著對您的日常生活做出微小的改變，或者做出不僅影響您而且影響您親近的人的巨大改變。",
        "reversed_content" => "逆位的審判卡可能意味著您過於嚴厲地懷疑和審判自己。這可能會導致您錯過等待您的機會。失去的動力會導致您在計劃中落後，這會使您難以繼續前進。這意味著您不應該謹慎，而應該自豪和自信地向前邁進。

  另一種審判逆位卡的閱讀可以是推動你從忙碌的日常生活中抽出時間來反思你目前的生活，以及你到目前為止所學到的東西。您很可能沒有給自己足夠的時間或空間來充分考慮問題並學習能夠提高意識所需的課程。你也可能對你過去的行為過於挑剔，所以你沒有原諒自己繼續前進。我們過去犯的錯誤是學習工具，因此它們幫助我們在生活中前進。過於專注於這些錯誤會導致我們絆倒和跌倒。",
        "upright_love" => "現在是仔細審視你的愛情生活並找出需要改變的時候了。審判塔羅牌愛情的意義表示由覺醒開始的自我反省和分析的時間。你曾經忽略的感情生活中的問題現在可能會被清楚地看到，你有機會做出調整。與您的伴侶保持開放的溝通，並確保你們都了解彼此的需求。你們兩個一起做的小改變會對你們的關係產生很大的影響。你過去的行為及其後果，無論好壞，現在都在追趕你。如果您過去犯過錯誤，請利用您學到的經驗教訓為您的未來做出改變。",
        "reversed_love" => "在你提出批評之前，確保你現在對你的伴侶的批評是公平的。您可能對某些事情不滿意，但逆位的審判塔羅牌愛情含義可能表明需要一些妥協和節制。

  另一方面，這張卡片也可以發出信號，表明你需要睜大眼睛看看你的浪漫情況並更清楚地看到它。你是否曾否認某事？你在你們的關係中快樂嗎？有什麼遺漏嗎？是否有一些你不得不愛的態度，你一直視而不見，但卻深深地影響了你的約會方式？這張牌要求你誠實地看待你自己和你的人際關係。面對真相也能讓你解脫。",
        "upright_career" => "在您的職業道路上，您可能正在經歷一段覺醒期。也許你已經找到了一個新的目的或一個不容忽視的呼召。這有時可能需要在您的工作場所或職位上進行調整。雖然這可能會給您帶來壓力，但這些變化可以讓您在工作時感覺煥然一新。如果您的工作場所一直很緊張，則審判卡還表明您可能需要更加了解您在工作場所的行為如何影響他人。花一些時間來評估您的行為如何，以及可以改進的地方。為你的行為和你在任何正在醞釀的衝突中的角色負責。 ",
        "reversed_career" => "也許你最近對自己太苛刻了。如果你在工作中犯了錯誤，你可能會發現很難讓那些對自己失望的感覺消失，而不是彌補並繼續前進。你可能會對自己的能力產生揮之不去的懷疑。或者，這張卡片可能表明您無法為自己的行為負責，也無法學習在職業生涯中邁出下一步所需的課程。您在處理自己時缺乏意識可能會讓同事感到惱火。當涉及到你的工作項目時，你有沒有盡你所能？有沒有好好溝通？還是你總是把責任推給別人？ ",
        "upright_finances" => "當談到你與金錢的關係時，你可能需要經歷一段時間的自我反省。有時這意味著評估您的財務習慣是否阻礙了您的物質狀況，以及做出必要的改變以做得更好。你是一個總是購買自己買不起東西的人嗎？或者，即使您的財務狀況有所改善，您還是總是感到缺乏？現在可以考慮您財務分配的新方法，這讓您有機會做出積極的改進。",
        "reversed_finances" => "如果你最近經歷了經濟上的挫折，你現在可能對自己相當苛刻。在做出負責任的選擇時，吸取教訓很重要，但善待自己也有助於您保持動力。另一方面，逆位的審判卡表明您可能會發現自己在財務決策方面陷入了相同的模式。請注意您屬於光明的哪一側。",
        "yes_no" => "審判卡代表某種變化或轉變，很可能已經發生。這可能意味著存在精神呼喚，並做出會導致您成功的決定。你的問題的答案是肯定的。",
        "past" => "你的過去充滿了美好的工作，但你從這些經歷中解放出來的過程正在進行中。你正在開啟人生的新篇章。",
        "present" => "現在已經到來，過去正在放棄對你命運的控制。這是改變生活方式的最佳時機。",
        "future" => "你的決定的果實即將到來，你會得到你應得的。你腳下的路徑和它引導你的方向是清晰的。你會看到你的終極願望到底。",
    ],
    21 =>
    [
        "id" => 22,
        "type_id" => 1,
        "number" => 21,
        "name" => "世界(The World)",
        "upright_keyword" => "完成、成就、成就感、歸屬感、整體性、和諧",
        "reversed_keyword" => "缺乏封閉感、缺乏成就感、感覺不完整、空虛",
        "astrology" => "土星",
        "element" => "土元素",
        "image_key" => "21_World",
        "content" => "塔羅牌中的世界牌中央有一個跳舞的人偶。卡片上跳舞的人像一隻腿交叉在另一隻手上，雙手各拿著一根魔杖。她像徵著運動中的平衡和進化。她所代表的充實和統一不是靜止的，而是不斷變化的、動態的和永恆的。

  圍繞著中心人物的綠色花環是成功的象徵，而環繞在它周圍的紅絲帶則讓人聯想到無限。卡片的每個角上都有四個數字 - 它們與命運之輪中的數字相同。這四個數字代表天蠍座、獅子座、水瓶座和金牛座，代表宇宙的四個角落、四個元素和四個福音派。它們一起象徵著所有能量之間的和諧。",
        "upright_content" => "在你的卡片中遇到世界就是遇到一個偉大的團結和整體。它像徵著內在和外在世界，並自我和他人，並成為一個整體的時刻。在某些傳統中，這種狀態被描述為開悟或涅槃。人們認識到個體自我與所有其他事物有著深刻的聯繫，我們都在生命的流動中以一種節奏跳舞和搖擺。您不僅會聽到這種節奏，而且還會參與其中 - 跟隨低谷和上升，歡樂和悲傷。

  世界卡的含義是成就、成就和完成。這表明您所做的所有努力都開始得到回報。它反映了您已經完成了人生中的一個重要里程碑，並且您已經建立了抵禦挑戰的韌性。世界可能表示完成了一個長期項目、學習或你生活中的任何其他重大事件。它也可能意味著孩子的出生、結婚、畢業或任何其他你已經完成的事情。

  世界卡表明您希望以各種方式回饋社區。你有一個讓世界變得更美好的承諾，因為你明白一切都是相互關聯的。 ",
        "reversed_content" => "您正在接近標誌著旅程或時代結束的事物。你的道路上可能有很多成就，但當你回頭看時，有一種奇怪的空虛填滿你，好像你擁有所有的碎片，但它們沒有聚在一起。有什麼不見了？你覺得與你正在做的事情有聯繫嗎？你覺得與他人有聯繫嗎？是什麼讓你感覺不完整？從感覺完整？",
        "upright_love" => "你的關係現在讓你有一種深深的滿足感和感激之情。世界塔羅牌愛情寓意象徵著圓滿和幸福的感覺。有時，這張卡片甚至可以建議您進入關係的下一步，例如結婚或組建家庭。當你完成你生命中的一個週期時，你也在展望未來的下一步。您和您的伴侶可能正在製定計劃，甚至可能做出重大決定。

  即使單身，這裡也有滿足感和幸福感。在開始一段關係之前，一個人必須感覺自己是一個完整的人。雖然一段關係可能很好，但你對自己充滿信心。你現在有這種整體感和自我理解，給你很好的機會去結識新的和令人興奮的人，以及魅力和吸引力。",
        "reversed_love" => "雖然你生活的其他方面可能進展順利，但在愛情方面，似乎缺少了一些東西。逆位的世界塔羅愛情寓意表示一種不完整的感覺；一個週期即將結束，但還沒有完全結束。你非常接近感到滿足和快樂，但有些東西阻止你看到它。你不是因為你的伴侶所有美好的事物而看到他們嗎？或者過去的關係是否影響了您對這次關係的體驗？對過去的伴侶沒有一種封閉的感覺嗎？有些事情需要你現在就收拾殘局，這樣你才能在當下感到快樂。",
        "upright_career" => "為自己感到自豪，因為你已經完成了你在職業生涯中計劃做的事情。無論這意味著找到一份讓你在精神上和物質上都感到滿足的工作，完成一個特別具有挑戰性的項目，還是開辦自己的企業，現在有很多值得慶祝的事情。現在花點時間享受你所獲得的。您可能已經在考慮接下來會發生什麼，因為這是正常的事物循環。現在，享受當下。 ",
        "reversed_career" => "你是否終於完成了一個你渴望已久的重要職業目標，卻發現回報並不像你想像的那麼甜蜜？或者你是否只是害羞了你想要完成的事情？逆位的世界預示著即將完成，但也許會錯過能讓你真正感到滿足的最後部分。也許你的目標被別人認為的成功定義得太高了，或者你的標準太低以至於達到這個目標感覺沒有挑戰。現在是重新評估您的目標並根據需要進行調整的時候了。  ",
        "upright_finances" => "您可能為了實現財務目標而努力工作，現在可能是享受勞動成果的時候了。也許你已經還清了一些債務，在儲蓄後找到了安全感，或者做了一筆你已經存錢的大筆購買。拍拍自己的後背，為自己的成就感到自豪。現在是考慮其他長期目標的時候了。由於世界也代表一種完整的感覺，因此請花一些時間了解您的財務狀況如何適應您生活的更大圖景。",
        "reversed_finances" => "即使您的財務狀況良好，您也可能對所擁有的感到停滯不前和不滿意。可能會重新評估您與需要隨著逆位世界調整的物質事物的關係。如果您發現自己沒有達到財務目標，那麼現在不是沉溺於失望情緒的時候；你已經接近你想要達到的目標；保持一致，你會找到安慰。",
        "yes_no" => "世界卡意味著旅途結束時的滿足和成功。實現、獎勵、確定性和積極的結果都是與這張卡的存在直接相關的事情。答案很可能是肯定的。",
        "past" => "你所走的道路最終會帶你走完整個圈。意識到這一點可能需要一段時間，但這段旅程會讓你接受新的責任和觀點。",
        "present" => "現在的時刻將帶給你一個願望的實現或一個渴望已久的風景變化。要獲得滿足感，您必須接受他人的想法與您自己的想法一樣有效。",
        "future" => "你必須找到你的目標來完成它。夢想也一樣；你必須首先意識到它才能讓它存在。成功無法保證，但您獲得的經驗將有可能滿足您的願望。",
    ],
    22 =>
    [
        "id" => 23,
        "type_id" => 1,
        "number" => 22,
        "name" => "權杖王牌(Ace of Wands)",
        "upright_keyword" => "靈感、創意火花、新倡議、新激情、熱情、活力",
        "reversed_keyword" => "延遲、阻礙、缺乏激情、缺乏活力、猶豫、創意阻礙",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "22_Ace_of_Wands",
        "content" => "權杖與火元素有關，而權杖王牌是牌組中火的核心代表。這張卡片顯示了一隻手拿著權杖從雲中伸出。

  當我們查看這張卡片時，我們可以看到手正在伸出手來提供仍在增長的權杖。權杖上的一些葉子已經發芽了，這意味著精神和物質的平衡和進步。遠處是一座城堡，象徵著未來的機遇。",
        "upright_content" => "權杖象徵著創造力，權杖王牌是套裝中最大膽的。這不是您從學校或作為愛好學到的那種創造力。它勇敢地尋找自己的聲音，它創造了一個可以發展自己視野的地方。換句話說，它與意志力和宇宙意義上的創造力有關。

  當您獲得權杖王牌時，它表明您應該全力以赴。抓住機會，追求你心中的想法。邁出第一步，開始創意項目。權杖王牌號召你跟隨你的直覺。如果您認為您夢寐以求的項目是個好主意，那麼就去做吧。

  權杖王牌也可能意味著您正在等待開始項目的跡象。抽這張牌會促使你立即行動，而不是沉思研究和更多計劃。今天採取小步驟，然後隨著時間的推移繼續發展你的想法。行動是幫助你成長和建立動力的東西。不要停留在抽像中。

  權杖王牌的另一個含義是你生命中的突破時刻。這是您對激情項目或想法充滿動力和靈感的時候。你對在不久的將來為你打開的機會感到興奮。",
        "reversed_content" => "逆位的權杖王牌表示你將在不久的將來面臨考驗和磨難。你可能沒有任何方向，這會導致你沒有靈感或沒有動力。在您生命的這個階段，您可能不知道自己真正想做什麼。你不知道如何擺脫低迷。

  如果你已經有了一個目標，你就不會為實現它而興奮。當你拿到一張逆位的權杖王牌時，你應該考慮休息一下，讓靈感來找你。您感到被當前的承諾和責任壓得喘不過氣來，無法提出新想法，也無法鼓起熱情推進您的項目。

  權杖逆位的意義也可以表明您當前項目的延遲。你想完成你的任務，但有些事情阻礙了你。或者您有一個想法，但不知道如何執行它並使之成為現實。在這種情況下，您應該耐心等待合適的時間。",
        "upright_love" => "權杖王牌塔羅牌愛情意味著興奮和激情；事情正在為你升溫！在這一刻，你們的關係可能​​會呈現出一種非常感性的特徵，如果你是單身，那麼潛在的戀情也是如此。可能會有很多調情和吸引，如果慾望也伴隨著某種精神上的理解，甚至還有一些更持久的關係的空間。如果您已下定決心，並且激情已經消退，那麼現在可能是它再次復甦的時候。這是重新點燃火焰的好機會，讓你們兩個在情感上更加聯繫。",
        "reversed_love" => "當逆位時，權杖王牌塔羅牌的愛情寓意預示著強烈的激情，但可能很快就會燃燒殆盡。在開始階段可能會有很多興奮，只有在提到承諾時才會消失。這張牌可能不喜歡長期戀愛。如果你在談戀愛，這張牌可以暗示，此時此刻，你們對彼此的熱情可能不是很高。有時，這只是學習更好地溝通的問題，或者確保你們為彼此付出一些時間。需要努力再次點燃激情。",
        "upright_career" => "如果您在這裡找到了權杖王牌，那麼您很可能正處於職業高速發展的時期。這是你的準備就是迎接機會的時刻。您可能還會發現您的工作現在特別受到啟發。你可以突破舊的界限，看到所有體驗的潛力。這是面對過去阻礙您進步的問題的好時機，因為您現在處於更好的位置來面對它們。你的創造力和解決問題的能力很高。盡你所能地使用這種能量。",
        "reversed_career" => "逆位的權杖王牌意味著缺乏靈感。這種缺陷可以通過多種方式表現出來。你現在可能很難進行頭腦風暴。如果您的職業需要大量創造力，那麼您似乎已經沒有想法了。當您坐著寫甚至是簡單的信件或論文時，您可能會發現自己盯著空白頁的時間比平時更長。缺乏創造力使開始新項目或工作變得困難。這個時機特別不幸，因為你也容易對現在缺乏進展感到沮喪。試著對你的靈感和你的職業道路保持耐心。有時會有平靜；這並不罕見或不可避免。善待自己，並在可能的情況下做一些能激發你靈感的事情。",
        "upright_finances" => "正位的權杖王牌可以標誌著經濟鬥爭的結束。之前存在的任何壓力都開始消散。這可能是因為您即將還清債務。如果您沒有經歷過來自特定債務來源的壓力，您的財務狀況可能仍會以其他方式改善。您可能會發現自己收到了禮物或獎金。無論您收到什麼，都可能會讓您擺脫以前的擔憂。這是一張好牌，但它並不是巨額財富的象徵。不要將這種壓力的緩解與魯莽消費的能力混為一談。這個決定從來都不是明智的。相反，要感謝您生活中的壓力會減少一點。",
        "reversed_finances" => "逆位的權杖王牌可能表明您的財務狀況現在可能正在惡化。如果您在這個位置看到權權杖王牌，請開始為您的財務狀況下降做準備。現在不是投資任何東西或進行大量採購的好時機。你很可能會失去你擱置的任何東西。對賭博、購買股票或任何宣傳高潛力（和高風險）的行為要特別謹慎。取而代之的是，依靠您之前可能為抵禦經濟不確定性所做的準備。盡量做好最壞的準備。",
        "yes_no" => "重新審視你過去的目標，因為你可能限制了自己。如果你不創造性地使用它，你內心就會建立靈感，它會破壞性地發洩它的能量。",
        "past" => "新的開始就在眼前。它可能以新的生活階段、新的企業、新的項目或新的靈感來源的形式出現。",
        "present" => "在未來幾年，你會看到你生活中的積極成果。但是，如果不付出任何努力，不要指望它會像那樣。您所要做的就是專注於您的目標，並將自己塑造成一個自信的人。",
        "future" => "權杖王牌是一張有創意的卡片，暗示著某種充滿激情的結合、積極的新開始，或者是你生活中尚未到來的強大而鼓舞人心的事物的誕生。它可能是一個新項目或您將要承擔的創意。你的問題的答案很可能是肯定的。",
    ],
    23 =>
    [
        "id" => 24,
        "type_id" => 1,
        "number" => 23,
        "name" => "權杖2(Two of Wands)",
        "upright_keyword" => "計劃、第一步、做出決定、留下舒適感、承擔風險",
        "reversed_keyword" => "糟糕的計劃、過度分析、不採取行動、謹慎行事、規避風險",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "23_Two_of_Wands",
        "content" => "權杖2卡片上有一個男人站在一個看起來像城堡的頂部，右手拿著一個微型地球儀。站在他的位置上，男人俯視著廣闊的地形，左手邊是海洋，右手邊是陸地。男子身著橙色束腰外衣，頭戴紅色帽子，分別像徵著他對生活本身的熱情和對冒險的渴望。他手中的微型地球儀代表著可能將他的影響範圍擴大到更廣泛的生活經歷的潛力。",
        "upright_content" => "權杖2是權杖王牌的更成熟版本，這意味著這張塔羅牌是關於計劃和前進——進步。這樣看；你已經著手完成一項特定的任務，這表示你已經把一個想法變成了一個現實的計劃。這樣的計劃需要實現，因此您必須從僅僅制定計劃到實際實現您的目標。

  發現被認為是另外兩根魔杖的意義。這是因為這意味著您正在走出繭並探索新的體驗和世界。雖然一開始可能看起來艱難而艱難，但權杖2卡鼓勵您繼續努力並向前推進。",
        "reversed_content" => "權杖2是權杖王牌的更成熟版本，這意味著這張塔羅牌是關於計劃和前進——進步。這樣看；你已經著手完成一項特定的任務，這表示你已經把一個想法變成了一個現實的計劃。這樣的計劃需要實現，因此您必須從僅僅制定計劃到實際實現您的目標。

  發現被認為是另外兩根魔杖的意義。這是因為這意味著您正在走出繭並探索新的體驗和世界。雖然一開始可能看起來艱難而艱難，但權杖2卡鼓勵您繼續努力並向前推進。

  權杖2卡還意味著您在著手實現這些目標之前就已經開始實現這些目標和長期目標。換句話說，你一直在努力達到你現在的位置，現在，向前邁進，你有你的長期目標。

  總而言之，權杖2的含義圍繞著做出決定。換句話說，您要麼對自己目前的知識感到滿意，要麼正在前進並承擔風險。這意味著，離開我們的舒適區並探索新的領域。",
        "upright_love" => "說到你現在的浪漫生活，你有什麼目標？權杖2塔羅牌愛情的意義可以表明你正在考慮改變，並製定計劃。如果您正在戀愛，那麼您現在就有機會做出調整。如果你正在考慮將你的承諾提升到一個新的水平，這張牌預示著巨大的希望，只要你努力想像你想要什麼，並將你的想法付諸行動。與您的伴侶，共同創造一條通往你們都想要的未來的道路。你們現在一起做出的決定可以具有將你們兩個更緊密地聯繫在一起的深刻能力。",
        "reversed_love" => "有時，不管一個人對未來的計劃如何，事情都沒有落實到位。現在可能不是推進浪漫目標的最佳時機。愛情需要時間才能發生，你可能需要比平時更有耐心。最好利用這段時間來真正考慮一下你想要從你的愛情生活中得到什麼，並找出一條清晰的道路來實現它。權杖2是一張規劃、設定期望和規劃前進道路的卡片，最好的計劃是從清晰的願景開始的。權杖2愛情塔羅牌的含義也可以表明你可能在浪漫的興趣方面遇到一些猶豫。",
        "upright_career" => "當在職業位置上正位時，權杖2表示你正在為你的未來職業做計劃。您可能正在審視自己的抱負，並為實現該夢想制定道路。您可以考慮理想的公司工作，您的專業可能是什麼，或者制定自己的創業計劃。這對您來說可能是一個激動人心的時刻，因為您的夢想正在形成。讓這些第一步成為繼續沿著這條道路前進的強大動力。",
        "reversed_career" => "當權杖2逆位時，可以有兩種含義。您可能會發現您為自己的職業道路制定的計劃並沒有按照您的設想進行。您可能錯過了細節，並遇到了許多您沒有預見到的障礙。這些問題現在正在給你製造麻煩。或者，你可能已經制定了世界上所有的計劃；或許可以畫出幾種情景並概述所有風險。但是恐懼可能會阻止您邁出第一步。與其過度分析每一個細節，不如採取行動。一個人不可能為所有事情做計劃；我們必須相信自己的能力。 ",
        "upright_finances" => "說到你的財務，權杖2代表財務穩定。這種穩定並不一定意味著財富氾濫，而是表示你的處境舒適而穩定。您可能會很自在地為您的長期財務未來製定計劃。現在是做出有意識的選擇而不用擔心嚴重後果的好時機。如果您有資金，請考慮將其投資於儲蓄。",
        "reversed_finances" => "此處逆位權杖2可能表示金融不穩定。這並不表示有巨大的損失或巨大的收益，而是您的銀行賬戶中的普遍混亂。您對財務未來的計劃可能無法實現，這對您來說可能是經濟上的動盪時期。現在不要利用這段時間進行投資或大筆購買，而是仔細查看您的財務狀況和您的長期目標。嘗試並獲得更多清晰度。",
        "yes_no" => "權杖2顯示一方面在控制和體驗生活中的收穫。另一方面，它帶來了極大的焦慮和失去你曾經擁有的控制的可能性。通過這張卡片投射的活力並沒有提供明確的答案。也許這就是它所暗示的。",
        "past" => "你可能在過去採取了一個對你有益的激烈舉動。如果你缺乏意願，試著從你的過去中汲取靈感。",
        "present" => "你已經走上了正確的道路，將帶你走向目標。但是，您可能需要一些經驗豐富的人的幫助。",
        "future" => "反省和自我意識將引領你走向成功。相信你的直覺，但也要樂於接受他人的幫助。",
    ],
    24 =>
    [
        "id" => 25,
        "type_id" => 1,
        "number" => 24,
        "name" => "權杖3(Three of Wands)",
        "upright_keyword" => "動力、信心、擴張、增長、遠見、展望",
        "reversed_keyword" => "限制、局限、缺乏進展、障礙、延誤、挫折",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "24_Three_of_Wands",
        "content" => "權杖3描繪了一個人站在懸崖邊上，俯瞰大海和山脈。從懸崖邊上，他看到了面前的一切。雖然兩根木棍豎立在男子的兩​​側，但第三根木棍則放在左手中。這可能意味著您的計劃正在逐步形成，鼓勵您更多地進入新的途徑，從而迅速取得進展。當你抓住更好的機會時，你會更開明，更自信，更合作。 該卡建議您發展靈活性，接受生活中發生的變化。專注於您的願景並努力實現它。",
        "upright_content" => "權杖3的含義暗示你正在計劃或將更加堅定地計劃未來。這可能意味著圍繞你的計劃的一切都在順利進行，因為你已經花時間計劃你的未來，並正在採取措施將計劃轉化為行動。它暗示你可能正在為自己建立一個穩定的基礎。

  權杖3中的象徵意義是可以在許多領域拓寬你的視野的機會。這也是一個警告，讓你保持開放的心態，因為更好的機會可能會向你敞開。當您採取步驟實現您的目標時，您也越來越意識到即將到來的機會，這可能會讓您走出舒適區。這有時會促使您擁抱變化，並開始長期思考。

  權杖3可以表明你在掌控之中並且擁有強大的地位，就像俯瞰和站立的角色一樣。權杖3是遠見和遠見的主要卡片之一。

  權杖3的最後一個意思是旅行，尋找你正在尋找的東西。有一種離家的感覺，一段必須要進行的航程。偉大的事情不會發生在那些只是等待它們的人身上，你必須擴展。對於大多數解讀，這表明您可能會穿越水面前往新的土地，並且您可能會在旅行中找到機會。",
        "reversed_content" => "逆位的權杖3表示你可能已經開始個人的旅程或發展，但你沒有得到你所希望的成就。這可能是由於延誤或路障。儘管如此，這張卡片還是提醒您，您的所有工作並非一無是處，而是它幫助您發揮了個人力量和毅力。

  權杖3逆位也可能意味著你需要花一些時間來計劃你的未來。如果您還沒有開始實現長期目標，或者已經被您現在面臨或即將面臨的任務壓得喘不過氣來，則尤其如此。你只是在反應，而不是在思考和深思熟慮時採取行動。

  然而，最常見的權杖3逆位含義是推動包括對未來變化的規劃，並在它們出現時留意更好的選擇。權杖3上的人物心知肚明，時刻關注著未來的變化，值得學習。",
        "upright_love" => "有了權杖3，你的愛情生活似乎進入了下一個階段。如果你發現自己處於一段新的關係中，看起來你必須確保為持久的承諾創造一個堅實的基礎。如果你們正處於一段忠誠的關係中，這可能是確定夫妻目標並共同努力實現這些目標的好時機。談談一起搬進來意味著什麼；即使是最平凡的細節的溝通也可以確保您以盡可能少的挫敗感邁出這一步。或者，這張卡也可以發出旅行信號；抓住機會一起探索世界 - 或者，如果您單身，新的地方可以激發您正在尋找的愛情。",
        "reversed_love" => "有時你不能說或做正確的事；如果是這種情況，將頭藏在沙子中似乎更容易。這是不明智的；您現在確實需要解決任何問題並整理問題。
  真愛的過程很少是完全一帆風順的，任何最近的關係都可能難以起步，這並不意味著他們沒有翅膀，只是需要一點耐心。試圖迫使事情向前發展會適得其反。在建立關係之前，請檢查您的伴侶是否就是您所想的那樣。
  在所有關係中，我們都必須不時妥協，要求您的伴侶做出改變以適應您可能會導致問題。你現實點嗎？",
        "upright_career" => "正位時，權杖3描繪了我們生活各個方面的冒險和新體驗。在職業職位上也是如此。現在，您可能會遇到探索職業的新機會。除此之外，你的職業生涯可以推動做出大膽的選擇，否則你可能會猶豫不決。在這裡，它意味著一個新的機會或大膽的機會。這可能意味著在您通常不願意這樣做的情況下在國外開始工作或以其他方式出差。這也適用於商業。如果您擁有一家企業並且已經討論過走向全球，那麼現在是這樣做的好時機。",
        "reversed_career" => "逆位權杖3可以表示沮喪、停滯或拒絕提供給你的機會。您可能想探索許多事物，但您可能會感到被束縛，或者好像您已經放棄了機會而沒有利用它們。也許您拒絕了去其他地方尋找新工作或在全球擴展業務的機會。如果你最近沒有做出這樣的決定，可能是因為你對工作場所缺乏進步或挑戰的沮喪和煩惱正在造成影響。 ",
        "upright_finances" => "權杖3魔杖正位時，標誌著您可以享受辛勤工作帶來的利潤。你的勞動時間得到了回報。不要害怕將辛苦賺來的錢花在可以拓寬視野的事情上，例如旅行或長途旅行。如果您一直在討論課程或旅行，但由於經濟原因而推遲，那麼卡片告訴您現在是您擁抱這些願望並擴展您的思想的機會。你對什麼財務穩定性和你與金錢的關係的想法現在也可能正在擴大。",
        "reversed_finances" => "在這個位置和方向上，權杖3表示你可能處於財務混亂的狀態。可能不是您缺錢，而是您無法實現財務目標。如果這張卡片出現在您面前，請更好地評估您的資金流入量和流出量。如果你再勤奮一點，也許就能度過這段時間而不會造成經濟損失。注意你的財務狀況並負責它們。",
        "yes_no" => "權杖3代表新的開始、成就和積極的伙伴關係。這可能意味著某種業務擴張，也可能是確認您正走在通往成功的正確道路上。它具有整體積極的基調，它為您提供的答案是肯定的。",
        "past" => "您的努力為您的成功奠定了基礎。保持您的足智多謀並保持效率是您前進的核心。",
        "present" => "提供幫助可能會帶來新的項目或想法，所以不要拖延接受它。與擁有比您更多資源的人互動的機會將帶來長期的成功。",
        "future" => "您面前的工作將帶來智力或精神上的挑戰。為了成功，您必須能夠創造性地思考或發明一條前進的道路。",
    ],
    25 =>
    [
        "id" => 26,
        "type_id" => 1,
        "number" => 25,
        "name" => "權杖4(Four of Wands)",
        "upright_keyword" => "社區、家庭、慶典、聚會、聚會、聚會、穩定、歸屬感",
        "reversed_keyword" => "缺乏支持、不穩定、感覺不受歡迎、短暫、缺乏根源、家庭衝突",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "25_Four_of_Wands",
        "content" => "權杖4描繪了一對夫婦在歡迎花圈下跳舞，歡迎花圈系在四根帶水晶頭的權杖之間。卡片上有一個花冠，類似於傳統猶太儀式特有的花冠。似乎有一個派對正在進行，它表明你正在享受一段穩定與和平的時期，並有一種完成的感覺，特別是在艱難的階段之後。您正在享受成功的榮耀，與您的家人和朋友一起慶祝。

  如果你為自己設定了一個很高的目標，那麼這張卡片會建議你不要再匆匆忙忙地享受生活中的輕鬆時刻。它還提醒您承認您已經取得的重大里程碑，因為這樣的事情在一個人的生活中並不容易。",
        "upright_content" => "權杖4的整體含義是它預示著慶祝以及和諧、快樂和輕鬆的家庭環境。在命理方面，數字四象徵著穩定以及特別可靠的基礎。這些都與一段幸福和平衡的時期有關。

  權杖4中的象徵意義表明，這是您與親朋好友等親密人士相聚的最佳時機。這可能有或沒有任何特殊場合。眾所周知，當您與朋友和家人長時間在一起時，該卡通常會反映一段假期。這也可能是建議您邀請您最親密的朋友共進一頓豐盛而私密的晚餐，並分享一兩個笑聲。

  此外，如果你一直在從事某個項目，這張卡片意味著你將達到一個特別重要的里程碑。這將為您提供慶祝的理由，這也是需要考慮的。您已成功完成了該項目的適當且最重要的階段，這意味著您有充分的理由感到自豪和滿足，這是權杖4卡所引發和反映的一般感覺之一。",
        "reversed_content" => "如果卡片的正位位置反映了平衡、穩定和和諧，而權杖4的逆位位置則意味著您的家庭或家中存在破裂或完全不和諧。您的家人或其他親人之間很可能存在很多緊張關係。如果你完成了對你來說很重要的事情，你期待與最親近的人分享它，並回家參加一個受歡迎的慶祝活動，但相反，你發現缺乏支持。當涉及到自己的人際關係以及可以依賴和不能依賴的事物時，這可能會讓您感到相當不確定。",
        "upright_love" => "這張卡片是家庭、團聚和節日的卡片。權杖4塔羅牌愛情的意義可以帶來訂婚、婚姻或其他紀念你和你的愛的聚會。如果你們的關係建立在信任、支持和理解的牢固基礎上，那麼在家人和朋友的支持和見證下，你們的結合可能會更加鞏固。這種愛不僅僅是兩個人之間的愛，而是一種在更大的社區背景下得到支持的愛。如果您單身，您可能會在這些社區和聚會中找到愛情。",
        "reversed_love" => "目前可能會發生一些關於家庭和你的浪漫生活的衝突。權杖4塔羅牌愛情的意義可能表明你的朋友和家人的家族與你的伴侶之間不兼容，或者你接近愛情和浪漫的方式。有時，由於這張卡片也是在更公開的層面上加深你的承諾的卡片，因此對於採取這些後續步驟可能會有一些恐懼和猶豫。改變，尤其是將自己與另一個人捆綁在一起，可以是美妙的、有益的，也可以是可怕的。這些情緒可以同時存在，但只有你才能知道它是否來自更深的地方，而不僅僅是冰冷的腳。",
        "upright_career" => "正位的權杖4塔是一張穩定的社交卡。當它正位時，表示穩定和支持的關係。這種社區意識適用於您在該職位上出現的工作環境。可能你在工作中結交了新朋友，或者最近的氣氛特別積極。在不久的將來，可能還會有一些工作聚會，例如辦公室聚會，旨在讓您更接近與您一起工作的人。如果有，這些事件很可能會導致您和您的同事之間建立更緊密的聯繫。",
        "reversed_career" => "當逆位時，權杖4的歡樂本質被顛覆。結果，可能是在工作中，您的人際關係處於緊張狀態或難以形成。這種困難在一般意義上適用於您辦公室的氛圍；或者，它可能與工作中的特定時刻或緊張點有關。例如，可能會有辦公室活動臨近，但它們可能不會按計劃進行。他們可能會產生相反的效果，而不是增加同志情誼。如果您的工作環境沒​​有具體問題，則卡片很可能突出了您辦公室的總體狀況。也許工作中的氣氛很惡劣或不友好。無論如何，請期待與您一起工作的人的粗魯行為，並在您自己身上意識到這些行為。",
        "upright_finances" => "這裡的權杖4不僅代表財務穩定，而且還表明您可以將這筆錢花在親人身上。您可能會購買禮物或帶您關心的人出去吃飯或喝酒。這些都是很好的財務決策。它們可能不會增加您的財務財富，但它們對您的社交關係有益，因此您可以接受它們。不要在任何事情上做得過火，但只要您量入為出，這些卡片就會鼓勵您善待周圍的人。",
        "reversed_finances" => "如果你在這裡找到權杖4，你可能正在與糟糕的經濟狀況作鬥爭。您的財務問題可能與您的個人關係有關。目前，家庭開支可能正在壓垮你。由於這些不可預見的支出，您此時可能會特別難以維持生計。警惕朋友或家人索要您無力支付的錢。詢問金錢是必要的還是只是他們的願望。如果是後者，請考慮在幫助他們之前先嘗試控制您的財務狀況。",
        "yes_no" => "儘管塔羅牌主要用於詳細占卜，但也可用於是/否答案，儘管許多人缺乏這一事實的知識。權杖4對你的問題回答“是”，因為它像徵著積極、和諧、善良和新開始帶來的快樂。",
        "past" => "你的堅持導致了成功，你有理由對自己的成就感到滿足和滿足。您過去種下並經過不懈努力澆灌的種子現在已經成長為勝利的開花植物。你應該分析你過去的選擇，並記下你做了哪些正確的事情來達到這一點，並牢記未來的雄心壯志，以便養成良好的習慣，讓自己在未來幾個月或幾年內取得類似的成功。",
        "present" => "現在最重要的是你接受幸福，並在心中留出空間：與家人和朋友共度時光，在困難時期讓他們陪在你身邊；同樣，確保在他們需要您時您就在他們身邊。一切都開始進入正確的位置，努力工作正在得到回報，如果你像現在這樣繼續下去，你就會成功。無論未來如何，要知道生活中有愛你的人，而且你並不孤單。",
        "future" => "如果你繼續你所走的道路，你將實現你的夢想並實現你的抱負，但不要太沉迷於未來的計劃：記住享受現在，現在做出的選擇會影響以後發生的事情. 知足、好運、成功，都在繁榮的河流上源源不斷地流向你。",
    ],
    26 =>
    [
        "id" => 27,
        "type_id" => 1,
        "number" => 26,
        "name" => "權杖5(Five of Wands)",
        "upright_keyword" => "衝突、競爭、爭論、侵略、緊張、對手、自我衝突",
        "reversed_keyword" => "衝突結束、合作、協議、休戰、和諧、和平、避免衝突",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "26_Five_of_Wands",
        "content" => "權杖5描繪了五個男人都拿著自己的權杖並在空中揮舞著。與塔羅牌中的大多數 5 號一樣，它是關於詢問者面臨的某種分歧。這種分歧可以被視為男人之間衝突的跡象，或者他們都只是在享受這場衝突帶來的腎上腺素飆升，他們之間的競爭是一種善意的對抗，而不是憤怒。他們似乎拿著權杖的輕鬆方式給人一種這種爭論可能是一種表演而不是激烈的爭論。",
        "upright_content" => "從卡片上的圖像來看，權杖5的象徵意義表明一個人的生活中存在衝突。這可能是一個現有的衝突，也可能是一個正在醞釀並最終會在一個人面前爆發的衝突。它還可能描述了溝通中的問題，例如在沒有人真正想傾聽對方的情況下——這意味著沒有達成一致或理解。這五個人可能意味著在一群沒有耐心聽其他人說話的人中存在問題。他們只想被人聽到，其他人都不聽，他們一下子就爭吵起來。

  大部分問題都可以通過詢問者邁出第一步，嘗試以這樣一種方式開始溝通，即你建議每個人一次一個地說出他們要說的話來解決。通過這樣做，您將能夠解決問題，並且每個人都會被聽到。意味著他們都會滿意。

  權杖5也可能意味著您正在或將要在您不習慣的領域面臨競爭。這可以是在工作或學校，在那裡你會遇到與你具有相同能力的人，他們會帶來相當大的挑戰——導致嫉妒、貪婪和嫉妒的感覺。這張塔羅牌鼓勵您接受競爭，將其作為提高自己的一種方式，而不會對他們產生任何惡意。這意味著您應該學習如何以文明的方式應對它們。

  權杖5的含義也可能是您自己處理的個人鬥爭。這可能涉及影響您的許多問題，因此您需要解決它們並為它們找到解決方案。您需要確定問題出在哪裡，並提供處理該案例的解決方案。",
        "reversed_content" => "權杖5逆位的意思可能是你處理分歧的自然方法是通過盡快離開那個地方來避免任何形式的衝突。有時這可以被視為一件好事，但有時，它可能會導致您內部正在醞釀的許多問題，您必須盡快解決這些問題。另一方面，這也可能意味著你已經解決了你的麻煩，你沒有更多需要擔心的問題。",
        "upright_love" => "當談到你的愛情生活時，你現在需要採取行動。如果你單身，你可能會有許多追求者互相競爭。雖然您可能會受到關注，但不要增添不必要的麻煩；這可能會阻止您的潛在合作夥伴，而不是拉近他們的距離。如果你們已經處於戀愛關係中，可能會有一些小衝突。請注意，當你們中的任何一方感到壓力時，最初開始的俏皮玩笑可能會變成爆炸性的爭論。很可能這裡的爭論並不太嚴重。儘管如此，他們需要一些輕鬆的心情來記住他們對你的幸福實際上是多麼無關緊要。讓事情變得有趣。",
        "reversed_love" => "你如何處理衝突的問題現在可能會影響你的人際關係。如果您正在戀愛，請確保您沒有壓抑自己的怨恨，以避免發生衝突，而這正是你們兩人建立順暢情侶關係所需要的。最終避免艱難的對話會導致信任的削弱。請記住，每個人都有權滿足他們的需求，擁有需求並不會讓你變得不那麼可愛。然而，如果你一直在努力向你的伴侶誠實地表達自己，你可能會發現誤解正在消除。一旦實現了誠實和清晰，曾經的爭論可能會消失。",
        "upright_career" => "如果你在這個位置找到了權杖5，這張牌的衝突和競爭性質適用於你的職業。由於您的工作，這可能是永久性的。這張卡在銷售、銀行和運動員等行業的工作人員中很常見。如果情況並非如此，並且您的工作沒有競爭因素，則可能是由於特定問題的衝突而導致的臨時狀態。您可能正在與一個人爭奪加薪或職位。無論您目前面臨何種具體衝突，您都必須與他人的自負作鬥爭。多虧了五人在這里以正位的姿勢出現，很明顯你有能力戰勝你面前的挑戰並驅逐試圖阻擋你道路的東西。記住，你能夠成功，
  ",
        "reversed_career" => "在這裡逆位的權杖5意味著你最近工作生活中的衝突和競爭正在結束。可能是您正在轉向競爭較少的行業，或者您周圍的環境正在逐漸變得更加友好和輕鬆。無論如何，這是一個受歡迎的變化。這是您最近的工作衝突的緩和，讓您可以將精力投入到生活的其他方面。",
        "upright_finances" => "如果您看到這裡的權杖5，您可能正處於財務不穩定時期。這是暫時的，但你必須努力擺脫它。這場戰鬥的形式可能是需要特別努力地工作或以其他方式付出巨大努力來控制您的財務狀況。如果你目前的狀態沒有失衡，你可能很快就要為錢爭吵了。這種爭論可以是與你愛的人或陌生人，如店員或售貨員。您可能會發現退貨或獲得報銷等簡單的任務壓力很大並且充滿爭議。",
        "reversed_finances" => "你終於擺脫了財務困境並捲土重來，即將進入一個更加穩定的時期。現在應優先考慮與金錢和財產有關的問題，以彌補以前的損失。",
        "yes_no" => "權杖五意味著以某種方式受到挑戰並且必須保護自己免受他人侵害。它帶來了鬥爭、焦慮和對即將到來的內部鬥爭的整體不安的感覺。這張牌帶來的負面預感給出了否定的答案。",
        "past" => "由於過去可能會遇到一個重要的後果或戰鬥，因為舊的記憶會引起干擾並阻止你前進。不要浪費時間找到原因並專注於你的目標。",
        "present" => "溝通不暢或誤解會阻礙你的進步。",
        "future" => "未來會有一個機會，需要你馴服你的勇氣才能成功。除了你，沒有人能決定你的行動，所以依靠你的意志力來實現平衡的進步。",
    ],
    27 =>
    [
        "id" => 28,
        "type_id" => 1,
        "number" => 27,
        "name" => "權杖6(Six of Wands)",
        "upright_keyword" => "成功、勝利、勝利、獎勵、認可、讚美、讚譽、驕傲",
        "reversed_keyword" => "失敗、缺乏認可、沒有獎勵、缺乏成就",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "27_Six_of_Wands",
        "content" => "權杖6塔羅牌描繪了一個男人，他的頭上戴著勝利的花環。他被描繪成騎著馬穿過歡呼的人群。馬是白色的，這是眾所周知的力量、純潔和成功的象徵。人群在那裡表明公眾對騎馬人所取得的成就的認可。該男子手持的魔杖上還繫著一個花圈，以進一步強調他的成功。這個人對所有這些關注並不害怕，也不害羞，而是為自己的成就感到自豪。對此，他周圍的人群反應出歡快和熱情。",
        "upright_content" => "這張特別的卡片是獲得大家認可、勝利和成功的。您不僅成功地成功實現了所有目標，而且還因這些目標和所取得的成果而得到了公眾的認可。您可能獲得過獎項或某種公眾讚譽。

  這張牌表明你已經設法利用你內在的力量和才能，試圖為你的生活帶來特別成功的結果。你已經成功地克服了之前這張牌權杖5所帶來的困惑，並成功地減少了乾擾，從而成功地專注於你的目標並實現了它們。

  還值得注意的是，除了卡片帶來的整體積極性之外，還有一個輕微的缺點。它可以帶來自負以及自負的行為和傲慢。這可能會讓你認為沒有人比你更好。",
        "reversed_content" => "當卡片被逆位時，這表明您可能會發現自己懷疑自己的所有能力以及獲得任何成功的整體潛力。你可能對自己的整個自我感覺特別消極，就好像你辜負了別人也辜負了你。這是一個像徵，意味著您缺乏實現所需的信心和動力。你需要第三方的全面支持和認可，在情感上為你提供一些急需的力量。",
        "upright_love" => "如果你是單身，權杖6塔羅牌的愛情意味著成功正在向你走來。可能其他人現在覺得你特別有吸引力。如果您一直在尋找某人，他們可能比平時更容易接受您。只需要你做出你的方法。如果你們處於戀愛關係中，並且一直在為某件事而共同努力，例如在異地戀後同居或買房，這些目標很可能會實現。你們之間的未來似乎很光明，可以給你們兩個帶來很多快樂。",
        "reversed_love" => "你現在的信心可能很低；逆位權杖6塔羅牌的愛情意味著你沒有得到你認為應得的那種愛情。你可能會覺得自己被忽視了，而那些不像你那樣充滿愛心和關懷態度的對手卻發現自己取得了成功。很多時候，需要的是改變態度；確保這不會變成苦澀。自信和積極是有吸引力的，而消極往往會排斥他人。如果您處於戀愛關係中，您或您的伴侶可能會感到不被重視或被忽視。",
        "upright_career" => "權杖6通常是一張非常積極的牌，象徵著成功和自信。當原則出現在這個職位上時，這些原則適用於你的工作生活。你很可能在工作中取得了令你特別自豪的成就。獎勵也可能會如願以償；這可能意味著即將升職或加薪或最近發生。如果你最近完成了一個項目，它很可能會有好的結果。無論你最近打過什麼仗，都已經以對你有利的方式解決了。享受這一刻的滿足和自信。不要讓你的自信冒險成為利己主義，但你可以慶祝以前衝突的結束並享受你目前的位置。",
        "reversed_career" => "當逆位通常與權杖6相關的成功時，就會被顛覆。在這個位置上，權杖6代表失敗和缺乏對工作的雄心壯志，而不是表示勝利。可能是因為升職或加薪而你被忽略了。如果最近在工作中發生衝突或競爭，它很可能沒有或不會以對您有利的方式自行解決。如果沒有這種特定的緊張時刻，這六個可能是指您在工作中的總體感受。這些感覺將表現為對項目停滯不前或不感興趣。可能是由於缺乏動力，您覺得卡在當前的位置上。無論確切的背景如何，這都是成績不佳的標誌。 ",
        "upright_finances" => "如果這張卡出現在這裡，您的財務狀況良好。由於您在困難時期的奉獻精神和毅力，您目前正享受著和平和財務穩定的時刻。這是一個感謝您付出的辛勤工作並重視他們的回報的時候。隨意放縱適度，但要警惕過於自信。輕率地購物從來都不是明智之舉。",
        "reversed_finances" => "如果您在這個位置上出現了權杖6，請花點時間重新評估您的財務狀況。您的財務狀況可能出現下滑。這可能是由於單個負面事件或更廣泛地代表您的經濟狀況。如果是前者，您所做的投資可能不會產生結果，或者您所做的購買不是您想像的那樣。如果沒有個人投資或購買導致您的金融資產減少，則您的資金可能減少得更慢。儘管這可能不是危機，但您可能正在經歷艱難時期。很難鼓起信心相信事情會好轉。努力使您的財務工作富有成效並積極主動。",
        "yes_no" => "權杖6展示了你努力的勝利、勝利和成功。它表明一個人因為獲勝並找到前進所需的靈感而感到崇高。好消息是這張卡在場的整體感覺。答案是肯定的。",
        "past" => "你過去的努力和靈感把你帶到了現在的位置。繼續你的道路，你會發現獎勵。",
        "present" => "好消息來了。雖然它可能是有條件的，但這種改變將極大地幫助你追求成就感。",
        "future" => "在你道路盡頭有勝利等著你。找到它需要仔細的摸索和清除障礙，但你想要的一切都可以實現。",
    ],
    28 =>
    [
        "id" => 29,
        "type_id" => 1,
        "number" => 28,
        "name" => "權杖7(Seven of Wands)",
        "upright_keyword" => "保護自己，為自己挺身而出，保護自己，保護領土",
        "reversed_keyword" => "放棄、認輸、讓步、缺乏自信、投降",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "28_Seven_of_Wands",
        "content" => "權杖7有一個人站在高山上，被下面的對手挑戰的形象。他似乎是在捍衛這個位置並進行報復。有趣的是，在萊德偉特牌對權杖7的描述中，該男子穿著不匹配的鞋子。這與在不平坦的地面上或生活中沒有穩定立足點的象徵意義有關。",
        "upright_content" => "權杖7的含義與權杖5相似；兩張牌都表示在對事件的最初完成和滿足之後的掙扎。然而，權杖7是不同的，因為它是關於你需要經歷的鬥爭來維持你的地位，而不是獲得它。這是關於我們繼續取得成功所面臨的困難。您應該準備好參加比賽以捍衛自己的頭銜並證明自己。這個人是防守，耐力和決心的縮影。不匹配的鞋子指的是生活中不穩定的基礎，沒有明顯的立場。六根木棍描繪了兇猛和挑戰。

  權杖7的總體含義是堅守陣地，無論面臨什麼挑戰。您將需要捍衛這一立場，並反對那些旨在取代您的位置的人。這段時間有挫折，但你需要繼續為你的信仰而戰，面對那些可能威脅或反對你和你的信仰的人。",
        "reversed_content" => "權杖7逆位的意思是你可能會被你面臨的所有責任和挑戰所淹沒。這可能會使查看整個圖片變得困難。你也會覺得你必須與其他人競爭和比較，這讓你感到脆弱和不足。

  權杖7逆位的含義也可以反映你不斷被別人批評和評判的感受。您的朋友和家人可能會就您的決定和選擇向您提出質疑，而您對他們的判斷感到不知所措。

  避免衝突和退縮在逆位的權杖7中很常見。這會導致不快樂，因為當你受到任何人的挑戰時，你會逃避活動並放棄你的目標。記住您為來到這里而奮鬥的一切，並仔細考慮您現在是否真的相信值得放棄。另一種與權杖7相反的解讀也可能是，當你保護自己並通過這樣做破壞你的人際關係時，你過於咄咄逼人。",
        "upright_love" => "當這張牌出現在愛情塔羅牌中時，您可能必須設定界限，即使它可能會造成一些不舒服的情況。如果你和伴侶在一起，你可能會發現自己處於必須為你們的關係而戰的境地。可能會有其他方的反對；反對你們兩個在一起的家人、其他追求者、朋友。儘管您的環境中有許多外部因素對你們兩個不利，但您可能需要付出很多努力才能使情侶關係持續下去。儘管有所有這些因素，您可能會充滿信心，認為這是正確的做法。堅持這種感覺，當事情變得艱難時，它會幫助你保持精力充沛。",
        "reversed_love" => "過多的防禦可能對你不利。逆位權杖7塔羅牌愛情意義的可能表明你努力維護的關係確實可能處於不穩定狀態。你周圍的其他人可能會清楚地看到這一點；關心你的健康。相反，您可能會忽略這些擔憂，並且可能處於否認時期。愛可能讓你難以看清真相。或者，即使你們兩個出於正確的理由在一起，你可能會發現在試圖將你們分開的外力中保持在一起越來越困難。",
        "upright_career" => "一般來說，正位的權杖7象徵著挑戰和毅力。如果權杖7出現在這裡，這些想法適用於您的工作生活。雖然聽起來有點嚇人，但這張牌不需要是負面的。正位時，這張牌表明你有能力解決（雖然可能措手不及）你即將面臨的問題。其他人可能會攻擊你，或者嫉妒你的工作職位。擁抱你內心的自信，無所畏懼地前進。對你的職位或你的道德的挑戰現在可能特別普遍。幸運的是，你有力量克服任何恐懼或擔憂，並成功地為你自己和你的信仰挺身而出。",
        "reversed_career" => "當權杖7出現在塔羅牌時，您堅持自己立場的嘗試可能不會奏效。這可能是因為準備不足。你可能還沒有準備好捍衛你過去的勝利、你的原則或你的立場。現在，保護您的工作職位或業務至關重要，但您不願意或準備這樣做。人們常常會嫉妒成功，所以僅僅滿足於現狀是不夠的。有時，比如現在，你可能需要警惕那些試圖破壞你的人。你最近做出的任何選擇都讓你很容易受到其他人的入侵並竊取你試圖創造的機會。",
        "upright_finances" => "這個位置和方向的權杖7與長期投資的成功有關。這可能意味著您正在從以前的努力和/或將來的努力中獲利。您此時可能正在展示財務遠見。儘管您的頭寸目前穩定，但您很清楚這種穩定的轉瞬即逝，並正在採取措施保護您的收入。這種財務規劃可以是啟動退休基金、購買房屋或以其他方式開始儲蓄更多的形式。無論您的投資採取何種形式，這些選擇都將在未來為您服務（就像以前一樣）。權杖7也與嫉妒他人有關；因此，如果您發現人們垂涎您的財務成功，請不要感到驚訝。",
        "reversed_finances" => "如果您在這裡找到了權杖7，請小心輕浮。不要讓自己對自己的財務穩定性過於自信。無論您的收入如何，經濟衰退都是生活的一部分。權杖7是對這一點的提醒。當您應該儲蓄並考慮未來時，它警告不要將您的收入浪費在無用的購買上。即使您傾向於並有能力進行盲目消費，也絕不推薦此類活動，尤其是現在。",
        "yes_no" => "權杖7代表著長期的成功，因為它具有克服障礙和承擔計算風險所需的力量。用勇氣為自己挺身而出，最好的就是這張卡的全部內容。您正在尋求的答案是肯定的。",
        "past" => "儘管進展緩慢，但您的決心和持續努力將引領您穩步前進。不要放棄!",
        "present" => "有一場巨大的衝突正在逼近，但不要害怕。通過勇氣，您將克服這一障礙，並因此體驗到生活中的重大變化。",
        "future" => "繼續相信自己。事情可能對您不利，但您有能力擊敗他們。勇於拼搏，勇於接受挑戰，將引領您走向光明的未來。",
    ],
    29 =>
    [
        "id" => 30,
        "type_id" => 1,
        "number" => 29,
        "name" => "權杖8(Eight of Wands)",
        "upright_keyword" => "運動、速度、進步、快速決定、突然變化、興奮",
        "reversed_keyword" => "等待、緩慢、混亂、延誤、失去動力、倉促、毫無準備",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "29_Eight_of_Wands",
        "content" => "權杖8被描繪成八個飛行的權杖，它們看起來好像懸浮在空中。有些人可能會將它們視為以最大速度前進的開花權杖。他們穿越的背景是晴朗的天空，這代表著他們到達目的地的道路可能沒有任何障礙。它展示了一條河流的壯麗景觀，河流為圖像注入了生命。權杖也看起來像是即將降落，這標誌著長途旅行的結束。",
        "upright_content" => "權杖8所描繪的形象，意味著權杖7帶來的困難終於結束了。它像徵著強大的能量水平，表明你生活的不同方面將是開拓性的。也許重要的消息會在你的路上傳來，你可能會經歷突然而穩定的積極增長。權杖8的含義也可能與您的工作有關。您正在等待的決定有可能很快就會到來。你需要耐心等待。

  說到愛情，權杖的八個含義與你是否準備好投入一段關係有關；但是，卡片建議您不要強迫另一方也準備好承諾。你的另一半很快就會準備好，強迫事情發生可能會對結果產生負面影響。在財務方面，現在似乎不是倉促投資的最佳時機。就像在你的愛情方面一樣，我們建議你要有耐心。節省您的資金，等待最佳投資時機。您為之奮鬥的所有事情都在不斷發展。在您之前沒有看到進展的地方，您很快就會發現它們為即將到來的行動浪潮鋪平了道路。",
        "reversed_content" => "就像向上的權杖8一樣，權杖8逆位的含義通常與耐心有關。您可能對某事感到沮喪。您現在可能會看到，您之前啟動的操作造成了您現在正在發現的障礙。是時候讓你明白，你無法改變過去。你必須原諒自己，並調整你的策略。

  在工作方面，您的辦公室可能存在分歧。你需要迅速解決這個問題，以避免任何重大問題脫軌。呼吸、思考並嘗試放鬆。要有耐心，相信一切都會好起來的。權杖8反轉對愛情的意義可能與可能的嫉妒有關。你現在的嫉妒是沒有根據的，只會影響你與伴侶的良好關係。在健康和精神方面，你需要提高你的注意力、合作和決心。如果你失去注意力，卡片的能量就會消散。",
        "upright_love" => "如果你發現你的愛情生活一成不變，你會因為再次看到活力和興奮而鬆了一口氣。如果你單身，你會發現你的浪漫生活又開始了；一個新的戀人可能會引發浪漫，你的愛情生活甚至會以驚人的速度發展。確保您準備好利用這種有時瘋狂的能量。如果您目前處於現有關係中，則可能會有驚喜，讓你們兩個人在你們的關係中感到興奮。這些驚喜很可能是受歡迎的，塔羅牌中的其他卡片將有助於提供更多背景信息。",
        "reversed_love" => "誤解，逆位權杖8塔羅牌愛情的含義。不管你是單身還是有伴，一定要仔細考慮你所說的或所做的。你與伴侶的關係缺乏激情和溝通。你們兩個都不願談論你們的問題，導致進一步的誤解。表示在你們之間的兩性關系上沒有達到你所預期的發展，這是因為你們總是會爭吵或讓忌妒破壞彼此之間好不容易建立好的信任。",
        "upright_career" => "八根權杖代表快速前進。應用於您的職業，這個原則可以意味著字面或比喻意義上的快速移動。從身體上看，這張卡有時可以表明您即將出差。如果情況並非如此，則您可能對自己在工作中取得的進步有更廣泛的感覺。您可能會覺得自己的職業發展迅速。這對你現在是一種積極的感覺。這就像你從你的殼裡迸發出來，終於能夠產生你想要的影響。這一進步令人興奮和振奮。滿懷信心地前進，您將繼續超越預期。",
        "reversed_career" => "在這個位置上，權杖8有兩種含義，可以適用於你的職業生涯。要麼你在工作中進步得不夠快，要麼你過去進步得太快。評估一下你的感受。如果您因工作停滯不前而感到沮喪，這張卡片可能表明您因未能及時採取行動而錯失了機會。你沒有進步，因為你讓機會溜走了。但是，如果您最近在職業生涯中取得了進步，則可能是您進步得太快了。這種擔憂會表現在對人們對你的要求感到不知所措。如果專案看起來令人生畏，與某人討論他們如何處理此類任務可能會很有用。您將學會處理新的職責，但這需要時間和耐心。",
        "upright_finances" => "與八根權杖相關的速度適用於你在這個位置上的錢。似乎錢從你手中消失的速度與進入他們手中的速度一樣快。這種傾向本身沒有好壞之分。你在這個時候取決於你記住多少進來多少出去的能力。雖然現在特別誘人，但如果您在這裡看到這張卡片，請注意不要衝動消費。請注意不要選擇高風險投資。",
        "reversed_finances" => "權杖8在這裡意味著你可能對資金流入的速度感到沮喪。你可能會覺得資金不夠，或者你應該讓資金更快地流入。卡片給的訊息是你應該更有耐心，並記住你所做的一切都是你緩慢前進的一部分。你今天的小額投資最終會得到回報（即使它們現在令人沮喪）。如果你的工作沒有你想要的那麼好，那可能是你仍在支付會費。有一天你可能會得到你想要的工作（和收入），但你今天必須要有耐心。",
        "yes_no" => "權杖8代表某種旅程或旅行。它暗示了將迅速發展的事件和將不可預測地到來的機會。在克服障礙的同時，它顯示並結束了您生活中的某種延遲或阻塞。你的問題的答案很可能是肯定的。",
        "past" => "過去的目標將無法推動您前進。想一個能給你帶來最大幸福的改變。一直佔據你的鬥爭將過去，短暫的和平將隨之而來。",
        "present" => "激動人心的消息即將到來，打破你現在的平靜。由於生活中沒有什麼事情發生，你想打破常規，趕緊做一些令人興奮的事情。建議參與一些富有成效而不是遊蕩的事情。",
        "future" => "一次新的冒險會給你帶來未來的成功，但你必須準備好在突然的決定中做出正確的選擇。",
    ],
    30 =>
    [
        "id" => 31,
        "type_id" => 1,
        "number" => 30,
        "name" => "權杖9(Nine of Wands)",
        "upright_keyword" => "最後立場、堅持、毅力、韌性、毅力、接近成功、疲勞",
        "reversed_keyword" => "頑固、僵硬、防禦、拒絕妥協、放棄",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "30_Nine_of_Wands",
        "content" => "權杖9展示了一個看起來很虛弱的男人拿著一根魔杖，身後還站著另外8根直立的權杖。男人看起來受傷了，但他似乎還準備再戰，並且渴望勝利。他對自己充滿了希望和決心，這應該會幫助他度過最後的戰鬥。這是一張融合了挑戰、希望和勝利的卡片。 ",
        "upright_content" => "權杖9塔羅牌象徵著巨大的希望，即使面對許多可能使他們失去平衡的問題。權杖9象徵著一個人的一生，經歷了太多的考驗，但憑藉他們的決心和意志，他們能夠克服這些考驗。八根直立的權杖象徵著這些勝利的戰鬥；然而，此人可能面臨更多的考驗。這可能是他們為實現目標或在追求中取得成功而應該面臨的一項重大考驗或挑戰。這張卡片是希望和鼓勵的標誌，你應該勇敢地面對你的考驗，這樣你才能取得成功。

  權杖9也可能意味著一個人被背叛，因此變得不信任他人。這可能是因為某件事已經發生了很多次，乍一看似乎毫無希望。但這裡也有希望和勇氣，相信這種前景即將改變。某人或某事可能會進入他們的生活，這將改變他們對過去鬥爭的整體看法。它鼓勵人們採取這種冒險的舉動，因為他們可能會感到驚訝。",
        "reversed_content" => "權杖9逆位顯示一個人可能不是一個冒險者；他們可能不想做出長期的舉動或承諾，因為他們擔心自己可能無法擺脫困境。他們不信任，因此在自己和他人之間建立了界限，這正在變成他們自己的個人監獄。您可能擔心自己沒有足夠的資源來面對即將到來的挑戰，這就是為什麼您可能會逃避或避免挑戰。

  然而，這是一種需要改變的情況，因為這可能是您自我創造的限制，以防止您達到成長所需的新高度。它鼓勵你勇敢，但也要注意不要做出可能在未來付出代價的粗心或草率決定。

  權杖9可能表明可能會影響您的巨大個人恐懼或心態。因此，在恐懼吞噬您並阻止您繼續前進之前，您必須採取措施來處理它，這一點很重要。",
        "upright_love" => "您已做好準備並製定戰略，現在已準備好迎接即將到來的挑戰。權杖9塔羅牌愛情意味著你認識到你想要的愛情需要付出很多努力、自我提升和犧牲。其實，這就是所有愛的本質。許多人認為愛情只是一種感覺，但實際上，它來自兩個願意適應，並作為一個團隊一起解決問題的戀人。這是不斷的溝通和調整。這種認識現在正在向你走來，你正在為此做準備。當談到你的浪漫生活時，你也很可能要向前邁出一大步。你要求婚了嗎？或者建議您的伴侶一起採取下一步行動？權杖9塔羅牌愛情寓意表明，如果你努力工作，你就會成功。",
        "reversed_love" => "您在浪漫生活中所做的所有準備和工作可能無法讓您獲得預期的結果。逆位權杖9塔羅牌表示愛情意味著儘管你盡了最大的努力，但你一直在爭取的關係一直讓你筋疲力盡。意見不一致是很自然的，畢竟你們是兩個不同的人，但要確保你們不是唯一一個願意做這項工作的人；雙方都必須願意妥協，並為成功的情侶關係相向而行。如果您是單身，您可能還想確保您為自己設定的界限不會阻止其他人進入。",
        "upright_career" => "在這裡，就像在每個位置一樣，權杖9標誌著戰鬥的中途。你還沒有完成這些鬥爭，但它們很快就會結束。目前，你可能已經筋疲力盡了。戰鬥仍在繼續，但您可能會覺得自己已經筋疲力盡，無法繼續戰鬥更長時間。讓這張卡片提醒您，您現在在職業生涯中遇到的任何麻煩都是暫時的。也許你最近的工作量特別重，會減輕一些。每當你的煩惱減輕時，你就會看到你有戰鬥到最後的力量。你可以堅持，但戰鬥還沒有贏。",
        "reversed_career" => "如果您在這裡找到逆位的權杖9，您可能會感到精疲力竭和職業倦怠。無論你最近與工作打過什麼仗，都讓你筋疲力盡。請記住，工作只是您生活的一部分。嘗試為您可以在工作或生活的其他方面聚集的力量充電。另外，請注意您未能妥協，因為這可能是您精疲力竭的根源。與自己的道德作鬥爭是特別累人的，當你參與這樣的工作鬥爭時要注意。你是否與自己的道德作鬥爭是外在的衝突，可能是你在與永不消退的潮流作鬥爭。了解什麼時候你會因為一場徒勞的戰鬥而筋疲力盡。有時，改變路線是結束衝突的最佳方式。這不一定是失敗。變化是發展的一部分。自我批評以確定你是堅強還是固執。 ",
        "upright_finances" => "權杖9可能預示著財務問題。您可能沒有陷入經濟困境，但面臨一些壓力。您考慮從您的儲蓄或其他此類來源（如貸款或向某人借款）中取出資金可能就足夠了。與其轉向減少儲蓄或以其他方式損害您的財務狀況，不如考慮尋找其他收入來源。（如果您輪班工作，請加班或以其他方式考慮加班。）這不需要是永久性的變化。你很快就會擺脫這種經濟壓力。然而，在那之前，您必須以決心和動力來面對您的財務狀況。",
        "reversed_finances" => "如果您在這裡找到權杖9，則表明您需要對自己的財務狀況負責。現在逃避金錢問題可能特別誘人，但不要這樣做。逃避現實很誘人，但最終具有破壞性。不要被這些事情所左右，因為這會在未來損害您的財務狀況。例如，如果您對債務感到壓力，請不要在旅行中浪費金錢。此時，財務責任也意味著要特別注意您的貴重物品。如果您現在不注意它們，您可能會發現它們不見了。",
        "yes_no" => "權杖9在火力下表現出決心和勇氣。然而，這也表明需要在尚未到來的鬥爭中保持謹慎和防禦。沒有任何跡象表明這些事情會有更積極或更消極的結果，因此，答案是可能的。",
        "past" => "你已經經歷過的掙扎讓你在當下獲得了一些穩定。通過評估他人的反應，你的進步會更順利，但這種策略不會帶來可持續的輕鬆。",
        "present" => "朋友或親人的一些鼓勵將幫助您克服所面臨的挑戰。",
        "future" => "未來不可避免的衝突正在逼近，但你可以克服它們。要想成功，要靠自己的內在力量，不要為了短期利益而犧牲自己的價值觀。",
    ],
    31 =>
    [
        "id" => 32,
        "type_id" => 1,
        "number" => 31,
        "name" => "權杖10(Ten of Wands)",
        "upright_keyword" => "負擔、責任、義務、壓力、義務、精疲力竭、鬥爭",
        "reversed_keyword" => "放不下、肩負太多責任、崩潰",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "31_Ten_of_Wands",
        "content" => "圖中一名男子背著沉重的木頭，以十根捆在一起的權杖的形式，接近一個不太遠的城鎮。權杖10上的這幅圖表示一個人已經在生活中掙扎並取得了成功，他現在正在將收穫帶到他的最終目的地。雖然離目的地不近，但這說明他已經完成了人生最艱難的掙扎，他只需要一個地方放鬆一下，陶醉在他的成功中。 ",
        "upright_content" => "這張牌表明你已經完成了奮鬥的循環。在花費太多資源和大量精力尋求成功之後，您終於克服了障礙。你額頭上的汗水是值得的，你的努力終於得到了回報。你可能會發現自己生活在一個富足的世界，在那裡沒有貧窮和沒有苦難。

  儘管聽起來很棒且令人滿意，但這張卡片描繪了您身邊的許多責任。您現在是家人和朋友圈子中唯一的問題解決者，這甚至可以將您帶入另一個充滿挑戰的世界。在這一點上，你也肩負著保持成功的責任。您已經開始的業務正在蓬勃發展，並使您保持警覺。主要問題是，如果您失去控制，這些問題可能會讓您不知所措，這需要您確保知道如何確定優先級並解決相關問題。

  在現實世界中，這張卡片表達了人們在獲得初步成功後如何試圖讓自己承擔責任。這就像從大學畢業，找到一份工作，然後開始在現實世界中取得成功。更多的挑戰接踵而至，你可能會發現自己在照顧父母、組建家庭的同時，又在尋找他人，這可能會讓你覺得自己還沒有成功。它變成了一種負擔，因為在某些時候你會發現沒有什麼是足以完成所有這些職責的。這張牌的一般教訓是，人要適度，優先考慮，明白自己不能解決所有事情，有些事情必須放手，交給其他人，分擔負擔。",
        "reversed_content" => "當權杖10逆位時，它表明你真的被生活中不必要的環境所困擾。環顧四周，看看是什麼困擾著你，即使你糾正它也不會對自己產生積極影響。放下它們，做一個能清醒思考、做事準確的自由人。任何不能為你的生活增加價值的東西都不值得你花時間，所以放手吧。",
        "upright_love" => "權杖10塔羅牌的愛情含義，愛情可能會讓人覺得像是一個沉重的負擔。你生活的其他方面，比如工作或財務，最近可能給你帶來了壓力，讓你很難浪漫。有時，壓力可能會讓你覺得你的愛情生活只是你要背負的另一種負擔，而不是可以幫助你背負的東西。如果你有依戀，不要害怕尋求幫助。它可以減輕愛人的後顧之憂，減輕你的後顧之憂，也可以成為你們兩個更親密的機會。如果你是單身，不要害怕花一些時間獨處；每個人都需要先專注於自己，然後才能專注於尋找伴侶。好好照顧自己。",
        "reversed_love" => "你和你的伴侶注定要一起承受生活的重擔。沒有分擔​​沉重的負擔，這可能會導致你們的關係惡化。一個人可能會囤積所有的責任，而不是作為團隊工作，也許是出於好意，相信這可以保護另一個人免受壓力，或者更糟的是，不相信另一個人能夠提供幫助。如果是您，請相信您的伴侶；給他們機會幫助你。當有人愛你時，他們希望看到你快樂，幫助你不會是一種負擔，而是一種樂趣。",
        "upright_career" => "權杖10是一張負擔卡。這個原則可以很容易地應用到你的工作生活中。正位時，權杖10表示你感覺工作過度。可能是你有太多的項目需要你自己處理。看看是否可以將您的負擔委派給他人或與他人分擔。協作和授權是您此時最大的幫助。不要害怕尋求幫助或談論工作分配不均。如果您現在的工作量不是特別大，可能是您發現手頭的任務異常困難或令人筋疲力盡。如果您需要幫助，仍然可以尋求幫助。",
        "reversed_career" => "在這種情況下，權杖10代表工作負擔的結束。這種壓力的緩解可能有兩種方式。實現這一目標的一種方法是成功委派工作。潛在地，你意識到對一個人來說太多了。更好地將您以前的大部分擔憂分散到一個群體中，它們不會對任何個人造成太嚴重的負面影響，您可以稍微放鬆一下。如果你沒有在需要時委派責任，你可能會在太多要求的壓力下崩潰。無論哪種方式，您都不會再過度勞累，並且會有一段安靜的時間來恢復。",
        "upright_finances" => "如果您發現有關財務的權杖10是正位，那麼您就會有財務負擔。這可以採取多種形式。您可能在償還債務方面步履蹣跚，或者有其他未結餘額需要考慮。可能是像學校或商業貸款這樣的大筆費用現在特別緊迫。您可能會與某人討論如何最好地解決這些問題。不要做任何魯莽或一般不可取的事情，但要知道專業人士可能有可靠的解決方案，可以幫助您取得長期成功。",
        "reversed_finances" => "權杖10，當在這裡逆位時，有兩個潛在的含義。可能是您正走出經濟困難時期。如果您已採取措施解決破壞您財務狀況的核心問題，則這十個可能表示您終於能夠控制局面。因此，您的財務狀況將很快得到改善。或者，如果您還沒有努力了解是什麼擾亂了您的財務狀況，您可能會陷入更深的經濟困境。這張卡與您的生活息息相關，因此請考慮您對財務的控製程度以確定其含義。有時其他卡片可以幫助建議兩個解讀中的哪一個是正確的。然而，更有可能的是，如果不能回答你採取了什麼步驟來控制你的財務，很可能你沒有採取足夠果斷的行動。",
        "yes_no" => "權杖10是一張與在生活的某些方面感受到巨大壓力和負擔過重高度相關的卡片。這張卡片暗示的其他可能的事情是被困、壓抑或無法控制你的環境的感覺。答案是否定的。",
        "past" => "你在多年的鬥爭中發展起來的力量將引導你解決當前的問題。你最近放下的消極情緒會讓你形成一種新的哲學。",
        "present" => "堅持下來，看看挑戰到底。如果您與親近的人斷開了聯繫，請期待重新聯繫的機會。",
        "future" => "將你的精力集中在一個方向並鞏固你的努力，成功將更容易實現。你將有機會實現你的願望，但你必須首先達到你的崇高目標。",
    ],
    32 =>
    [
        "id" => 33,
        "type_id" => 1,
        "number" => 32,
        "name" => "權杖侍者(Page of Wands)",
        "upright_keyword" => "冒險、興奮、新鮮的想法、開朗、精力充沛、無所畏懼、外向",
        "reversed_keyword" => "倉促、不耐煩、缺乏想法、發脾氣、懶惰、無聊、不可靠、心煩意亂",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "32_Page_of_Wands",
        "content" => "一個衣著考究的年輕人，正大膽地拿著一根棍子站在一片貧瘠的土地上。他的襯衫是用蠑螈圖案製成的，這是從壞到好的象徵。這位年輕人是一位熱情的倡導者，他不斷傳播精神和社會進步的想法，以提升他的同胞。他身後背景中的沙漠既代表著他的元素火，也代表著他生活在一個尚未結出果實的世界。因此，他的想法完全是假設性的。但是，如果他選擇使用它們，並承擔起他的西裝之旅，他的純潔之心可以讓他找到更好的運氣。 ",
        "upright_content" => "當我們看到權杖侍者時，我們看到了一個對世界充滿興奮和好奇的年輕人。他知道該做什麼，他有成功的熱情，但由於他缺乏經驗，而且可能對未知有一點恐懼，他的想法仍然很抽象。他確定了要探索的新世界，他可以很容易地利用的新機會，他甚至具有成功所需的“大局”願景。即使有這一切，他仍然傾向於要麼保持休眠狀態，要麼很容易被一個又一個的想法分心。如果他不學會控制這一點，可能是他浪費了提升自己的機會。

  當您獲得權杖侍者時，它僅意味著您內在有某種東西，某種東西會觸發您進行發現、沉迷於投資或在生活中取得新的進步。你可能正要對某個想法採取行動，但你的腦海中不斷出現一些相互矛盾的信息，你會感到氣餒。這張牌類似於你內心的戰鬥，它阻止你向世界表達你的英雄主義，讓世界知道你的存在是有原因的。

  如果你足夠聰明，這張牌通常是勇氣的觸發器。它應該讓你克服個人的挫折，勇敢地向前邁進，在現實世界中推出你的想法。消除恐懼，收集資源並做點什麼。讓世界知道你就在那裡，在你選擇的道路上前進，你不會開玩笑。克服每一個障礙，讓你的想法大放異彩並為世界所知，因為這張牌表明只有勇敢地發揮才能達到的成功水平。",
        "reversed_content" => "表明你缺乏專注使你進入錯誤的途徑，導致意外的失敗。由於你無法接受這種情況，你繼續做出錯誤的決定。

  此卡暗示你不會受到損失，障礙和批評的負面影響，並從頭開始，而不會失去希望。",
        "upright_love" => "世界充滿了權杖侍者塔羅牌愛情意義的可能性。如果您單身，您會發現自己很高興結識新朋友，並在愛情和浪漫方面探索新領域。你也可能會遇到在你的愛情生活中體現這一類的人。作為一個人，權杖侍者代表著一個喜歡冒險和活潑的人，他們很快就會墜入愛河，但也可能很快就會厭倦。因為他們活著是為了體驗新事物，所以與這個人建立長期關係可能很困難，但短暫的浪漫可能是有益的。夫妻也可能會發現自己更願意嘗試新事物；你可以一起上課，發現新的愛好，甚至在臥室裡探索新的冒險。",
        "reversed_love" => "如果你是單身，逆位的權杖侍者塔羅牌愛情意義可能表明一個人可能不適合承諾。他們可能不知道自己想要從自己的生活中得到什麼，並且很可能會流浪和不可靠。他們火熱的性格也可能讓他們陷入困境。這張卡片還可以表明您在愛情生活中不確定自己要尋找什麼的時期；沒有明確的方向，你可能會陷入死胡同。你可能需要花更多的時間來決定你想要什麼樣的伴侶，而不是漫無目的地尋找愛情。如果你正在戀愛，這張牌可能預示著一段無聊和缺乏動力的時期。你需要付出一些努力，讓你的情侶關係恢復活力。",
        "upright_career" => "當涉及到新企業時，權杖侍者可能是一個很好的信號。在您的職業生涯中，這可能意味著您即將進入一個新職位或開始一個新項目。無論哪種情況，這張卡都是好兆頭；它標誌著成功和滿足將跟隨你的努力。當侍者出現時，這也是冒險工作的理想時間。只是要小心移動得太快。該侍者代表了對挑戰的渴望，而不一定是準備好迎接挑戰。在開始新任務之前，問問自己是否為新任務做好了準備。話雖如此，如果您準備好了，現在是抓住機會並開始新項目的理想時機。",
        "reversed_career" => "此處逆位的侍者表明您可能正在經歷您想要的職業與當前職業之間的脫節。這種不和諧可能來自許多不同的原因。可能是您知道自己想去哪裡，但不確定如何到達那裡。這可能表現為工作停滯或厭倦。或者，您可能知道實現目標所需採取的所有步驟，但缺乏採取這些步驟的動力。不管是什麼原因，都要盤點一下你現在在哪裡，你想去哪裡，然後試著找出什麼能幫助你到達那裡。沒有什麼是永恆的; 所以，不要認為這種現狀會永遠持續下去。然而，如果你能意識到是什麼阻礙了你，它會更快地過去。",
        "upright_finances" => "權杖侍者暗示你在不久的將來可能會找到一些錢。這種意想不到的收入可以有多種形式。有人可能會給你錢作為禮物，或者你可能會從工作中獲得意外的獎金。雖然花費如此多的現金總是很有趣，但請嘗試為將來存一些錢。您的財務狀況可能會有所下降，當他們這樣做時，您會感謝這個緩衝。雖然這總是一個明智的選擇，但特別重要的是要記住權杖的侍者，因為他在這些問題上有短視的傾向。即使感覺自己有能力這樣做，也不要屈服於快速消費的誘惑。",
        "reversed_finances" => "權杖侍者可能意味著財務不穩定。很可能，這種不穩定是缺乏遠見的結果。您過去可能在財務上過於自信，現在正在影響。讓這一次提醒你，好運和壞運的變化趨勢。下次當您發現自己比預期的要富裕一點時，請記住這個低谷時刻，並將其作為儲蓄的動力。目前，你能做的最好的事情就是努力工作和節儉度過難關。",
        "yes_no" => "權杖侍者是一個精力充沛、活潑、無所畏懼的年輕人，擁有敢於做的態度和親力親為的態度。這張牌代表在克服恐懼和利用您的技能和勇氣開始新項目方面具有冒險精神和雄心壯志。你尋求的答案是肯定的。",
        "past" => " 在你過去的生活中有一個人的年輕性質以積極的方式影響了你。您可能很樂意完成一項長期嘗試的任務。",
        "present" => "好消息來了。它將為您的生活注入歡樂。",
        "future" => "你很快就會開始一個人生的新篇章，可能會比你現在更好。",
    ],
    33 =>
    [
        "id" => 34,
        "type_id" => 1,
        "number" => 33,
        "name" => "權杖騎士(Knight of Wands)",
        "upright_keyword" => "勇敢、精力充沛、迷人、英雄、叛逆、脾氣暴躁、自由精神",
        "reversed_keyword" => "傲慢、魯莽、不耐煩、缺乏自製力、被動、易變、專橫",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "33_Knight_of_Wands",
        "content" => "可以看到權杖騎士騎在他的馬上，馬已經被扶起並準備好採取行動。從騎士的衣服和盔甲以及他的馬匹來看，他已經為接下來的事情做好了準備。他在金屬盔甲上穿著一件黃色圖案的襯衫。他還戴著一頂盔甲，上面有紅色的羽毛。他似乎已經做好了戰鬥的準備，只是他拿著一根大魔杖而不是一把劍。他的馬是橙色的，鬃毛看起來像火焰。當你看著權杖騎士的臉時，你會看到想要在他的努力中取得成功的決心。火是權杖騎士象徵主義的主要因素。他的手臂和背部垂下的裝飾流蘇，以及馬的鬃毛，都是火焰的顏色。他還穿著一件印有火蠑螈標誌的黃色襯衫。",
        "upright_content" => "權杖騎士的象徵意義很簡單。當它出現時，這意味著是逃離和旅行的好時機。這個人應該感到充滿活力和充滿活力。一個人也準備好把事情做好。他喜歡冒險，無論身在何處都能找到有趣的事情做。當權杖騎士在身邊時，永遠不會有沉悶的時刻。當權杖騎士出現在塔羅牌中時，似乎暗示著尋求者想要完成重要的任務。一個人想用自己的知識和技能給別人留下深刻印象。

  你可能充滿了充沛的精力，但不要急於證明自己，因為這可能會讓你失去與現實的聯繫。因此，如果你不想破壞你成功的機會，就不要急於做事並批評別人。

  在塔羅牌中獲得權杖騎士也可能意味著有一個你不希望很快發生的事件。如果它伴隨著權杖8，那麼你應該期待你的生活發生很多變化。通常情況下，權杖騎士表示你的工作、住所或生活中的任何事情都會匆忙改變。",
        "reversed_content" => "當你得到一個逆位的權杖騎士時，它代表沮喪和拖延。您可能會感到生氣，並且一無所獲。逆位的權杖騎士可以解釋成力量的喪失。你可能試圖補償一些你無法完全控制的事情，這可能會導致悲觀和自尊的喪失。",
        "upright_love" => "一個充滿活力和無畏的人可能剛剛帶著權杖騎士塔羅牌愛情意義進入了你的愛情生活。他們可能非常衝動、迷人和熱情。但他們魯莽和易變的天性讓他們很難與一個人安定下來。如果這張卡片不代表一個人，它可以代替你的愛情生活中一段令人興奮但也不穩定和冒險的時期。這個時候你可能更傾向於冒險，這可以帶來豐厚的回報。此刻害怕被拒絕可能不是問題。",
        "reversed_love" => "您或您生活中的另一個人現在可能正在逃避承諾的想法。逆位的權杖騎士塔羅牌愛情寓意表示急躁、不穩定和魯莽。這個人可能會在一瞬間發現自己在追求自己內心的渴望，但一旦有了，就迅速改變主意。他們可能喜歡對浪漫的追求，但不會那麼喜歡隨之而來的簡單、穩定的愛情。如果您正在戀愛，您可能會發現現在感情不穩定，但這也可能是由於您的環境發生了變化。現在很容易引發爭論。",
        "upright_career" => "權杖騎士是一張熱情的牌。這種能量對於那些開始新事業的人來說是一個完美的補充。您可能對您在工作中面臨的新項目充滿熱情。你可能渴望承擔新的責任。但是，如果您沒有開始任何新事物，那麼您可能會對這種缺乏進展感到有些沮喪。在這種情況下，權杖騎士可能是一把雙刃劍。如果你有一股熱情，但又擔心它可能會浪費，試著自己尋找新的機會。可能是您一直在等待事情落入您的膝蓋，而實際上您應該尋找它們。利用你的能量來進步，即使這需要你付出額外的努力。",
        "reversed_career" => "逆位的權杖騎士可能意味著你的職業生涯沒有方向。不繫泊時，您可能會在不考慮自己想要什麼以及如何到達那裡的情況下從一個工作跳到另一個工作。雖然不可預測性在許多人的職業生涯中很常見，但在您的職業生涯中卻成為問題。例行公事可能令人生畏或乏味，但如果你有一個想要進入的方向，你可能必須在未來的工作中接受這些特徵。這並不意味著你現在需要安定下來，它只是建議你開始在一個方向上垂直移動而不是水平移動。",
        "upright_finances" => "這張卡有時可能表示您可能很快就會收到大量資金。這可能是花一些錢去旅行的理想時間。旅行是利用這筆現金湧入的好方法，因為雖然您不會看到投資回報，但您會學習並拓寬視野。因此，此時的旅行並不是浪費金錢。這是一個明智的、全面的選擇。不要屈服於盲目的消費。用你的錢來擴展你的思維並開始新的冒險。對這些類型的項目進行投資將使您在未來受益，而盲目的支出將浪費您的好運。",
        "reversed_finances" => "當我們有錢時，有一種過度自信的傾向。這是一種常見的衝動，但如果你發現權杖騎士在這裡逆位了，你現在可能特別容易受到影響。即使您覺得財務安全，現在也不是浪費金錢或進行大筆採購的好時機。這一原則在您的投資中尤其適用。逆位的權杖騎士也可能意味著某種損失。在許多情況下，這將是不可避免的。但是，不要通過參與盲目消費或賭博來促進這一趨勢。你很容易失去比你目前預期的更多的東西。因此，建議現在特別謹慎。",
        "yes_no" => "權杖騎士是一位雄心勃勃、精力充沛、意志堅定的領導者。儘管此卡存在一些挑戰，但建議將它們視為即將到來的積極事物。即使變化是不可預測的，相信自己並有勇氣是最好的。你的回答是肯定的。",
        "past" => "你最近渴望改變的根源是你的好奇心和直覺。你在工作中遇到的衝突影響了你周圍事件的結果。",
        "present" => "您將面臨幾個挑戰，為您提供一生的體驗。新的旅程或項目將引起你的注意。",
        "future" => "基於倉促的決定，新的挑戰正在逼近。這可能是您的選擇，也可能不是您的選擇，但如果克服了挑戰，您將獲得幸福和充實的生活。",
    ],
    34 =>
    [
        "id" => 35,
        "type_id" => 1,
        "number" => 34,
        "name" => "權杖皇后(Queen of Wands)",
        "upright_keyword" => "自信、自信、熱情、堅定、社交、有魅力、活潑、樂觀",
        "reversed_keyword" => "苛求、報復心強、自信心不足、嫉妒、自私、喜怒無常、欺負人",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "34_Queen_of_Wands",
        "content" => "權杖皇后所描繪的形像是一位女王驕傲地坐在寶座上，面朝前方，這是力量和火焰的明確象徵。她左手捧著一朵向日葵，寶座上還雕刻著向日葵的形象——寓意幸福、滿足、生育。她的右手拿著她的權杖，權杖開始開花，象徵著生命。在她的積極方面，魔杖女王可以與忠誠、寄託和溫暖聯繫在一起。腳下的黑貓暗示了她隱藏的一面，這在傳統上是巫術和神秘主義的象徵，但也表明她擁有深刻的直覺把握能力。",
        "upright_content" => "權杖王后多半代表著一位積極，堅強，有企圖心的女性，而在一般的暗示里面，這張牌在杖組牌里比較偏向情感，感性，情緒與直覺等的內在意思，也藉由這些內在的力量來增幅外在的行動力。說白話一點就是，自己先有一個希望，然后開始有了實體的計劃，有了計劃就開始行動，是一個很連慣性的動作。所以這一張牌也可以說是，迎接成功的準備動作。這張牌的出現也多半代表著活力予積極的想法和思考模式，而行動力則隨時可以輕易的被牽引出來。套用一句廣告詞來放上，就是人因有夢想而偉大。所以這一張牌的出現，就代表著成功與自己的距離已經很接近了。",
        "reversed_content" => "一般來說，塔羅牌中的權杖皇后可能被描繪成一個極度專注和熾熱激情的人。她是勇敢和個人主義的，儘管有時她可能會顯得以自我為中心。他們有積極向上的能量；他們代表願意站在你身邊並為你挺身而出的人。

  在工作方面，權杖皇后表示你計劃在很短的時間內完成大量的成就。如果您正在找工作，這張卡片的出現可能意味著女性將在您的職業發展中扮演重要角色。一般來說，就你的職業而言，事情看起來還不錯。權杖皇后在愛情問題上也傳遞了正能量。對於正在尋找愛情的人來說，有可能很快就會找到。

  當涉及到您的財務狀況時，您可能會因花費大量金錢而不知所措。我們建議您控制好您的開支，否則您最終會後悔的。在健康和靈性方面，權杖皇后的含義可能與精神上的飢餓、追求或對意義的追求有關。",
        "upright_love" => "這張牌代表一個獨立的人，他自信、外向和友好，以令人耳目一新的自信來對待愛情和人際關係。她不太可能為了迎合任何其他人的慾望而改變自己，而且一般不在乎別人對他們的看法。權杖皇后塔羅牌愛情寓意可以鼓勵你敞開心扉，為你的個性感到自豪，走出去，融入世界。您可以不再擔心自己的外表或他人如何看待您，而只需享受與他人相處的樂趣。你的勇氣和自負的天性會吸引別人到你身邊，並激勵他們做同樣的事情。如果您是情侶，您可能會發現與伴侶的成功比以往任何時候都更加開放。這種誠實和坦率可以拉近你們之間的距離。權杖皇后也是一個非常感性的角色。",
        "reversed_love" => "自信和以自我為中心是有區別的。逆位權杖皇后塔羅牌愛情寓意可以代表一個人的火爆脾氣偶爾會失控，而她的善變和自私可能意味著他們很快就會對你失去興趣。他們可能很難滿足您的需求，同時又要求滿足自己的需求。如果這不是一個進入你愛情生活的人，這張卡片可以表明你或你的伴侶此刻可能相當有統治力，可能有點忽視對方的需求，或者此刻你們的關係可能​​有爆炸性的爭論. 給自己時間保持溫柔，傾聽並解決任何揮之不去的不安全感。",
        "upright_career" => "如果您在這裡找到權杖皇后，則意味著您既有精力又有能力在工作中執行您的想法。無論您在職業生涯中面臨什麼，您都可以用決心和熱情來應對。這種驅動力可以適用於您工作中的一般情況，或者可能更適用於您的職位。你可能已經在你的職業生涯中處於領先地位。可能是您指導他人或即將開始充當榜樣。無論具體情況如何，您都是您所在領域的一股力量。現在，你有能量和熱情以一種特別有意義和積極的方式領導他人。利用這段時間推進您的職業生涯，並儘您所能支持您周圍的人。",
        "reversed_career" => "權杖皇后，當被逆位時，表現出缺乏職業熱情。您可能會精疲力竭或不願意接受新任務。這種對工作的消極態度會影響您對工作生活表現的看法。雖然你的職業只是你生活的一部分，但對你所做的工作感到滿意很重要。如果您看不到自己職業的價值，那麼您的整體舉止可能會缺乏成就感。因此，你應該努力記住是什麼促使你找到這份工作，你喜歡它的方面，以及你可以為它規定的任何其他積極屬性。考慮列一個清單並每天早上大聲朗讀（或找到其他方法將這種積極性融入您的日常生活）。你對工作的看法可能會改變，但如果你有意識地努力打敗它，這種陰霾就會過去得更快。 ",
        "upright_finances" => "如果您在這裡找到了權杖皇后，那麼您現在就可以做出明智的財務決策。無論您選擇做什麼，都可能是仔細計劃和考慮的結果。不要分心或走得太遠（很容易陷入消費過度），但如果你集中注意力，你就可以花一些錢而不會產生嚴重影響。這可能是擴大您的財務狀況的好時機，因為您可以冷靜地評估股票和其他商品。但是，相信您的直覺，如果感覺不對勁，那很可能就是。您的頭腦處於一個理想的位置，可以評估什麼是明智的選擇，什麼不是明智的選擇，相信它。",
        "reversed_finances" => "如果您發現權杖皇后處於這個位置，您可能無法很好地管理您的資金。這種管理不善可以有兩種形式：要麼你對你的支出過於嚴格，要麼你不夠嚴格。您可能會根據您的財務狀況（而不是桌上的其他卡片）知道哪種更適合您。如果是前者，問問你在哪裡可以更慷慨，記住花在一個好的事業上的錢通常會以善意或好運的方式回來。如果是後者，請嘗試控制您的支出。注意每一個經濟決策，問問自己這最終是否對你有好處。",
        "yes_no" => "權杖皇后是一位活潑、熱情、獨立的女性。她推荐一個以事業為導向且成功的人。誠實、體貼和自信，這張牌的存在表明某人正在尋求積極的自我發展，與之相關的答案是肯定的。",
        "past" => "耐心是您的美德之一，它幫助您與周圍的人創造舒適的生活環境。你做出了明智的決定，這種健全思考的能力將在未來幫助你。",
        "present" => "一個充滿愛心的朋友會給你有用的建議。這個盟友可能是一個女人，但不管他們的身份，記得感恩和回報。",
        "future" => "通過聽從一位親密女性影響的建議，您將取得成功。你的家庭生活會很充實，沒有激烈的衝突。您和您所愛的人將對您的環境感到滿意。",
    ],
    35 =>
    [
        "id" => 36,
        "type_id" => 1,
        "number" => 35,
        "name" => "權杖國王(King of Wands)",
        "upright_keyword" => "領導力、遠見、大局、掌控、大膽的決定、大膽、樂觀",
        "reversed_keyword" => "強勢、霸道、暴君、惡毒、無能為力、無效、軟弱的領導者",
        "astrology" => "",
        "element" => "火元素",
        "image_key" => "35_King_of_Wands",
        "content" => "權杖國王描繪了一個男人手裡拿著一根盛開的權杖，它代表著創造力和對生活的熱情。他的寶座和披風都裝飾有火蜥蜴和獅子，它們是火和力量的象徵。咬著尾巴的蠑螈代表著無限以及穿越所有障礙的整體動力。袈裟橙黃似火，冠冕形似火舌。讓我們繼續深入了解權杖國王背後的象徵意義。",
        "upright_content" => "權杖國王直立姿勢的含義代表純粹的能量。然而，與套牌中的其他權杖牌不同，這張特殊的牌並不專注於純粹的創造力。相反，這位國王實際上更有可能接受一個想法並果斷地親自實施。權杖國王是天生的人民領袖，而且他也非常能幹。一旦國王為自己設定了某個目標或目標，他就會很方便地堅持下去，以確保它成為現實。

  權杖國王期待著各種不同的挑戰——無論是大是小，因為他會與解決問題相關的自然腎上腺素激增。",
        "reversed_content" => "正如您可能猜到的，這張牌的消極方面與傲慢的感覺有關。他甚至可以在實際追求自己的目標時相當激進，無論他是否真的意識到這一點。他不會表現出克制，甚至不會謙虛地知道什麼時候實際上不需要他的幫助。

  可能意味著你太粗魯和輕率周圍的人，有不擇手段的意圖。你正在操縱每個人獲得你想要的東西，而不是正規的完成。

  權杖國王警告你要停止攻擊並為自己設定高目標。不能滿足這些期望會讓你感覺自己是一個失敗者，在你心中加入更多的苦澀。堅持現實的目標，以誠實的動機實現目標。",
        "upright_love" => "與權杖國王在一起永遠不會有沉悶的時刻，在你的愛情塔羅牌中，他可以表現為一個精力充沛、天生的領導者，對他們的時間和資源都很慷慨。他們火爆的天性意味著他們可能脾氣很暴躁，但他很快就會忘記自己的憤怒，就像他煽動它一樣。有這樣的能量，有些人可能會覺得權杖國王很累，但他在任何情況下都能帶來興奮。如果這張牌沒有以進入你生活的人的形式出現，這張牌可以表示專注和堅持的時間。你現在可能正在為你的浪漫情況付出額外的努力，這可能會帶來巨大的回報。如果你在戀愛中，這張牌是幸福的；你們之間的愛是熱烈而深沉的，儘管有時你們仍然會在這里或那裡發生爭執。",
        "reversed_love" => "逆位權杖國王塔羅牌愛情的意思可以指向一個傲慢、好鬥和專橫的惡霸。如果這張卡片沒有作為一個人出現在你的生活中，你可能不得不考慮自己的行為。你是否一直在控制、支配或自負？如果你面臨人際關係和浪漫方面的問題，很有可能就是這種態度。您可能認為自己在做正確的事情，推動他人成為最好的自己，但即使是最好的意圖也可能因強有力的壓力而變質。每個人都有自己的學習方式，你最好讓你的伙伴探索他們自己解決問題的方法，而不是強迫他們按照你的方式做事。",
        "upright_career" => "在你的職業塔羅牌中，權杖國王可以標誌著你在你所在領域的成功和尊重。這些想法在當下是相互關聯的；您不必選擇哪個適用於您。若是見到王者，很有可能是身居高位。你可能是其他人的導師。或者，你周圍的人可能會認為你是一個值得稱讚的人，有道德和價值觀。國王還暗示生意興隆。你的事業現在做得特別好。這不僅僅是暫時的情況。你的成功是長久的。",
        "reversed_career" => "這裡逆位的權杖國王可能表明缺乏領導力和方向。你可能會等待別人給你帶來東西，而不是自己去追逐機會。如果你繼續等待別人來定義你的目標，你可能永遠找不到真正適合你的激情的東西。機緣巧合在許多職業中都是有用和重要的。然而，它不是一個可靠的來源。嘗試定義自己的需求。如果你心中有一個目標或職業，你的職業生涯可能不會順利，因為你缺乏信心。有時，重要的是要相信自己的直覺而不是他人的建議。每個人都通過自己的鏡頭看世界；請記住，其他人的偏見可能會影響他們對您的需求的看法。相信自己的職業生涯。",
        "upright_finances" => "如果你在這裡找到國王，你就擅長理財。您可能處於穩定狀態，因為您可以在需要時存錢，但也願意在時機成熟時花錢。這種平衡使您能夠欣賞和保護您的收入。繼續實踐這些原則。只存錢可能是明智的，但花錢，尤其是在別人身上，可能是一種感激之情。你足夠明智地維持這種平衡。相信您對投資和購買的判斷。你現在所經歷的穩定和成功有可能更加持久。只要你繼續積極地練習，你的好習慣就會一直維持下去。",
        "reversed_finances" => "如果您看到權杖國王在這裡反轉，請採取行動。期望命運會給你成功是不合理的。掌管你的財務。與其希望好運降臨，不如主動尋找經濟機會。您可以通過多種方式支配您的財務。要求加薪。預算您的支出。尋求更多/不同的工作。在你的職位上，任何對你有意義的事情可能都是最好的。等待並希望錢落入您的膝蓋更容易，但很少發生。相反，嘗試朝著您的目標採取富有成效和明確的步驟。你有能力實現你的財務夢想。你只需要為他們工作。",
        "yes_no" => "權杖國王是一個貪婪、堅定和自信的權威人物。他代表了某種擴張，在你的職業生涯中建立了一些東西，或者伴隨著成功而獲得經濟利益。他是一個積極的存在，可能會帶來積極的結果。答案是肯定的。",
        "past" => "你過去融入的新想法將在現在為你打開機會。這些想法給了你激勵和鼓勵他人的動力。",
        "present" => " 如果你在工作領域付出了巨大的努力，你一定會成功。除非你放棄，否則沒有什麼能阻止你實現目標。",
        "future" => "未來將為您的職業生涯帶來成功。良好的投資和謹慎的支出將超過您承擔的風險，您所表現出的堅定信念將帶來許多機會。",
    ],
    36 =>
    [
        "id" => 37,
        "type_id" => 1,
        "number" => 36,
        "name" => "錢幣王牌(Ace of Pentacles)",
        "upright_keyword" => "新機會、資源、豐富、繁榮、安全、穩定、表現",
        "reversed_keyword" => "錯失機會、稀缺、不足、不穩定、吝嗇、錯誤的投資",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "36_Ace_of_Pentacles",
        "content" => "在這張牌中，有一隻神秘的手從雲中出來。手裡拿著看起來像金幣的東西，表面刻有五角星。這個五角星與土元素有關，被視為財富和所有物質和塵世事物的標誌。手下方是一個花園，花園裡似乎種滿了鮮花和其他種類的植物——散發著生育、成長和繁榮的光環。這座山代表了推動人們尋找五角星所需的雄心。流淌的小溪似乎預示著情緒正在朝著這個雄心流淌。 ",
        "upright_content" => "塔羅牌中的 A 都預示著新的開始。當你畫出它們中的任何一個時，就意味著你正處於你生命中一個新周期開始的時刻——你即將重新開始。

  因為錢幣套牌主要與所有物質有關（不僅是財務，還與感官有關），這種重置可以表現為新的職業，新的冒險，或者開始更加關心你的健康。無論這個開始發生在哪裡，錢幣王牌都保證即將到來的將帶來巨大的豐富和機會。

  看到錢幣王牌表示一顆種子正在物質世界種下，在你的安全感和穩定感中。就像種子一樣，這個機會也必須得到培育，有時需要投入精力、時間或資金。給這顆種子澆水可能會帶來非常豐厚的回報——因為在這種能量下生長的任何東西都意味著穩定、安全並能產生良好的產量。繁榮正在向你走來。

  人們還必須確保他們為即將出現的機會做好心理準備。為了能夠收穫銀幣的禮物，我們需要充滿穩定帶來的平靜，這是一種精神上的繁榮，如果你願意的話。這種心態可能意味著我們對嘗試新事物持開放態度，而不是堅持陳舊的、陳舊的例行公事。",
        "reversed_content" => "雖然錢幣王牌通常預示著某種會帶來巨大收益的機會，但看到它逆位可能意味著這可能是一項糟糕的投資，需要比您最初保留的資源多得多的資源 - 或者，您可能會錯過你的機會。

  當一個人拿到逆位的錢幣王牌時，這可能意味著他們將面臨艱難的財務時期以及許多難以捉摸的機會。目前，我們建議您不要承擔巨大的財務風險，並在獲得交易時考慮所有選擇。

  這也可能是個人向他人尋求建議並避免做出倉促決定的好時機，因為時機不合適。現在不是跳入新工作或新商機的好時機，特別是如果加入的主要動機是追求更高的經濟收益。這可能只是一種可能導致你垮台的錯覺。",
        "upright_love" => "這張牌暗示了一種忠誠、持久和實際的愛情。錢幣與土元素有關，它賦予人際關係穩定、慷慨和可靠的品質。夫妻可能會發現他們的關係給了他們一種穩定和安全的感覺，它的影響給了他們冒險和探索的信心。這給戀人一種獨立的感覺，讓每個人都作為個人茁壯成長，同時為關係帶來更多回報。人際關係可能會感到繁榮和豐富，你和你的愛人可能會感到幸運和榮幸能夠一起享受生活。如果您單身，請確保也照顧好您的實際生活，因為這將為您提供找到可以蓬勃發展的愛情所需的基礎。",
        "reversed_love" => "逆位的錢幣塔羅牌愛情意義可能表明，一段曾經給你穩定感的關係可能​​會讓你感到焦慮和脆弱。可能會擔心財務狀況正在蔓延到關係中，這會讓你們兩個感到不穩定。有時，這可以通過誠實的討論和向前推進的遊戲計劃來緩解。如果您沒有戀愛關係，請警惕那些看起來自私、貪婪或願意利用您的人。這張卡片也可以簡單地表明錯過的浪漫機會。",
        "upright_career" => "您現在可以獲得新的機會，可以確保您獲得更好的工作或在現有公司中獲得更高的職位。如果你抓住機會，努力工作，你可能會得到升職、創業或真正滿足你的工作的回報。由於它是錢幣王牌，這張牌標誌著開始，而這些變化可以為你標誌著新冒險或新時代的開始。正能量正朝你而來；你應該像呼吸新鮮空氣一樣歡迎它。 ",
        "reversed_career" => "您是否覺得自己錯過了獲得夢寐以求的晉昇機會？逆位的錢幣王牌可能會有某種不穩定或錯失機會的感覺。你可能覺得自己的工作做得不好，你可能會因為表現不佳而被解僱。其中一些可能是冒名頂替，但有些擔憂可能是真實的。你需要現實地審視自己。您可能還會覺得自己沒有明智地度過時間，並在職業道路上做出了一些錯誤的決定。你沒有投資給你帶來物質和情感回報的職業。現在改變還為時不晚；多想想你想做什麼。",
        "upright_finances" => "您正在為您的未來進行哪些投資？錢幣王牌標誌著金融機會或新的金融之旅。將此卡視為種子；你有機會接受這顆種子並將其成長為可以長期維持你的東西。嘗試並充分利用它，通過更多地了解您的財務狀況，或為未來存下一些積蓄。如果你真的很幸運，這張卡片也可能意味著某種意外之財或財務禮物即將到來。",
        "reversed_finances" => "如果您最近沒有關注或查看您的財務狀況，現在可能是時候了。糟糕的計劃可能意味著您做出了一些錯誤的財務決定。這對你來說可能是一個非常時期；你必須學習如何捏小錢才能通過。在最壞的情況下，這可能表明出現財務緊急情況；你可能還沒準備好。",
        "yes_no" => "錢幣王牌代表繁榮、經濟上的收益和成功的努力導致晉升，它帶來好運和情緒穩定。這張卡片高度暗示著一個積極的未來，並且能夠實現你的目標。答案是肯定的。",
        "past" => "你的時間得到了很好的利用，你最終會實現你想要的成功。你已經開始的項目將會得到回報。",
        "present" => "令人欣慰的消息會來找你。它可能會幫助您意識到您正走在正確或適當的道路上，以獲得應得的認可和物質獎勵。",
        "future" => "你注定會獲得重大收益。無論是財務、情感還是個人方面，都有屬靈的祝福等著你。",
    ],
    37 =>
    [
        "id" => 38,
        "type_id" => 1,
        "number" => 37,
        "name" => "錢幣2(Two of Pentacles)",
        "upright_keyword" => "平衡資源、適應、足智多謀、靈活性，優先級、多任務、以樂趣為導向、雙贏",
        "reversed_keyword" => "不平衡、無組織、不堪重負、凌亂、混亂、過度擴張",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "37_Two_of_Pentacles",
        "content" => "錢幣2卡片描繪了一個男人邊跳舞邊雜耍兩個大硬幣。錢幣被無限符號包圍，表示這個人可以處理他遇到的所有問題，並且可以優雅地管理自己的生活。在背景中，您會注意到有兩艘船在巨浪上行駛，它們加強了該人必鬚麵對的平衡行為 - 他在波濤洶湧的水域中，但設法保持漂浮。兩個錢幣描繪了一個人生活中通常的起起落落。儘管周圍充滿了混亂，但這個人在跳舞時過著非常無憂無慮的生活，並以快樂的方式處理著他遇到的一切。",
        "upright_content" => "談到愛情，錢幣2與你無法提供讓你的伴侶快樂所需的訊息。您的伙伴關係應該是您的首要任務，但是由於您生活的其他方面的瘋狂，您發現很難將注意力集中在您所愛的人身上。關於財務，你應該注意底線。您應該清楚了解自己的財務狀況。相應地規劃您的財務，控制您的支出並增加您的收入來源，為您的未來奠定堅實的基礎。在健康方面，這張卡片要求您在自己的幸福和責任之間找到平衡。當你周圍發生了很多事情時，很容易讓自己成為最後的優先事項。 ",
        "reversed_content" => "當兩個錢幣處於逆位的位置時，這可能意味著您正在嘗試處理生活中的太多事情。您至少需要休息片刻以消除壓力。如果您覺得自己無法處理所有事情，則需要考慮自己的健康狀況，並為自己提供喘息的時間。在您的工作中，錢幣2逆位可能是一個積極的預兆。避免承諾很多事情，因為它會讓你不知所措。

  在財務方面，您需要學習如何以自己的能力生活。錢幣2逆位的含義提醒您要注意您的收入和支出，因為超支可能會成為一個大問題，尤其是當您被拉向多個方向時。",
        "upright_love" => "這張牌通常出現在你有很多責任需要處理的時候，而愛可能是你最不關心的事情。您可能會感到緊張，在處理人際關係、職業和家庭問題。所有的事情都需要努力，如果你認為你們的關係很重要，小心不要忽視你的伴侶。如果你現在單身，你可能需要仔細計算一下你現在是否真的準備好迎接愛情。你可能需要決定什麼對你最重要，並做出一些選擇來優先考慮或不優先考慮浪漫。",
        "reversed_love" => "當逆位錢幣2出現在愛情塔羅牌中時，您可能會發現很難保持平衡。面對如此多的衝突和要求，您甚至可能不知道您的伴侶感到被忽視。似乎一切都比他們更重要，並且可能會有一些怨恨，因為他們覺得自己被視為理所當然。如果你單身，這張牌可能暗示你可能不得不在兩個潛在的戀人之間做出選擇，或者你太忙和不知所措，現在無法將浪漫作為你生活中的優先事項。慢慢來; 當你準備好在忙碌的生活中為愛騰出空間時回來。",
        "upright_career" => "當您在職業塔羅牌中出現錢幣2時，您現在可能正在工作中處理許多項目。這可能是一個比平時更忙碌的時間，事情要麼在最後一刻被甩在你身上，這不是你的責任，要麼你一直在接受它們以獲得更好的位置。其他人可能會對您的處理能力以及您的足智多謀印象深刻。理想情況下，這只是一種臨時狀態。小心不要接受超出自己承受能力的工作，或者同事和老闆習慣於將無人願意做的所有工作交給你。如果這種情況持續下去，請確保您得到足夠的補償！有時，這張卡片也可以指向平衡你的職業目標和你生活的其他方面。 ",
        "reversed_career" => "您現在是否承擔了太多事情？當你的老闆要求你做某事時，你是否只是說“是”，即使你沒有時間？截止日期可能迫在眉睫，而壓力卻在不斷增加。您現在的工作生活可能會給您帶來相當大的壓力。現在是時候為自己挺身而出，尋求幫助，重新談判最後期限並確定您的工作優先度。如果你不小心，事情可能會從裂縫中掉下來，給你帶來更多的麻煩。你是人，你的老闆或同事越快理解這一點，對每個人就越好。",
        "upright_finances" => "錢幣2表示您正在努力工作以確保支付所有賬單。你現在可能必須做一個雜耍表演，因為事情可能會相當緊張。有時，錢幣2也可能表明需要在金錢方面做出一些重要的選擇。事情感覺非常不確定，你現在可能處於不穩定的狀態。一切似乎都發生瞭如此迅速的變化，這意味著您可能會非常猶豫做出這個選擇。保持適應性，你就能很好地擺脫這種情況。",
        "reversed_finances" => "財務很吃緊，似乎無論你做什麼，你都無法弄清楚如何付清所有賬單。錢一進來，就好像馬上就花光了房租、雜貨、水電費，一個接一個。不幸的是，這種情況並不少見。仔細查看您的預算，如果您還沒有，請建立一個，看看您可以削減哪些預算。要求加薪，或者找一個可以為你帶來一點收入的業餘項目。如果可以，找專業人士幫助您制定計劃可能對您有益。",
        "yes_no" => "錢幣2通過變化展示了運動、平衡和成長。它暗示了財富波動的可能性，這可能需要某種雜耍行為，並會帶來起起落落。工作量會很重，這張卡的存在並沒有給出明確的答案。",
        "past" => "它提醒您需要接受生活的改變。也許在過去的幾年中，您必須在您人生中的兩件事之間做出選擇。不管結果如何，你還是吸取了教訓。",
        "present" => "目前的情況表明，您在工作和家庭等生活的兩個主要方面之間保持著平衡。旅途可能並不總是一帆風順，但您會感到舒適和安全。但是，有時候自私並強調自己的個人需求是件好事。",
        "future" => "確定您最有價值的優勢可以幫助您為自己創造機會。如果你想找到它，就有一條路可以擺脫你的矛盾心理。",
    ],
    38 =>
    [
        "id" => 39,
        "type_id" => 1,
        "number" => 38,
        "name" => "錢幣3(Three of Pentacles)",
        "upright_keyword" => "團隊合作、共同目標、協作、學徒、努力、集中精力",
        "reversed_keyword" => "缺乏凝聚力、缺乏團隊合作、冷漠、動力不足、衝突、自我、競爭",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "38_Three_of_Pentacles",
        "content" => "錢幣3展示了一個在大教堂工作的年輕學徒。在他面前，還有另外兩個人，一個牧師和一個貴族，他們正拿著一張羊皮紙上的大教堂的平面圖。從學徒抬起頭的樣子就可以看出，他是在討論自己建造大教堂的進度。另外兩人都在認真聆聽他的話，以便更清楚地了解他們需要什麼以及他們如何提供指導。儘管這位學徒經驗不足，但另外兩個人還是會聽他的，因為他們知道他的想法和他的經驗是整個建築成功完工的基礎。因此，錢幣3代表不同種類的知識匯集在一起，以共同構建某些東西。 ",
        "upright_content" => "塔羅牌中的錢幣3代表成功完成一個目標——它取了錢幣1和錢幣2的能量來源，並添加了一個基本因素，通常涉及某種群體。在這種情況下，正位錢幣3的意思是成功實現了開展業務、交易、冒險或任何其他類型的努力的所有要求。成功的項目通常需要不同類型的專業知識，而此時，錢幣3意味著所需的所有技能都匯集在一起。簡而言之，您很享受作為團隊的一部分一起工作，以及這個更大項目的初步成功。

  錢幣3顯示了實現目標的成功開端，這是一種鼓勵的標誌，您應該繼續努力而不放棄。只有一個人，你可能很難實現自己的目標，但錢幣3也教導人們不要忽視你周圍其他人的才能。您需要與擁有不同觀點、經驗和專業知識的其他人合作，才能完成您夢想的事情。",
        "reversed_content" => "錢幣3逆位含義表示缺乏團隊合作；它表明人們在互相競爭並在此過程中破壞專案。他們之間似乎有太多的競爭，每個人都在努力展示優勢。這導致資源稀少，太多人將他們的專案合作夥伴視為競爭對手。

  當您在這樣的團隊中時，最好確保您盡可能多地嘗試激發友情。在這種不斷的爭吵中，逆位錢幣的專案很難完成。你可能會發現人們不聽別人的，每個人自顧自的。這種動機和野心的差異會導致複雜化。如果你能第一個伸出援手，給每個人一個被傾聽和考慮的機會，也許這個專案就有了向前推進的機會。",
        "upright_love" => "愛情和團隊合作可以與錢幣3塔羅牌愛情意義相結合。如果你正處於戀愛關係中，你可能會發現和愛人一起處事特別愉快；夫妻可以通過共同製定未來計劃、在家工作或合作開展創意項目來更多地了解彼此並加深彼此的信任。透過作為一個團隊走在一起，你們兩個也可能會感到作為伴侶得到支持，他們擁有獨特的才能和弱點，創造了和諧的平衡。如果您單身，您可能會發現愛情來自工作中的合作或您的興趣愛好。",
        "reversed_love" => "逆位錢幣3塔羅牌愛情意義可以指向一對在實際工作中努力工作的夫婦。雖然情緒可能存在，但它們並沒有轉化為努力或行動。所有的愛都需要努力，也需要慾望。作為情侶在一起通常意味著能夠信任您的伴侶是您的隊友，以及您在漫長人生旅途中的合作夥伴。你們兩個是怎麼分擔家務的？你如何分配財務？情緒勞動呢？關係中的一個人可能會全力以赴，而另一個人則認為一切都是理所當然的。確保你們關係中的兩個人都扮演好隊友的角色。",
        "upright_career" => "錢幣3建議你將你的經驗和技能與一個更大的團隊匯集在一起，以實現共同的目標。合作對於您現在的成功可能非常重要，而且您的工作可能需要具有不同技能、經驗、想法和流程的人員之間的凝聚力。你必須努力工作以確保這些不同的意見都集中在成就上。牢記更大的目標；這將幫助大家團結起來而不是爭論。支持您的隊友並信任他們的專業知識，同時分享您自己的獨特觀點。

  這張卡片也可以表明學習和建立你的資格的時期。你很可能會很好地應對你的新挑戰。 ",
        "reversed_career" => "在工作方面，你的同事和你自己之間的衝突可能會造成壓力和沮喪。本應成為您合作夥伴的人正在為您製造更多麻煩，而不是幫助您。跟更大的利益而工作相比，同事或合作者可能更關心自身利益。不同的團隊可能試圖互相破壞，而不是真正傾聽對方的需求。溝通錯誤也很常見。逆位的錢幣3也可能表明你的學習進展不順利；可能缺乏完成目標的努力或動力。你真的在挑戰自己嗎？",
        "upright_finances" => "在財務方面，您可能會發現與有財務經驗的人一起工作現在對您有所幫助。其他人可能會幫助你制定預算，並朝著你的物質目標走上正軌。如果這不適用於您，那麼錢幣3也可能只是簡單地了解更多有關如何整合財務的信息。從長遠來看，這段學習時間對您非常有益。",
        "reversed_finances" => "人們可能不願意透過逆位的錢幣3來了解財務問題。與其直接查看您的財務狀況並查看您能做什麼，可能與金錢或資源有關的任何事情都會使您感到害怕或耗盡，因此您寧願完全避免它。在開始使用之前，您需要投入精力了解儲蓄、銀行賬戶、信用卡和其他金融產品。",
        "yes_no" => "錢幣3是代表卓越和成功的卡片。這些東西可以通過有成效的團隊合作或勤奮獲得。它與成為該行業大師和偉大的職業成就直接相關。你的問題的答案是肯定的。",
        "past" => "如果您回想起過去的生活，您會意識到，缺乏指導的某個地方必須將您引向這裡。但是，如果您做相反的事情，那麼所有的障礙都已克服，並獲得成功。",
        "present" => "當前的生活中，您可能會感覺自己走在正確的軌道上，但是可能會丟失一些東西。要找出答案，請學習並理解您選擇的主題以獲取更多知識。這樣，您就可以成為榜樣並激發周圍的每個人。",
        "future" => "您已經在眾多創意企業中取得了成功，並且比以往更加努力地工作以獲取有保障的未來。嘗試收集更多的素質並進行改進，以便在未來幾年中看到更好的自我狀態。",
    ],
    39 =>
    [
        "id" => 40,
        "type_id" => 1,
        "number" => 39,
        "name" => "錢幣4(Four of Pentacles)",
        "upright_keyword" => "佔有欲、不安全感、囤積、吝嗇、穩定、安全、儲蓄、唯物主義、財富、節儉、界限、守衛",
        "reversed_keyword" => "慷慨、給予、消費、開放、財務不安全、魯莽消費",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "39_Four_of_Pentacles",
        "content" => "這張卡片描繪了一個坐在凳子上的人，他以非常防禦和緊繃的姿勢抓著兩個錢幣。這幾乎就像他是因為害怕失去而囤積它們一樣。一個錢幣懸在他的頭上，而另一個則是緊緊地抓在自己的雙手之間，還有兩顆穩穩地放在他的腳下。他正在確保絕對沒有人碰他的硬幣。同時，他也不能動彈，因為他緊緊地握著硬幣。換句話說，他之所以不能動作，是因為他對自己的財產抱得太緊了。對某些人來說，金錢並不總是帶來自由。",
        "upright_content" => "錢幣4卡片能夠產生消極和積極的看法。一方面，這張牌意味著你已經成功地實現了你的大部分目標，並且在這個過程中你已經獲得了大量的物質財富。但是，另一方面，您很有可能會開始僅根據其物質價值來評估事物。您已經努力工作到了現在的地步，您希望確保自己保持穩定是絕對自然的。但這也有機會讓你變成一個佔有欲過強或貪婪的人，想要確保沒有人能夠奪走你自己的財富。

  錢幣4也是一張卡片，它表明您目前處於投資穩健且財務穩定的位置。由於你新發現的財富，你對金錢特別保守，而且在涉及任何財務問題時，你絕對不傾向於賭博。你會保護你一直以來積累的東西，並且你希望穩步增加你的整體淨資產。

  請注意，沒有風險就沒有回報，如果您花費太多時間試圖保存，您可能會成為自己物質財富的囚徒。財富也是一種能量，我們創造我們表達的東西。",
        "reversed_content" => "當逆位時，錢幣4會急劇轉向卡片的負面含義。你變得貪婪，而不是保護，你屈服於吝嗇。你被某些對貧窮的恐懼所困擾，這種恐懼迫使你變得唯物主義。在物質主義的事情上，你非常自我保護和防禦，你不會因為害怕別人可能會把他們帶走而敞開心扉去信任他們。

  另一方面，您實際上可能花了太多錢，您需要開始適當地掌握您的實際財務資源。在任何情況下，這張卡片都能引起正面和負面的聯想，如果你在閱讀中得到錢幣4，你需要非常負責和體貼。",
        "upright_love" => "你的關係可能​​會很粘人，甚至令人窒息，錢幣4代表愛情。與這張牌的關係可能​​充滿嫉妒和占有欲，即使是最幸福的愛情也會慢慢惡化。可能存在不安全感或恐懼的問題，戀人可能需要花一些時間來解決這些問題，然後才能趕走他們的伴侶。如果你是單身，很可能你還保留著過去戀情中的一些東西；無論是恩怨、怨恨，還是前任重回生活的夢想。這些事情都需要解決，才能真正再次對另一個愛人敞開心扉。",
        "reversed_love" => "過去的不安全感現在可能正在癒合，讓您或您的愛人不那麼嫉妒和占有欲。因此，逆位的錢幣4愛情的意義可以表明關係可以向前發展，而不會受到過去創傷的阻礙。如果你是單身，那麼你可能已經準備好接受新的愛情，並且已經放棄了一些阻礙你讓你的浪漫生活蓬勃發展的東西。",
        "upright_career" => "你現在終於在你的職業生涯中找到了一些穩定性。如果你過去一直在努力尋找這種穩定性，或者如果這份工作對你來說是新的，那麼你可能對自己的角色仍然有點不安全。這會讓你戒備、不安，甚至偏執。如果你讓它走得太遠，這對你來說弊大於利。您可能會發現很難進行團隊合作和工作，感覺自己的想法受到保護，並擔心其他人可能會獲得理應屬於您的榮譽。這些事情確實發生了，解決它們，但不要讓自己被它們吞噬。

  有時，這張卡也可能意味著您將繼續從事一份沒有成就感的工作，只是為了領取薪水。這份工作可能很穩定，但你可能真的很討厭它。",
        "reversed_career" => "逆位的錢幣4可能有點難以解釋。你在工作中的熱情和慷慨的天性對你來說是一種強大的資產。您隨時可以幫助他人，並在信用到期時給予信用。或者，您可能會做出有風險的決定而對後果漠不關心。避免立即嘗試做最耀眼的項目，或為最雄心勃勃、最不合理的目標而努力，因為這會讓你陷入麻煩而不是幫助你。",
        "upright_finances" => "你可能最近剛發現一些物質上的穩定，因此你可以積累一點財富。如果你習慣了節儉，你可能會考慮很多你的財務狀況，想盡一切辦法保護這筆小錢。你可以相當節儉和保守你的錢，即使它會給你帶來很多額外的工作或痛苦。或者，錢幣4可以簡單地表明您正在為大事而儲蓄，例如汽車或新房、孩子的未來或您自己的退休基金。",
        "reversed_finances" => "有時，逆位的錢幣4可能表明您正在慢慢學習如何打開錢包。您可能通常很節儉，您正在了解給予他人或以有用的方式使用您的錢會感覺很好。您可能會捐贈或與家人或朋友分享您的資源，或者根據質量而不是價格購買東西。然而，在其他時候，你可能會對你的錢很粗心。這會讓您很容易成為小偷或可疑財務計劃的目標。保持警惕。",
        "yes_no" => "錢幣4代表安全、穩定和生活中元素平衡的存在。它建議對你擁有的東西保持聰明和節儉，並保持嚴格的預算，但只有積極成果的安全性。向前邁進可能需要堅韌不拔。你的回答是肯定的。",
        "past" => "你努力工作的能力和你的奉獻精神會給你帶來物質上的成功。最近的交易、提議或商業冒險正在為您的生活增添更深層次的意義。",
        "present" => "您將因所表現出的努力而獲得經濟回報。你會勝利，但如果僅僅將勝利視為金錢收益，那麼這種勝利將是空虛的。",
        "future" => "儘管未來承諾物質安全和財富增長，但您仍然可以想像，人們對物質主義只能感到高興。您應該正常發揮自己的情緒和行為。",
    ],
    40 =>
    [
        "id" => 41,
        "type_id" => 1,
        "number" => 40,
        "name" => "錢幣5(Five of Pentacles)",
        "upright_keyword" => "困難、損失、孤立、感覺被遺棄、逆境、鬥爭、失業、疏遠、恥辱",
        "reversed_keyword" => "積極的改變、從損失中恢復、克服逆境、寬恕、感到受歡迎",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "40_Five_of_Pentacles",
        "content" => "就像塔羅牌中其他花色的5一樣，錢幣5象徵著逆境。它顯示了兩個人在下雪時走到外面。他們不僅寒冷，而且還生病、貧窮、疲倦和飢餓。看起來他們似乎缺乏基本的生活必需品。很多人可以通過不止一種方式與兩個人建立聯繫。

  卡片中的一個人拄著拐杖，而另一個人的頭上蓋著一條披肩。她赤腳走在雪地裡。背景中有一面黑色的牆，彩色玻璃窗上有五個錢幣，暗示著某種教堂。

  通常情況下，錢幣5是一個不祥之兆。但是，不要擔心，因為它會根據它在讀數中的位置而改變。",
        "upright_content" => "每當錢幣5出現在塔羅牌中時，就意味著一段艱難和不安全的時期。這張牌的含義可以是深深的孤獨、疾病、貧窮或失落。在不久的將來，您的狀態可能會變得更糟。您有可能會失去一些重要的東西，無論是財務財富還是重要物品。您的健康狀況惡化可能已經持續或非常突然。

  拄著拐杖的人有很多像徵意義。這個人可能覺得受到了詛咒——他們的厄運是他們無法輕易擺脫的。錢幣5的象徵意義也可以是舊債、高額信用卡餘額或未償貸款。它提醒您應該考慮整理您的財務狀況。您過去犯下的錯誤也可能困擾著您。

  當談到與愛情有關的問題時，錢幣5不是一個好兆頭。這可能表明您所愛的人感覺不一樣。就像卡片上的數字一樣，您可能會覺得自己被冷落了。",
        "reversed_content" => "與正位版本不同，逆位錢幣5的含義可以是好事。雪現在在上面，代表著光明進入你的生活。彩色玻璃現在像徵著一條通道，錢幣5作為隧道盡頭的光。逆位的錢幣5意味著變化即將到來。

  抽到這張牌時，可能意味著最壞的情況已經過去，但不要指望改變會在一夜之間發生。你需要一些時間才能恢復，重新找到力量。這意味著您將能夠在財產、健康、人際關係、業務或財務方面重新獲得穩定。

  從疾病中緩慢恢復也可以通過逆位的錢幣5來表示。您將能夠找到一種可以導致康復的治療方法。如果您正在照顧某人，則可能意味著將提供幫助，無論是經濟援助還是實際援助。",
        "upright_love" => "現在看來，你永遠找不到你正在尋找的錢幣5塔羅牌愛情含義的愛情。單身人士可能正處於絕望時期，準備放棄長期尋找合適的伴侶並屈服於孤獨。不幸的是，這種態度可能是一種自我實現的預言。孤立或匱乏的感覺也可能出現在現有的關係中，無論是來自伴侶關係內部還是外部。戀人可能會發現難以坦誠地交流，或者在情感上與伴侶關係密切，從而在彼此之間製造一堵牆。抑鬱症也可能是一個問題。有時這張卡可能表示缺乏經濟保障，給你的浪漫關係造成壓力。這可能是一段艱難的時期，但比以往任何時候都更緊密地團結在一起，而不是分開。",
        "reversed_love" => "一段孤立、排斥和絕望的時期可能即將結束。逆位錢幣5塔羅牌愛情意義可以表明你的關係或你的約會前景再次改善，因為你已經努力克服困難的情況。隨著鬥爭的減輕，您可以在重新點燃關係或向新朋友敞開心扉方面取得穩步進展。",
        "upright_career" => "錢幣5出現在職業或工作環境中可能會帶來麻煩。你可能會在工作中經歷一段艱難時期，也許是因為失去了工作，或者在工作中感到孤獨和被同事或老闆拋棄。其他人可能會像對待棄子一樣對待您，而您可能會在辦公室政治和社交活動中掙扎。如果您是企業主，您可能也會遇到困難。所有這些問題都可能嚴重影響您的心理健康，並且可能呈螺旋式下降。如果您認為這種情況不會改變，您可能要開始尋找另一份工作。 ",
        "reversed_career" => "如果您的事業或事業遇到了問題，逆位的錢幣5可能表明隧道盡頭有一盞燈。事情很可能會恢復正常。困難的情況現在可以治愈，或者您可能找到了另一份重視您所做工作的工作。留意任何機會。",
        "upright_finances" => "錢幣5代表財務困難。你現在需要捏緊你的美元，因為你感覺錢很吃緊。有時，在最壞的情況下，這張卡也可能暗示物質損失，因此您也可能正在處理債務、破產或驅逐。因此，預計資金會在出現時吃緊。無論情況如何，不要讓你的自尊心阻止你尋求幫助。如果需要，請查看施食廚房和慈善機構；這樣做並不可恥，我們都經歷過經濟困難時期。如果可以，您可能想開始組建應急基金。",
        "reversed_finances" => "慢慢地，您可能正在從經濟損失中恢復過來。您可能正在償還債務，或在遭受重大損失後重建應急基金。繼續努力，您可能會再次發現自己處於財務穩定的狀態。最糟糕的已經過去了。",
        "yes_no" => "錢幣5預示著財務或情感上的麻煩或一段時期的厄運即將來臨。煩惱、貧窮、挫折，都與這張牌有關。這些事情可能是由於缺乏信仰或可能失去了信仰。這張牌的整體基調是負面的。你所追求的答案是否定的。",
        "past" => "最近的情感或經濟損失給你帶來了沉重的負擔。不要讓你的自尊使你遠離他人的幫助。",
        "present" => "你所面臨的困難會被克服，所以不要屈服於它給你帶來的不足或不安全感。",
        "future" => "為了找到幸福和安全，你的未來為你帶來了必要的改變。這種改變可能是在方向或動機上，但它會告訴你所有的困難都是可以克服的。",
    ],
    41 =>
    [
        "id" => 42,
        "type_id" => 1,
        "number" => 41,
        "name" => "錢幣6(Six of Pentacles)",
        "upright_keyword" => "慷慨、慈善、社區、物質幫助、支持、分享、給予和接受、感恩",
        "reversed_keyword" => "權力動態、濫用慷慨、自私、不平等、敲詐勒索",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "41_Six_of_Pentacles",
        "content" => "在錢幣6的圖像中，有一個穿著紫色長袍的男人。紫色象徵著這個人的地位和財富。他有一個平衡的天平，代表平等和公平。我們想起了正義塔羅牌，它暗示了業力、因果關係，我們得到了我們所給予的。他的另一隻手正在給跪在他腳下的兩個乞丐錢。錢幣6表示你處於一個足夠安全的位置，可以在不影響自己生活的情況下給予他人。 ",
        "upright_content" => "錢幣6意味著你處於一個與你的收入有良好關係的位置。就像卡片中的主角一樣，你帶進來的錢和你的開支平衡得很好，你很幸運沒有任何壓力。你也很感激你擁有的一切，可以愉快地與他人分享你的財富。從卡片中的圖像可以看出，錢幣6可能與慈善有關。你可以是向有需要的人捐錢的人，也可以是感激地從富有的捐贈者那裡接受你所需要的東西的乞丐。

  如果卡片顯示您是給予者，則您已經積累了財富，現在您可以通過經濟援助來幫助他人。你可能已經在錢幣的黑暗中生活了足夠長的時間，能夠看到光明。您正在考慮向慈善機構捐款或幫助可能需要您支持並且處於與您以前相同位置的人。錢幣6不一定是關於物質禮物或金錢，它也可以意味著你的時間和存在。

  如果卡片顯示您是乞丐之一，您可能正在接受其他人的慈善事業。這可以幫助你恢復，所以接受幫助——你將來可以回報你的恩情。您也可以在未來找到自給自足的方法。儘管出現這種情況，您應該注意不要在此期間變得絕望或順從。",
        "reversed_content" => "逆位的錢幣6可以表明慈善可以是單向的。如果你向某人借過錢，你不應該期望你的錢能得到償還，或者你的恩情在未來得到回報。你應該對你借錢的人保持謹慎，特別是如果你的財務狀況不穩定。您也可能會遇到支出和捐贈超出您真正負擔得起的問題。

  逆位的錢幣6也可以警告您有關您所欠債務的信息。這可能意味著您已經過頭了，並且將來會再次出現並成為一個主要問題。在此期間，您還應該小心從事商業活動，因為您最終可能會蒙受巨大損失，而不是獲得投資回報。

  錢幣6逆位的意思是與給予和慈善有關的自私。這可能意味著你願意以一種不是讓他們受益，而是讓自己受益的方式來給予他人。你應該小心，你不只是為了證明你對他人的給予或慷慨而慈善。布施的源頭應該是無私的，而不是自私的。",
        "upright_love" => "錢幣6代表愛情善良和慷慨是你們關係的特徵。當您追求目標時，您的伴侶可能會在情感和經濟上非常支持您。你可能要上學，或者開始一個新的工作，但可能有點擔心風險會對你的伙伴關係造成什麼影響。但是，您可能會在伴侶願意幫助您實現該目標時發現驚喜。但是請記住，要保持情侶關係的平衡。以其他方式給予和回報您的伴侶，以表明您對他們的感激之情。這樣，你們的關係就會蓬勃發展。如果您單身，您可能會發現您或他人在精力、時間或資源方面的慷慨可以帶來愛。",
        "reversed_love" => "權力動態和不平衡會在你與逆位錢幣6塔羅牌愛情意義的關係中產生大問題。如果一個伴侶總是給予和給予，而另一個接受，一個人會感到被利用和怨恨，而另一個人會感到被困和依賴。在關係中保持一定程度的獨立性和自給自足總是很重要的。必須再次糾正這裡的動態，以使這種關係變得健康。單身的人可能要警惕造成這種權力不平衡的伴侶；避免過於慷慨或過於依賴你的浪漫關係。",
        "upright_career" => "如果您在工作塔羅牌中拿到了錢幣6，那麼您的工作場所可能會有一位更資深的人準備幫助您實現職業目標。這位導師可以非常慷慨地投入時間和精力來幫助您取得成功，並在您的職業道路上獲得更多技能和更高的地位。錢幣6也可以表明您的工作場所非常重視您的貢獻。如果您正在尋找一份新工作，這張卡片可能表明這些變化會比您預期的更好。如果您擁有自己的企業，這張卡可以推薦投資者或願意幫助您發展業務的人。",
        "reversed_career" => "當心您工作場所中看似樂於助人且慷慨大方，其實他另有心機。有人可能會濫用他們的權力地位，或向您提供幫助。但是這些是為了創造感覺你以後“欠”他們的環境。他們可能會要求您以犧牲您的榮譽為代價做某事。如果你是有權有勢的人，記得給予幫助，不求回報；你一定還記得你年輕時的樣子。如果您是正在接受幫助的人，請確保不要濫用該幫助。您是否正在吸引可以幫助您的職位或地位的人？這對其他人來說可能比你想像的更明顯。避免這種誘惑，對自己和他人保持誠實。 ",
        "upright_finances" => "目前，您可能會在您的社區中發現很多慷慨的人。如果您有一個開始項目或業務的夢想，您可能會發現很多人願意幫助您實現這一夢想。出去問問，提出你的想法，告訴人們你想建立什麼。你的熱情很可能會激勵他人盡其所能提供幫助。另一方面，你可能會發現你現在處於給予他人物質支持的位置。您現在可能處於一個舒適的位置，您可以負擔得起幫助他人的費用。",
        "reversed_finances" => "如果您一直在尋求經濟幫助，那麼現在可能看起來很黯淡。似乎沒有其他人可以為您提供所需的東西。如果您確實找到願意幫助您的人，請謹慎行事。檢查你的貸款條款是否公平，或者禮物沒有附帶條件。否則，您可能會發現自己遇到比現在更大的麻煩。如果您是能夠給予的人，請避免怨恨情緒或利用您的財務舒適度。或者，您可能是被利用的人；確保您的經濟援助直接提供給您想要的人。謹防以善心為食的騙局。",
        "yes_no" => "錢幣6代表成功、繁榮和慷慨。它建議在經濟上幫助他人，捐贈和無私的慈善事業。有正面的恩惠和整體的好運感和未來的快樂回報。您尋求的答案很可能是肯定的。",
        "past" => "你過去對他人的公平考慮將引導你在現在取得成功。",
        "present" => "你對生活的熱情和對自己才能的信心將會重新煥發。能夠幫助有需要的人的喜悅將照亮更大的圖景。",
        "future" => "記住，別人的善意是你無法控制的，但你完全有能力給予別人恩惠。如果你尋求幫助，最好免費給予他人。",
    ],
    42 =>
    [
        "id" => 43,
        "type_id" => 1,
        "number" => 42,
        "name" => "錢幣7(Seven of Pentacles)",
        "upright_keyword" => "收穫、獎勵、結果、成長、進步、毅力、耐心、計劃",
        "reversed_keyword" => "未完成的工作、拖延、低努力、浪費、缺乏成長、挫折、急躁、缺乏獎勵",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "42_Seven_of_Pentacles",
        "content" => "錢幣7展示了一個年輕人，他似乎正在從辛勤的勞動中休息一下，欣賞花園裡的果實和花朵。他靠在鏟子上，欣賞著懸掛在鬱鬱蔥蔥的綠色植被上的錢幣7。他把頭放在手上的樣子似乎暗示著一種疲勞，他努力工作以確保今年的收成很好。因為他著眼於長遠目標，他現在無法立即有所收穫，但為自己保留了一個錢幣。通過他的努力，他希望能長期穩定獲得收穫。 ",
        "upright_content" => "錢幣7的含義與投資和努力有關。它遵循錢幣6，指的是經濟或物質困難的結束。如果您一直在工作中投入時間和精力，則表明您的努力正在得到回報，並且將來也會得到回報。

  如果您想投資，錢幣7表示您已準備好投入大量精力、時間和工作來實現您想要實現的目標。它重申了您的長期願景，並有助於表明您不僅限於在短期內看到結果。它顯示了由於您願意付出的努力，您對投資的重視程度。

  錢幣7也與對失敗的恐懼有關。你不知道你是否會從你的辛勤工作中收穫成果。當出現延遲時，它也可能表示沮喪。您可能已經為您的項目付出了很多努力，但現在似乎沒有任何成果。好消息是，這意味著您正在從失敗和錯誤中學習。一開始可能看起來不像，但錯誤讓您可以研究如何更好地投資時間以充分利用您未來的風險。",
        "reversed_content" => "錢幣7逆位意味著您的回報現在可能會分散。這也可能意味著你的勞動回報並不像你想像的那麼重要。這樣做的好處是它表明您知道何時停止將時間、金錢或精力投入到特定項目中。因此，您需要重新評估您的選擇，並弄清楚您應該將資源放在哪裡。錢幣7逆位的含義也可以應用於人際關係以及你投入的努力和情感。

  錢幣7的象徵意義通常涉及商業風險和投資。然而，它也會跨越關係，也被視為投資。投入到這些投資中的努力可能是時間、金錢和辛勤工作。",
        "upright_love" => "錢幣7的愛情寓意，愛情可以慢慢發展。對於單身的人來說，長期的友誼可以慢慢變成浪漫的愛情。你現在可能建立的友誼也可以成為更多事物的種子。愛情有時會讓人筋疲力盡，但隨之而來的回報是無價的。如果你們處於戀愛關係中，那麼現在一起生活可能會顯得乏味或折磨人。也許為了在一起，你們的伴侶關係可能需要製定長期計劃或在日常生活或財務方面做出妥協。但這張卡片也提醒我們，愛情並不總是充滿激情的浪漫和情緒的爆發，而是伴侶們每天努力工作以在瞬息萬變的世界中保持在一起。隨著時間的推移，所有乏味的時刻，所有的辛勤工作，都會成為值得回味的東西。",
        "reversed_love" => "當在愛情塔羅牌中出現逆位的錢幣7時，您可能已經準備好認輸了。你可能為愛情和浪漫辛勤勞作，付出了這麼多努力，卻收效甚微。它可以暗示一定程度的不耐煩，當一個人當然不能強迫愛神奇地出現時。有些愛來得突然，有些則需要時間；我們只能耐心等待正確的時機。無論是逆位還是正位，塔羅牌的錢幣7愛情寓意都預示著緩慢而穩定的進步，以至於你甚至可能不會注意到它。但是繼續滋養這種愛，有一天你可能會發現它對你的生活產生了深遠的影響。",
        "upright_career" => "無論您是否看到結果，錢幣7個都表明正在取得進展。它可能很慢，但每天你的工作都會得到回報。現在仔細看看你的成就，看看什麼是有效的，什麼是無效的，這會很有幫助。這可能會幫助您了解將精力集中在哪裡，以及您可以採取哪些策略。如果您擁有自己的企業或個體經營者，現在花時間評估您的工作將有所幫助，並且可以為未來的發展奠定堅實的基礎。 ",
        "reversed_career" => "你是否在工作中付出了太多努力？還是你投入的不夠多？當涉及到你的職業生涯時，逆位的錢幣7可能預示著某種不平衡。似乎無論答案如何，您所做的或不做的似乎都改變不了任何事情。結果很少。花太多時間在工作上有時會適得其反，比如給植物澆水；對某事過分關注會殺死它。另一方面，您可能會因為分心而無法專注於某個特定的成功策略。隨著你的努力被稀釋，他們可能不會有什麼收穫。您需要專注於一種方法，並進行研究以確保其有效。 ",
        "upright_finances" => "你現在可能正在收穫你的勞動成果。您一直在逐步投入精力和時間的事情終於可以取得進展。在不知不覺中，您很可能會發現您將能夠享受這些獎勵。",
        "reversed_finances" => "在財務方面，逆位的錢幣7象徵著時間、精力和資源的投資沒有得到回報。你甚至可能蒙受損失。即使你為夢想而努力，你也可能得不到回報。談判你的價值。",
        "yes_no" => "錢幣7代表對你的職業或業務的堅持。它與成功有關，但需要通過緩慢、穩定的增長。它表明您將不得不等待很長時間才能獲得獎勵，而且您可能沒有充分發揮潛力。這裡沒有明確的答案。",
        "past" => "您的事情延誤一直在影響您，但不要失去希望。你的堅持會讓你走向成功。",
        "present" => "你目前長期的努力工作會給你帶來很多個人成長和成就。",
        "future" => "你的道路會很長，但如果你能繼續前進而不會失去決心或活力，回報將是巨大的。",
    ],
    43 =>
    [
        "id" => 44,
        "type_id" => 1,
        "number" => 43,
        "name" => "錢幣8(Eight of Pentacles)",
        "upright_keyword" => "技能、才能、工藝、質量、高標準、專業知識、掌握、承諾、奉獻、成就",
        "reversed_keyword" => "缺乏素質、倉促工作、名聲不好、缺乏動力、平庸、懶惰、低技能、死胡同",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "43_Eight_of_Pentacles",
        "content" => "錢幣8卡片描繪了一個年輕人正在將一個五角形形狀蝕刻到八枚金幣中。這張卡片象徵著一個人完全專注於他們正在做的事情。遠處的城鎮意味著他成功地將自己從乾擾中隔離出來，從而可以完全專注於自己的任務。錢幣8指的是你一生中專注於完成某項任務的時刻。您完全沉浸其中，並致力於提供最完美的作品。 ",
        "upright_content" => "這張卡片表示您必須努力工作並完全專注於您的任務的時間。這不一定是消極的情況，但這意味著您必須真正努力做到最好。您需要完成的任務可以是個人的，也可以是專業的。無論是什麼類型的任務，當事情變得不堪重負時，不要害怕尋求幫助。錢幣8的是你所做的努力。有可能您需要解決很多事情。努力工作是必不可少的，但您仍然需要找到平衡。

  在工作方面，求職者應該期望他們的工作性質會很苛刻。錢幣8也表明你需要對自己有信心，你將能夠完成工作。對於目前在職的人，你將負責執行更多的任務和責任。毫不猶豫地向您的同事尋求幫助。在愛情方面，你的工作可能會影響你們的關係。不管你的工作有多苛刻，你都需要騰出一些時間與他人建立情感聯繫。

  在財務方面，錢幣8可能表示您一直希望獲得的財務援助。小心你將如何花這筆錢，記住這是你辛勤勞動的成果，而不是運氣。當談到健康時，錢幣8可能意味著您是時候努力工作以改善您的健康了，您必須對運動和飲食保持警惕。",
        "reversed_content" => "逆位時，錢幣8表示類似於正位姿勢，但任務可能更加艱鉅。這意味著如果你想對這個結果感到高興和成功，你需要迅速並小心翼翼地執行。在工作方面，錢幣8逆位是指通過你的勤奮、奉獻和智慧給你的雇主留下深刻印象的重要性。永遠不要逃避工作中的任何任務或責任 - 否則這會損害您的聲譽。在愛情中，錢幣8可能表明你們倆可能都沒有準備好承擔使你們的關係正常運轉的責任。

  關於財務，您可能對自己目前的財務狀況抱有幻想。也許您目前正依靠純粹的運氣來實現這一目標。雖然做夢絕對沒有錯，但你應該明白，如果你想提高自己的地位，就應該耐心並準備好努力工作。在健康方面，逆位的錢幣8可能表示您擔心的情況，但您不知道如何解決。永遠不要害怕尋求醫療專業人士的幫助，以幫助您了解您的病情並進行改善。",
        "upright_love" => "仔細想想，愛一個人就像修煉一門技能。它需要越來越多的同理心、同情心、耐心以及好奇心和自我提升的願望。為你所取得的成就和你學到的教訓感到自豪。如果你處於戀愛關係中，你可能會發現你的愛人仍然讓你感到驚訝，即使你們已經在一起度過了所有的時光。如果你足夠努力，你每天都會發現它們的新方面。也許你愛上他們是因為他們的甜蜜善良，只是在他們面臨危險或違背他們原則的事情時看到他們的激情爆發。學會欣賞他們的新方面可以加深你們對彼此的愛。",
        "reversed_love" => "在愛情面前，你不能走捷徑，也不能走任何捷徑。逆位錢幣8塔羅牌愛情意義這樣提醒我們，我們在人際關係和愛情生活中付出的努力很重要。我們要麼全身心地投入，耐心地看著它在我們的呵護下茁壯成長，要麼視之為理所當然，讓它最終死去。這意味著你的關係或浪漫生活現在可能需要你很多。可能是你的伴侶可能需要你挺身而出；你一直在做你那部分的家務嗎？你有沒有表達過你的愛？你有沒有像你一直接受愛一樣表達你的愛？嘗試確保您的兩個需求都得到滿足。",
        "upright_career" => "在工作方面，您對提高技能的奉獻精神和承諾可能會得到回報。現在可以實現職業目標，您可能會達到一個新的技能和專業水平。其他人可能會欣賞您的成長，並且會視您為所在領域的領導者。有時，這張卡也可以表示促銷活動。如果您正在創業，那麼您的工藝和對工作的關心將帶來巨大的成功和利潤。保持你的技能敏銳，並保持好奇。如果您目前正處於學習階段，那麼您的才能現在可能會給他人留下深刻印象。",
        "reversed_career" => "你現在可能會被困在一份你討厭的乏味工作中。缺乏熱情可能會影響您在工作中付出的努力，並且您的工作很可能會受到影響。然而，您可能會覺得自己並不急於做出任何改變。你正在做的工作感覺平淡無奇，你不再關心提高你的技能。相反，您可以拖著腳步，等待時間下班並領取薪水。雇主現在可能會覺得你缺乏新職位所需的經驗。如果您有業務，質量標準可能會下降，您的聲譽可能會因此受損。 ",
        "upright_finances" => "您可能會因您的奉獻精神和對您所在領域的承諾而獲得經濟回報。有時可能會顯示促銷活動，如果您是個體經營者，則可能會顯示更多業務。如果你一直小心理財，你可能會慢慢變得更加經濟獨立。當您享受成功時，您可能會回憶起以前的困難。輕拍自己的後背，讓這些想法激勵你。 ",
        "reversed_finances" => "您可能對自己的財務狀況有點粗心，這意味著超支，或者可能完全無知。當您需要錢時，您可能會發現自己陷入了困境。最好面對這些事情並在它們變得更糟之前照顧它們。 ",
        "yes_no" => "錢幣8是一張暗示技能和勤奮提高的卡片。只要您謹慎行事並採取平衡的方法，它就會顯示出理想的職業和獲得新技能的機會。這張卡的前景是積極的。是的，這是你的答案。",
        "past" => "您掌握的技能將引領您走向成功。繼續發展，你會達到頓悟的時刻。",
        "present" => "通過發展你的才能，你會在你的努力中取得成功。現在投資於自己將在以後帶來更大的回報。",
        "future" => "未來為你帶來成功的事業或精神上的努力。您獲得的讚譽數量取決於您確定和掌握技能所花費的時間。",
    ],
    44 =>
    [
        "id" => 45,
        "type_id" => 1,
        "number" => 44,
        "name" => "錢幣9(Nine of Pentacles)",
        "upright_keyword" => "有回報的努力、成功、成就、獨立、休閒、物質保障、自給自足",
        "reversed_keyword" => "被守衛、過入不敷出、物質不穩定、不計後果、膚淺",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "44_Nine_of_Pentacles",
        "content" => "錢幣9描繪了一個女人在葡萄園中間。這位女士穿著一件裝飾著向日葵的奢華長裙。她似乎是豪宅的一部分，因為在遠處的背景中，我們看到了一座城堡。一隻獵鷹正安靜而俏皮地坐在她的左手上。她身後的葡萄藤茂密，結滿了葡萄和金幣，表明她的事業非常成功，收穫了豐碩的果實。",
        "upright_content" => "這張錢幣9表明問詢者已經達到了他們生活中自信、獨立和自給自足的階段。通過努力工作，這個人現在已經準備好享受金錢、休閒和物質上的舒適。

  在之前錢幣旅程中面臨的困難似乎已經結束。錢幣9不僅傳達了快樂，還傳達了物質財富可以帶來的安全感和自由感。回想起來，詢問者現在可以慶祝她的道路上的困難、鬥爭和辛勤工作。她之前的挑戰給了她更廣闊的視野，她需要了解成功的精神價值。知道到達這裡有多困難，她打算享受給予她的每一天。

  像塔羅牌中的其他9的牌一樣，有時這張牌表示求問者的旅程尚未完成。這裡缺少一些東西——她的社區和人際關係的元素。西裝的禮物是用來分享的，而這個女人卻離家那麼遠。

  錢幣9也可以是關於此人一生的特定時間段。這一次是關於克制和恩典。外交和恩典將導致預期的結果。 ",
        "reversed_content" => "逆位的錢幣9可能表示遭受財務問題。它可能表明安全性和穩定性的錯誤顯示。這裡可能有一種保持外表的願望——即使在我們負擔不起的情況下，也要擁有生活中所有美好的事物。這從何而來？

  這裡可能有一種保持外表的願望——即使在我們負擔不起的情況下，也要擁有生活中所有更美好的東西。

  以此為契機，讓您弄清楚什麼是最重要的。逆位的錢幣9表示一個人真正看到這時刻，也許是第一次，我們不能完全依賴物質財富來帶來幸福。

  這張卡片的其他含義因上下文而異——你可能會發現自己處於生命中經過多年努力應該能夠休息和放鬆的時期，但卻發現自己無法放鬆。在這種情況下，返老還童是逆位的錢幣9的終極忠告。你需要後退幾步，讓自己休息一下，恢復體力。",
        "upright_love" => "你的生活過得很好；此刻你可能正在經歷一段奢侈的時光，或者至少，你擁有需要的一切。即使你現在沒有伴侶，浪漫對你來說似乎也不是特別緊迫。你可能只是想珍惜你所擁有的。這種品質可以讓你對他人更具吸引力；現在找到的戀人需要確保他們為這種幸福做出貢獻，而不是剝奪它。那些已經處於戀愛關係中的人可能會發現，每個人都有自己的成就、事業、愛好、興趣和社交生活；你們兩個之間有一種健康的獨立和愛的結合。有時，這張卡片也可以指向你和你的愛人一起在家里工作，創造一個真正屬於你的空間。",
        "reversed_love" => "雖然看起來您現在已經擁有了一切，但實際情況可能並非如此。逆位錢幣9塔羅牌愛情意義可以表示一種感覺，儘管擁有一切，但你的生活仍然缺少一些東西。單身的人可能很清楚這一點；你可能有不錯的事業、穩定的財務、良好的友誼和家庭關係，但愛仍然逃避你。有時，這可能是無意識的；你可能擔心放棄你的獨立性，或者害怕與一個不會愛你的人分享你的生活，但愛你所擁有的。你甚至可能沒有意識到你在推開別人。如果您處於戀愛關係中，儘管您已盡最大努力並希望與此人共度一生，但您可能仍會感到受到保護。逆位錢幣9要求你放開點。",
        "upright_career" => "這張牌表明你在事業上取得了很大的成就，你會得到相應的獎勵；富足、成功和經濟回報都是理所當然的。您所有的辛勤工作和專業態度都得到了回報，現在您可以花時間坐下來享受您的成功。你的生意可能會蒸蒸日上，利潤可能會讓你過上舒適的生活。有時，這張卡片也像徵著退休，或在經過一段時間的持續工作和勞動後休假。 ",
        "reversed_career" => "如果你最近處理事情失敗，那可能是因為你沒有付出太多努力。錢幣9表示你非常渴望成功，但可能還沒有準備好實際為之努力。另一方面，這張牌可能表明你可能工作得太努力了，以至於其他一切都被擱置了。時間過得很快，不知不覺中，一切都可能改變。如果您有生意，請花一些時間來檢查您的財務狀況。您需要確保與您一起工作的人值得信賴。花時間檢查您的法律文件也是安全的。",
        "upright_finances" => "錢幣9代表繁榮、穩定和物質安全。如果您已將時間或資源投入到某事上，那麼您可能是時候享受回報了。由於這種新發現的舒適感，您的社會地位可能會提高。由於這張卡也與土地有關，您可能也正在購買一些財產。",
        "reversed_finances" => "你現在可能正在超支，你可能不得不處理一些嚴重的財務魯莽問題。超出能力範圍的衝動購買和消費會導致後悔。您也可能在經濟上依賴他人。這張卡片也是一個警告，避免參與陰暗的商業交易，或快速致富。這些通常會導致您陷入財務困境。",
        "yes_no" => "錢幣9代表財富和財務安全。這可能意味著最終會因您在業務或生活中的重要項目中的所有努力而獲得回報。這張卡的存在可能意味著您的財務和/或個人獨立。您尋求的答案很可能是肯定的。",
        "past" => "你所經歷的快樂是你的成就所贏得的。雖然最近一個項目的報酬尚不明顯，但你會因你的工作而獲得豐厚的報酬。",
        "present" => "您一直在尋求的解決方案將會到來，並減輕您與問題相關的壓力。",
        "future" => "表示積極的結果，表示已實現目標。您將處於更加幸福的狀態，獲得更多的空閒時間來享受大自然。",
    ],
    45 =>
    [
        "id" => 46,
        "type_id" => 1,
        "number" => 45,
        "name" => "錢幣10(Ten of Pentacles)",
        "upright_keyword" => "遺產、根源、家庭、祖先、繼承、意外之財、基金會、特權、富裕、穩定、傳統",
        "reversed_keyword" => "家庭糾紛、破產、債務、轉瞬即逝的成功、金錢衝突、不穩定、打破傳統",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "45_Ten_of_Pentacles",
        "content" => "在錢幣10牌中，一位老人坐在通向大莊園的拱門上。看起來他是一家之主，因為他身邊都是年輕的親人。他穿著一件裝飾著月牙和葡萄藤的長袍——象徵著精神與物質的結合。他有他的家人和狗。他面前有一對幸福的夫妻，想必是他的孩子，而這對夫妻背後還有一個頑皮的孩子，他的孫子。孩子頑皮地伸手撫摸狗。",
        "upright_content" => "錢幣10與持久性和滿足感有關。這張牌表明你長期付出的一切都會在未來得到回報。它表明一切最終都會順利進行——因為你始終著眼長遠，不選擇走捷徑。您的遺產肯定會在未來很長一段時間內屹立不倒。這是一種解脫，因為到達這裡的道路充滿了挫折和挑戰，使旅程的這一點更加甜蜜。

  在卡片中，老人可以坐下來放鬆，同時觀察他的子孫後代的生活。他從成就中獲得的滿足感與孩子們的幸福交織在一起。錢幣的含義還與您體驗到的幸福有關，因為您播下了許多幸福的種子並與他人分享，尤其是家人和親戚。它指出了這些人在您生活中的重要性。

  該卡表明，無論您為自己設定了什麼優先順序，家庭都是第一位的。您必須向家人中的長者伸出援手，使他們感到舒適和安全。",
        "reversed_content" => "逆位錢幣10的意思可能是對你未來財務狀況的警告。它可能指向以後生活中的大小問題，即使它們目前可能不是問題。它還顯示您投入大量時間和精力投資的錯誤性質。總的來說，這張逆位牌似乎表明您對短期成功下了太多賭注，同時損害了您的長期任期潛力。退後一步，評估您現在的決定是否會在未來造成更大的損害。

  一般來說，這張逆位的牌似乎表明你對短期成功下了太多賭注，同時損害了你的長期潛力。

  逆位錢幣10的意思也可以處理關係。它可能表明一段持續多年的婚姻突然結束。它還可能表明您遇到了困難，但仍有希望事情重回正軌。對於單身的人來說，這可能表明你的一些關係非常適合短期戀情，但缺乏導致終生承諾的實質。",
        "upright_love" => "如果你在戀愛中，錢幣10愛情寓意可以像征夫妻的富足、親情和幸運。從情感和物質的角度來看，你們兩個都處於強勢地位。如果您選擇擁有一個，您現在很可能已經為家庭奠定了堅實的基礎。這個想法可能確實在你的腦海中；你們可能正在一起搬家、買房子或組建家庭。

  如果您是單身，您家人的認可可能會對您選擇誰作為伴侶產生很大影響。你的大家庭對你來說可能非常重要，在他們和你的浪漫興趣之間建立和諧的關係對你來說很重要。您正在尋找長期的東西，並且您認識到婚姻有時不僅僅是關於愛情，而是關於將兩個家庭聯繫在一起。
  ",
        "reversed_love" => "您是否過於重視您的家人或其他人對您伴侶的看法？在努力尋找愛情的過程中，你可能也在尋求外界的認可，而不是專注於你們兩人之間的情感聯繫。另一方面，你的愛人和你的家人或朋友之間可能會發生衝突。他們可能會發現你的伴侶“不合適”；他們可能沒有足夠好的工作，他們可能來自不同的背景，他們可能不是你的家人需要炫耀他們孩子做得多好的白馬王子。現在的衝突會對你們的伴侶關係產生很大的影響，你可能不得不堅持自己的界限，而不是不考慮自己就接受他們的意見。",
        "upright_career" => "如果你有一家企業，你正在建立一些持久的東西。錢幣10也可以暗示一些關於家族企業的事情。如果您不是企業主，請不要擔心錢幣10還表明您的工作和職業軌道非常安全，可以為您提供長期的財務保障。這份可靠的工作可能是在一家歷史悠久的大型傳統公司。 ",
        "reversed_career" => "如果您擁有自己的企業，事情可能對您不利。在最壞的情況下，它可能意味著公司解散、債務或破產。可能是時候重新審視您的業務決策，看看您可以挽救什麼。談到職業，錢幣10表示你的工作可能不穩定，尤其是長期的。您可能會在其他地方找到更好的前景。 ",
        "upright_finances" => "錢幣10可能會帶來突然的意外收穫。由於這張卡與家人有關，因此很可能來自親戚。該卡還可能意味著您正在建立自己的財務未來。您可能正在製定您的退休計劃，建立您的儲蓄，甚至創建遺囑。一般來說，這張牌象徵著來自家庭的財富和金錢。 ",
        "reversed_finances" => "警惕你現在積累的任何債務。逆位的錢幣10代表著巨大的經濟損失。有時，這張卡也可能預示著繼承糾紛、家庭爭吵或一般的金錢衝突。您現在可能需要格外小心。 ",
        "yes_no" => "錢幣10表示穩定、繁榮和整體好運。這可能都是由於擁有積極、親密的關係或緊密的家庭作為基礎。遺產或寶藏的發現可能在等著你，你的答案是肯定的。",
        "past" => "通過明智地花錢的能力，你已經富裕起來並建立了一個安全的基礎。",
        "present" => "您將獲得獎勵，部分歸功於您的努力，也歸功於您在家庭中的地位。相應地仔細評估自己的優點。",
        "future" => "將出現解決困難財務問題的意外解決方案。您目前正在進行的項目和想法將造福於後代。",
    ],
    46 =>
    [
        "id" => 47,
        "type_id" => 1,
        "number" => 46,
        "name" => "錢幣侍者(Page of Pentacles)",
        "upright_keyword" => "雄心勃勃、勤奮、目標導向、計劃者、始終如一、明星學生、好學、腳踏實地、忠誠、忠實、可靠",
        "reversed_keyword" => "愚蠢的、不成熟的、不負責任的、懶惰的、成績不佳的、拖延的、錯失的機會、糟糕的前景",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "46_Page_of_Pentacles",
        "content" => "錢幣侍者描繪了一個年輕人獨自站在鮮花環繞的廣闊田野中。在背景中，您還會注意到幾棵鬱鬱蔥蔥的樹木和一片有犁溝的田野。年輕人似乎走得很慢，似乎對周圍的環境一無所知，因為他的注意力完全被他拿著的硬幣所吸引，以及它所代表的一切：野心、安全、財富、自然和性感。錢幣侍者象徵著一個腳踏實地、忠誠和勤奮的人。",
        "upright_content" => "當我們遇到錢幣侍者時，我們立即看到她是一個雄心勃勃且專注的人。她受到保護，滋養，由她的名字命名的西裝提供。在它的引導下，她與地球、自然及其所有禮物深深地聯繫在一起。她珍惜身體，因為它也是她元素的體現。她的勤奮、雄心和忠誠促使她迅速為未來製定計劃，因為她的重點就在那裡。

  在錢幣的指引下，她與大地、大自然及其所有的恩賜緊密相連。她珍惜身體，因為它也是她元素的體現。

  當你見到她時，她可能會傳達與所有世俗和物質事物相關的新聞。當你聽到她的信息時，像她一樣受到啟發，像為實現你的抱負奠定基礎。

  通常，錢幣侍者是指您完成工作所需的所有能量。它可能表明決心、專注和堅持特定任務的能力，無論它看起來多麼無聊。在工作方面，錢幣侍者可能意味著您負責的任務很多，但您完成它們的時間太有限了。現在不是感到壓力和不知所措的時候。援助將在那里為您服務，您只需要提出要求即可。

  在財務方面，錢幣侍者可以參考您辛勤工作的回報。對於那些將辛苦賺來的錢進行投資的人來說，現在不是冒險的最佳時機。以安全和傳統的方式投資您的錢 - 勤奮會回報您。如果您目前遇到健康問題，這個問題可能是持續忽視的結果。讓專業人士確保情況並非如此。",
        "reversed_content" => "當錢幣侍者卡出現逆位時，可能表明您注意力不集中。您可能會被很多事情分心。嘗試侍者的才能並集中註意力，然後再繼續下一步。

  錢幣侍者可能表明您注意力不集中。

  這也可能表明您需要休息一下以恢復精神。關於工作，逆位錢幣侍者可能表示您目前因工作場所的繁重需求而感到不知所措。請記住，尋求幫助並完成工作總是更好，而不是試圖自己完成所有工作並最終失敗。在愛情方面，你可能處於一段穩固而穩定的戀愛關係中，但也許最近有人引起了你的興趣。

  當涉及到您的財務狀況時，逆位錢幣侍者可能指的是那種玩和賭博的衝動。一定要保持負責並控制自己的行為。在健康方面，盡量遠離危險活動。",
        "upright_love" => "錢幣侍者所象徵的人是有抱負、忠誠和務實的；他們可能經常被視為勤奮好學，但一旦你很好地了解他們，他們也會很有趣。他們的野心和專注意味著他們努力工作。他們很可能會像對待愛人一樣專注於自己的目標。與其他可能更外向的人相比，他們安靜的舉止可能讓他們一開始很難被注意到。

  如果這並不代表一個人正在進入你的愛情生活，那麼錢幣侍者塔羅牌愛情意義可以簡單地表明這個侍者在你們關係中的奉獻和忠誠。雖然有時這種關係可能缺乏激情並感覺有點無聊，但愛就在那裡；你可能只需要走出去，弄清楚如何為你的浪漫注入一些樂趣和興奮。盡量不要在關係中總是把實用性放在激情之前，你們兩個應該就好了。",
        "reversed_love" => "逆位的錢幣侍者塔羅牌愛情含義可能表示在涉及內心問題時缺乏承諾和奉獻精神。您可能會發現自己很容易被每個陌生人分心，而不是專注於長期的陪伴。這沒有錯，但請確保設定明確的期望，而不是引導潛在的戀人。其他時候，這張卡片可能指向約會的矛盾心理。如果您處於戀愛關係中，此侍者可以暗示一段已經變得停滯和單調的戀愛關係。這種無聊可能會導致沮喪。你和你的伴侶需要努力工作才能保持在一起，並記住你們兩個最初墜入愛河的原因。",
        "upright_career" => "您現在可能正在為成功奠定堅實的基礎。您很可能正在製定目標、規劃策略並將這些計劃付諸行動。你不害怕為了實現你最瘋狂的夢想而把自己放在那裡。很可能有很多工作機會可供您使用，所以繼續努力吧！有時，這張卡片還可以暗示您正在接受或希望開始高等教育課程。努力學習; 如果你做這項工作，你很可能會做一項了不起的工作。",
        "reversed_career" => "當錢幣侍者逆位時，可能會出現壞消息。你現在可能正在忽視你的工作或學習，這意味著你成功的基礎感覺相當不穩定。你可能會夢想成功，但當談到投入工作時，你可能會變得懶惰和沒有動力。有時，這源於對成功的不切實際的理想。我們經常看到結果，但看不到實現目標所需的艱苦工作。對你想要實現的目標，以及你是否願意為實現目標而做出犧牲，要現實一點。如果您目前在學校，您可能表現不佳，或者沒有盡最大努力。",
        "upright_finances" => "關於您的財務狀況的好消息即將到來。錢幣侍者承諾會帶來豐厚的回報，只要您採取措施規劃自己的未來。做研究，保持預算的開銷，你會發現你的努力會對你的物質狀況產生很大的影響。",
        "reversed_finances" => "錢幣侍者逆位可能會帶來壞的財務消息，或者有時會帶來物質上的不安全感。談到財務，您可能會感到焦慮和擔憂。有時這張卡也可能暗示對你的錢不負責任。雖然這可能很可怕，但重要的是要確切了解您的銀行賬戶的資金流入和流出情況。不要避免這種情況；確保你量入為出。緊急情況下的儲蓄可能會有所幫助。",
        "yes_no" => "錢幣侍者代表了一個熟練、專注和好學的年輕人，他們既自律又積極進取。他可能表示在不久的將來獲得某種晉升或獲得一種新的、令人愉快的愛好。這張卡片的整體情緒是積極的，表明答案是肯定的。",
        "past" => "你過去的抱負和理想主義會從你的最新想法中獲得成功。您正在培養新的愛好或職業。",
        "present" => "有消息傳來，預示著變革的到來。雖然不是立竿見影的，但準備好評估新企業的風險和回報。",
        "future" => "未來可能會遇到一些艱鉅的挑戰，迫使您屈服。但是，如果您站得住腳，則可以克服挑戰並取得成功。",
    ],
    47 =>
    [
        "id" => 48,
        "type_id" => 1,
        "number" => 47,
        "name" => "錢幣騎士(Knight of Pentacles)",
        "upright_keyword" => "實用、可靠、高效、堅忍、緩慢而穩定、勤奮、忠誠、耐心、保守",
        "reversed_keyword" => "工作狂、懶惰、沉悶、無聊、沒有主動性、廉價、不負責任、賭徒、冒險投資",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "47_Knight_of_Pentacles",
        "content" => "錢幣騎士圍繞著工作、努力和一般責任展開。錢幣騎士坐在田野上的一匹黑馬。不像其他騎士，他們總是去冒險，這位騎士決定待在家裡，而是專注於耕種田地。他為下一次收穫做準備——他相信在這片土地上他能做的最多。他的手中，只有一枚金幣。他凝視著它，在他的眼中我們看到了一種仔細的考慮。也許他正在夢想著它能給他帶來什麼。其他騎士可能覺得他有點無聊，但這位騎士更關心他王國的長遠未來。
  ",
        "upright_content" => "錢幣騎士是關於日常任務和一個人必須通過特定項目獲得的責任。這位騎士有耐心完成他所有的職責，並被其他人認為可靠並致力於他的工作。看到這張卡片表明需要值得信賴和可靠。

  這個騎士有耐心完成所有他 給出的職責 ，並通過其他可靠的，並承諾考慮自己的工作。

  你完全致力於你的任務，你確保你有效地完成你的工作。你絕對忠誠，盡你所能，以確保工作順利完成。雖然你的責任感令人欽佩，但要注意它不會變成完美主義——它可以體現在你生活的方方面面。

  錢幣騎士也可以代表例行公事，或者你每天經歷的那種普遍的艱苦工作。錢幣騎士的意思還建議問詢者應該繼續做他正在做的事情。堅持使用久經考驗的真實方法，他將完成他打算做的一切。有時，堅持已經完成的事情並不一定是壞事。",
        "reversed_content" => "當逆位的錢幣騎士出現在塔羅牌中時，曾經在正位位置上積極的特徵現在被發揮到了極致。您可能會感到困在自己的日常生活中，並對周圍的一切感到厭煩。您可能希望換個環境，以避免這種累人的重複。逆位的錢幣騎士也可能表明您完全忽略了生活中許多嚴肅的方面。當這張卡片出現逆位時，財務或個人問題往往被忽視而有利於工作。

  你可能是一個有上進心和雄心的人，努力承擔你的責任——以至於你犧牲了你的社交生活。也許您可以嘗試承擔更多風險，或者花更多時間與朋友和親人在一起。錢幣騎士逆位是一個強烈的跡象，表明你需要改變這種生活方式，以免你冒著倦怠和精疲力竭的風險。",
        "upright_love" => "錢幣騎士勤奮勤奮。他有耐心、可靠和穩定，但有時會深深地專注於他的工作。他們不願在愛情和生活中的其他地方冒險。很難讓這個人改變主意；這意味著他們可以固執，但也是非常值得信賴和敬業的伴侶。錢幣騎士塔羅牌愛情的含義也可以暗示一種深刻而可靠的關係，但不是很令人興奮。如果您希望在愛情生活中得到承諾、穩定和安全，這張卡片將是一個受歡迎的景象。它表示一種夥伴關係，在這種夥伴關係中，你們雙方將共同努力實現長期目標。",
        "reversed_love" => "可能是你的愛情生活最近變得相當乏味和陳舊。您可能會覺得自己像個宅男，更喜歡獨處而不是承擔任何情感風險，並且可能會面臨其他人的拒絕。如果你在戀愛中，你可能會覺得有點渴望改變。可能你們中的一個人花了太多時間在工作上，或者他們所有的精力都花在實際、財務或職業問題上，以至於他們沒有優先考慮這段關係。確保你們兩人在忙碌的生活中抽出時間來彼此相處，或者嘗試一些自發的事情，為你們的伴侶關係帶來急需的新鮮空氣。",
        "upright_career" => "談到工作，錢幣騎士暗示了雄心、動力和專注。你非常致力於你的目標，無論它們在未來有多遠。很可能你會做任何你能做的事情來實現它們，所以你準備好付出辛勤的工作，付出鮮血、汗水和淚水。你有一個緩慢而穩定的方法，並相信努力工作會得到回報。如果您正在尋找工作，則需要證明您的可靠性和對未來雇主的奉獻精神。",
        "reversed_career" => "你缺乏野心嗎？您是否發現自己在工作方面缺乏動力？逆位錢幣騎士的一種可能含義是，您的工作不夠努力，無法實現您的職業夢想。或者，你可能對自己的職業目標如此著迷，以至於你犧牲了其他一切來實現它們。你的愛情生活可能一團糟，你可能幾乎沒有遇到朋友，幾乎忘記了親密的家人。你還記得如何玩得開心嗎？從長遠來看，更好地平衡工作與生活可能會更好。不要累死自己。 ",
        "upright_finances" => "錢幣騎士緩慢但穩步地建立他的財務未來。他避免冒險，更喜歡像他一樣安全可靠的東西。您可能正在為長期目標制定預算並慢慢儲蓄。一些節儉現在可能會有所幫助。",
        "reversed_finances" => "浪費資源可以通過錢幣騎士逆位塔羅牌的含義來發出信號。你可能不小心，反而可能對購買非常衝動，後來發現你買的東西不是你希望或需要的。嘗試並更加小心。在您購買大件商品之前，請進行所有研究。",
        "yes_no" => "錢幣騎士是可靠的、可敬的、值得信賴的。他具有無可否認的常識、令人難以置信的決心和各種技能，包括耐心和支持他人。這張牌的存在暗示著那些保持忠誠的人會得到積極的東西。您正在尋找的答案是肯定的。",
        "past" => "您過去的挑戰為充滿希望的未來奠定了基礎。您的可靠性和負責任的態度使您將盡最大努力完成工作放在首位。",
        "present" => "你會得到一個年輕人的鼓勵。您追求抱負所需的安全感將會到來。",
        "future" => "遵循您的慣例以產生最佳結果。通過耐心和持續的專注，你可以達到你最崇高的抱負。",
    ],
    48 =>
    [
        "id" => 49,
        "type_id" => 1,
        "number" => 48,
        "name" => "錢幣皇后(Queen of Pentacles)",
        "upright_keyword" => "慷慨、關懷、培育、居家、良好的商業意識、實用、舒適、熱情、明智、豪華",
        "reversed_keyword" => "自私、蓬頭垢面、嫉妒、缺乏安全感、貪婪、物質主義、淘金者、不寬容、自私、嫉妒",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "48_Queen_of_Pentacles",
        "content" => "錢幣皇后牌描繪了一個美麗的女人，她坐在裝飾精美的寶座上，手裡拿著一枚金幣。她周圍是美麗的盛開的樹木和綠色的花園。她的寶座上裝飾著地上的各種野獸，將她與自然和豐富緊密聯繫在一起。在卡片底部的右側，一隻兔子正撲向框架，象徵著她的高能量和生育能力。因此，錢幣皇后描繪了一定程度的成功和繁榮。但是底部的兔子警告我們，當我們追求成功時，我們應該小心我們的跳躍。",
        "upright_content" => "錢幣皇后既代表了一個腳踏實地的女人，她扮演了許多角色，以確保她的家人幸福。她知道如何以及何時表達愛，保持有序的家庭，做飯和照顧孩子。但不要誤以為她只是一個家庭主婦，除了所有這些母性屬性外，她還可以計劃商業冒險並成功執行她的計劃。正是通過她天生的商業頭腦，她才能享受到如此奢華的生活。她很安靜，不喜歡公開她的財務賬目，擔心這會給她的生活帶來更多複雜性，她希望保持簡單。她可能有一個沒人知道的秘密銀行賬戶，因為她可能會選擇小心、警惕和自給自足。

  因此，錢幣皇后代表了一位慈母般的人物，她希望通過她的常識幫助您操縱自己的方式並實現您的目標。她不僅會向您表達愛意，而且還會在您似乎陷入困境和困惑時為您指明前進的道路。根據她的建議，她將確保您不會做出危險的財務決定。她為您提供預防措施、原則和支持，以及她在個人生活中學到的所有課程。因為她是白手起家的女人，她也希望你獨立聰明，這樣你也可以養育別人，為別人負責。",
        "reversed_content" => "當錢幣皇后與她的套裝能量脫節時，她可以成為一個完全自我陶醉的人。正位中的慷慨已經一去不復返了，當其他人的成功似乎比她大時，她可能會變得自私甚至嫉妒。正位時，她的家通常是她客人的避難所，但逆位時，它可能是懶散的，她失去了照顧自己和周圍環境的能力。她對材料的關注可能會產生負面影響，使她變得貪婪，但缺乏責任感和能力。她怎樣才能重新讓自己站穩腳跟，怎樣才能重新進入她與地球及其所有生物自然感受到的神聖關係？

  錢幣皇后逆位也可能表明你的優先事項放錯了地方，這最終可能會危及你的未來。您可能會發現自己心煩意亂，無法專注於工作和長期目標。您也可能忙於項目工作，而沒有花時間諮詢可以指導您避免錯誤的有經驗的人。

  這張卡片還可以表明您所關心的人現在已經準備好對自己的生活負責。你必須學會放手，讓他們獨立——當你所愛的人成長到足以做出自己的決定時，照顧者的角色是最有價值的。",
        "upright_love" => "錢幣皇后是一個世俗、務實、大方、勤奮和熱情的人，她既有商業天賦，也有對舒適和奢華的熱愛。她喜歡讓她的家變得溫馨，總是很高興有客人。單身人士現在應該處於一個很好的位置來選擇一個真正為你的生活帶來一些東西的伴侶。你可能會有很高的標準，並希望有一個和你一樣具有奉獻精神、承諾和雄心的人。如果您已經處於戀愛關係中，您可能會發現你們兩人正在享受生活中穩定、富有成果和繁榮的時光。你當然可以放縱一下並善待自己。",
        "reversed_love" => "這種人可能很自私、膚淺，很容易貪圖別人所擁有的。他們自身的不安全感使他們經常嫉妒和占有欲，這也可以擴展到他們的愛人和人際關係，因此他們控制並經常將他們的伴侶視為炫耀的對象，而不是擁有任何嚴重的強烈感情或愛他們。如果你是單身，錢幣皇后塔羅牌愛情的含義可能表明你可能需要花一些時間來培養自己的信心並治愈你在與另一個人建立關係之前的任何不安全感。避免因錯誤的原因建立關係；無論是為了地位、金錢還是僅僅因為你不想一個人呆著。如果你處於戀愛關係中，請避免將你的愛人視為可以擁有的東西。
  ",
        "upright_career" => "當涉及到所有以職業為導向的事情時，錢幣皇后塔羅牌可以帶來巨大的成功。她是一位才華橫溢的女商人，務實、有條理，並且在任何她想做的事情上都非常有能力。在你的生活中，她可以表現為一個成功的人，她可能會成為一個很好的導師、同事或商業夥伴。如果您選擇與她合作，您會發現她豐富的技能對您的職業或專業項目非常寶貴。如果她提供建議，請傾聽；她關心你，會幫助你實現目標。",
        "reversed_career" => "你現在的職業生涯可能有點混亂，這意味著你可能會發現很難獲得穩定的收入。不要害怕像錢幣皇后那樣做，並且弄髒你的手。讓她對自己能力的信心激勵你。作為一個人，她可能像徵著一位同事或商業夥伴，但在管理她的任務時可能很懶惰​​或很糟糕。要小心，因為她可能會製造更多你本來不需要解決的問題。

  有時，這張牌也可以像徵一個人嫉妒你的工作職位，可能會暗中給你製造麻煩。小心八卦或嫉妒。",
        "upright_finances" => "錢幣皇后提供豐富、成功和物質保障。您可能會發現，經過一段時間的努力工作後，您擁有了感到舒適所需的一切。這張牌代表了一個負責任的人，他知道如何在享受生活的樂趣與實用、節儉和品味之間取得平衡。她總是會尋找划算的交易，但絕不會在質量上妥協。",
        "reversed_finances" => "逆位的錢幣皇后，她的財務狀況可能很糟糕，這讓她很容易管理自己的錢財。這張牌可以暗示你太物質化或膚淺的時候。避免囤積現金或物品作為平息不安全感的手段。
  ",
        "yes_no" => "錢幣皇后是一位實用、有條理且可靠的多任務處理者。她帶來了豐富和財富，但也需要愛自己的能力，不懼怕未來可能發生的變化或旅程，以實現您的目標。這張卡肯定指向是。",
        "past" => "你將有機會通過你一直在發展的才能創造一個安全的環境。您給予並繼續給予需要幫助的人的幫助將是實現的重要來源。",
        "present" => "在你的生活中受到女性的影響會給你一些實用的建議。這個建議將幫助你創造豐富的繁榮。",
        "future" => "有效地利用您的才能將使您獲得財務上的成功。記住你更實際的行為和繁榮會找到你。",
    ],
    49 =>
    [
        "id" => 50,
        "type_id" => 1,
        "number" => 49,
        "name" => "錢幣國王(King of Pentacles)",
        "upright_keyword" => "豐富、繁榮、安全、雄心勃勃、安全、善良、重男輕女、保護性、商人、提供者、感性、可靠",
        "reversed_keyword" => "貪婪、物質主義、浪費、沙文主義、糟糕的財務決策、賭徒、剝削性、佔有欲",
        "astrology" => "",
        "element" => "土元素",
        "image_key" => "49_King_of_Pentacles",
        "content" => "錢幣國王指的是一個雄心勃勃、物質上的滿足和世俗成功的人。錢幣國王坐在寶座上，寶座上裝飾著藤蔓和牛雕，他所穿的長袍上繡著許多葡萄藤的圖案。他看起來老練而富麗堂皇。他周圍還環繞著不同類型的植物、藤蔓和花卉，描繪了這位國王在物質上的成功。他右手拿著權杖，左手拿著刻有五角星的硬幣。在他身後可以看到城堡，這是他決心和努力的象徵。",
        "upright_content" => "當我們見到錢幣國王時，我們立刻感受到他尊貴而慷慨的存在。他是供應者和保護者，因為在他的照顧下是一個繁榮昌盛的王國，那裡的公民繁榮昌盛並受到鼓勵。他天生負責可靠，通過西裝賦予他的智慧，他幾乎從一無所有中獲得了所有。看到他在牌中就是預想成功，這是通過認真的工作贏得的。

  一般來說，這張牌提醒我們為了追求更大的目標而保持對我們的能量和資源的控制。說到工作，錢幣國王可能指的是一個更成熟的人，他將在你的職業生涯中扮演重要角色。這個人可以很聰明，也可以很理性，但也可能在判斷時粗心大意。他可以是你最大的支持者，但要準備好接受不請自來的嚴厲批評。在愛情中，這可以表明你一直在等待的人會出現並且會因為你的身份而愛你。

  在財務方面，錢幣國王是最好的卡片之一。這可能意味著由於您明智的投資和努力工作，您的財務狀況是穩定的。如果您正在賭博，請務必啟動一個有計劃的行動。",
        "reversed_content" => "當逆位時，錢幣國王從他的寶座上掉下來。曾經的盛世之王，要麼被奪走，要麼失去。與西裝的能量脫節，他可能不耐煩，可能過於放縱，可能賭得太遠，過度勞累，可能尋求了導致他走向滅亡的捷徑。他可能變得過於關注物質，只了解事物的成本，而從不了解它們的價值。

  逆位的錢幣國王也可能意味著你對成功和幸福的定義只由外表決定，而不是由安全和穩定能給你帶來的真正價值決定。現在是時候培養對物質世界更全面的態度，以找到真正的幸福。在愛情方面，這張牌可能意味著你所愛的人目前正面臨著與他或她的事業有關的問題。

  談到財務，錢幣國王逆位是告訴你要著眼長遠目標。您可能面臨財務問題，但不要將自己視為失敗者。保持積極並理解這只是你生命中的一個階段。當再次有機會時，不要僅根據短期情況做出選擇。

  錢幣國王出現在讀數中可能表明某種物質損失或聲譽損失 - 請注意不要重蹈覆轍。",
        "upright_love" => "成功、慷慨、可靠和保護，錢幣國王代表的人是一個很好的伙伴、父母和提供者。他用行動而不是語言來表達他的愛，並希望為他的家人創造一個穩定而充滿愛的家。如果你遇到這個人，他們可能會遲遲不做出承諾，但這只是因為他們非常認真地對待愛情，在採取任何下一步行動之前需要真正了解你。雖然不代表一個人，但錢幣國王可以暗示你們關係中安全穩定的時間。你們兩個會很舒服，無論是在情感上還是物質上。您過去可能非常努力地工作以享受目前的生活水平，現在您可以放鬆一下。",
        "reversed_love" => "逆位錢幣國王是固執、保守、貪婪和唯物的。他們幾乎可以做任何事情來獲得更多資源；所以要警惕你愛情生活中可能只會利用你的角色。一方面，這個人可能不負責任，不可靠，選擇賭上自己的資源。另一方面，這個人可以利用他們的物質手段來控制他們的伴侶和家人。如果這不是你現在戀愛生活中某個人的信號，錢幣國王塔羅牌的愛情意義可能暗示一段時期的情感或經濟不安全、嫉妒、操縱或脅迫。",
        "upright_career" => "在專業背景下，錢幣國王可以成為成功商業冒險的傑出指標。談到您的工作和事業，這位國王實現了他的最高抱負，並在同事中享有盛譽。這張卡片還可以表明有更多經驗的人會在你選擇的領域指導和鼓勵你。此人將擁有豐富的經驗，可以為您提供急需的支持，有時甚至可以推薦新工作或晉升。",
        "reversed_career" => "在工作方面，逆位的錢幣國王可能預示著工作項目不成功，或者最壞的情況是企業倒閉或失業。在工作方面可能會有很多不穩定因素。你可能厭倦了你的工作，隨著你的動力下降，這會極大地影響你的工作質量。有時，這張牌也可以表明工作中的冷酷無情的人可能會勸阻您或試圖破壞您。忽略他的消極情緒並專注於您需要做的事情很重要。與這種自私、貪婪和操縱他人的人交往只會拖累你。相反，專注於自己的事業並儘力而為。如果您一直在尋找晉升或加薪，錢幣國王有時會指出您需要更多經驗。",
        "upright_finances" => "在財務方面，錢幣國王代表了財務里程碑的成就。也許你已經達到了一種安全水平，這來自於勤奮和明智的儲蓄和投資。由於這位國王也很慷慨，您可能還會利用您新獲得的財富來支持所愛的人，同時享受您在儲蓄時可能錯過的奢侈品。放縱一點，你值得擁有。",
        "reversed_finances" => "在貨幣方面，逆位錢幣國王可能意味著財務損失，或者在更糟糕的情況下，破產和債務。現在財政資源可能非常緊張。您可能賭了自己的積蓄，或做出了錯誤的財務決定。或者，逆位錢幣國王可能表明你可能在囤積你的資源，而你的吝嗇可能會讓別人對你產生負面看法。",
        "yes_no" => "錢幣國王是一個可靠、自信、自給自足的人。他顯示出成功、財富和無盡的個人成長的跡象。實現你的目標可能需要一些自我探索以及你的堅定承諾，但結果看起來是積極的。你的回答是肯定的。",
        "past" => "你所取得的謹慎進步正在引領你走向成功。您最近收到的建議將有助於實現您的目標。",
        "present" => "您所表現出的理想主義使您充滿自信和可靠，但開始專注於您的財務安全一段時間可能會更好。諮詢專業人士或長者將有助於保護您的努力。",
        "future" => "您在財務利潤和物質收益領域具有內在能力，即使您不知道它們。你通過自己的努力賺取的錢將帶來超越物質收益的回報。",
    ],
    50 =>
    [
        "id" => 51,
        "type_id" => 1,
        "number" => 50,
        "name" => "聖杯王牌(Ace of Cups)",
        "upright_keyword" => "愛、新感覺、情感覺醒、創造力、靈性、直覺",
        "reversed_keyword" => "冷漠、空虛、情緒失落、創造力受阻、感覺不被愛、陰鬱",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "50_Ace_of_Cups",
        "content" => "在聖杯王牌卡片上，有一隻從雲中伸出的手拿著一個杯子，像是在向問詢者請客喝一杯。這個杯子裡盛滿了蘇打水，象徵著純潔原始的情感。如果你接受這個提議，用這個杯子喝水肯定會給你帶來情感和精神上的滿足。

  杯子有五股水從邊緣溢出。這五個流代表了直覺的力量，並顯示了傾聽內心聲音的重要性。為了獲得聖杯王牌卡中所描繪的那種情感或精神上的滿足，提問者需要遵循這種內在的聲音，並始終忠於它，無論情況如何。這將需要情感上的紀律，但這可以帶來的獎勵在卡片本身中暗示：滿溢的喜悅和幸福。",
        "upright_content" => "聖杯王牌正位表明，是時候放下任何情感包袱，開始充實地過自己的生活了。與所有其他王牌一樣，這裡顯示了一個新的開始 - 一個重新開始的機會。它的形式可能是讓自己接受新關係的可能性，無論是浪漫的還是其他的，這些關係能夠讓你在情感上得到滿足。

  這張牌所表示的釋放可能是精神上的，也可能是情感上的，這取決於你正在經歷什麼。杯中王牌可能會在長時間孤獨或忍受一些在情感上深深傷害你的事情后閱讀，它的出現可能預示著翻開新的一頁。

  對於一個人來說，向更多的友誼、愛情和精神學習機會敞開心扉是很重要的。現在有機會把你的過去拋在腦後，因為你得到了杯子的禮物。

  是否拿起杯子喝到最飽，取決於您。",
        "reversed_content" => "當聖杯王牌被逆位時，這裡的形象最為清晰，水從杯中傾瀉而出，杯中空空如也，水的恩賜被浪費了。在塔羅牌看到聖杯王牌逆位意味著你已經忍受情緒不穩定或痛苦有一段時間了。這裡暗示著一種失落，也許對你來說意義重大的東西不再給你曾經擁有的快樂。

  由於聖杯也掌管創造力，您可能也會遇到各種創意障礙，靈感之水曾經流過的地方，現在已經枯竭。

  在所有這些情況下，你必須檢查誰或什麼控制了聖杯，哪一方允許它推翻？你能做些什麼來讓它重新正面朝上？",
        "upright_love" => "作為愛情塔羅牌中最幸福的卡片之一，聖杯王牌暗示著新感情的覺醒。如果你單身，你可能會發現自己正在發展一段新的浪漫關係，或者一段對你意義重大的友誼。如果你們已經處於戀愛關係中，那麼你們兩人之間可以達到一個新的親密、同情和理解階段。杯中的塔羅牌愛情意味著你現在有機會在情感、精神和創造力上成長，如果你拿起杯子喝酒。這個時候，憑感覺和直覺做出的決定是有利的；學會相信你的直覺並避免過度分析情況。",
        "reversed_love" => "一些悲傷和情緒上的不安可以通過逆位的塔羅牌愛情意義來表示。這可能源於爭吵甚至分手，讓您感到孤獨和脆弱。這張牌也可能只是意味著對你目前的關係感到有點陰鬱，或者可能暫時失去信心。有些東西阻礙了你體驗、給予和接受真愛。您可能不會以開放的心態與您的伴侶或其他人會面。不安全感很可能扮演了重要角色；在我們真正愛另一個人之前，我們都必須能夠愛自己。試著向內看，先給自己你想要的愛，然後再去尋找別人。",
        "upright_career" => "正位的聖杯王牌是新的情感開始和友好意圖的標誌。在您的職業生涯中，這些原則可以通過多種方式在這裡形成。如果您正在尋找工作，這張卡片可以標誌著您工作的新起點。它可能並不總是意味著一份新工作，但可以表示你和你的同事之間的愉快關係，或者當涉及到你如何看待你的工作時，情緒上的覺醒。新項目可以成為創造力的源泉。這是開始新挑戰和任務的好時機，因為您可以利用這種靈感的衝擊。如果你一直害怕承擔更多的責任，現在是克服這些恐懼的時候了；如果您在創意領域工作，則尤其如此。 ",
        "reversed_career" => "逆位時，聖杯王牌的好消息和同志情誼被顛覆。對於正在尋找新職位的人，您可能會感到失望。你的工作可能會有一些負面情緒。在工作中，您可能會遇到挫折和障礙，以及空虛感。不管是什麼原因，你現在可能在工作中也可能感到沒有靈感和動力。有時，由於杯子也掌管人際關係，您可能會發現此時同事可能不太友好和樂於助人。盡最大努力渡過難關，並在可能的情況下尋找動力。如果不出意外，請盡量記住，工作只是您生活的一個方面，而不是全部。",
        "upright_finances" => "聖杯王牌友好和善於交際的品質也會對您的財務狀況產生影響。隨著人們對您更加包容，他們更有可能提供您要求的經濟支持。這種支持通常以批准的貸款或抵押貸款的形式出現，但也可以來自家人和朋友的支持。這張卡片對那些一直在尋求幫助的人來說尤其令人欣慰。有時，這張卡還可以暗示在賺錢方面的新一波創造力。如果這對你來說不太適用，這張卡通常也像徵著財務穩定，以及由此而來的情感滿足。",
        "reversed_finances" => "隨著聖杯王牌逆位，您可能會收到一些您不太想聽到的財務方面的消息。如果您申請貸款或接受贈款，您可能會有些失望。也許向家人或朋友尋求幫助也沒有任何結果。如果這些情況都不適用於您，那麼您可能只是在處理財務狀況時的一些矛盾情緒或沮喪情緒。讓自己去感受，但不要被這些情緒所消耗。",
        "yes_no" => "聖杯王牌代表了您生活中所有不同領域的整體滿意度。它通過使用良好的直覺和創造力來預測成功和豐富。新的關係或可能的生育或懷孕可能與這些積極的前景有關。答案是肯定的。",
        "past" => "在你的生活中，有無數次你發揮了你的創造性才能和能力，並在你的努力中取得了成功。通過充滿激情和高度專注，您可以提高生產力。",
        "present" => "好消息會給你的生活帶來歡樂和極大的滿足。",
        "future" => "你未來面臨的困難會影響你的情緒，但最終會帶來豐富的快樂。記住這種自然平衡會給你帶來豐厚的回報。",
    ],
    51 =>
    [
        "id" => 52,
        "type_id" => 1,
        "number" => 51,
        "name" => "聖杯2(Two of Cups)",
        "upright_keyword" => "團結、夥伴關係、吸引力、聯繫、緊密聯繫、聯合力量、相互尊重",
        "reversed_keyword" => "分離、拒絕、分裂、不平衡、緊張、不良溝通、退縮",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "51_Two_of_Cups",
        "content" => "這張卡片展示了一個男人和一個女人在儀式中交換杯子的圖像。中間有愛馬仕杖的象徵，常與談判、貿易、宇宙能量、保護、正當行為和二元性有關。聖杯2指的是一些非常積極的東西，因為它是塔羅牌中關係最吉祥的牌之一，無論是浪漫的、商業的還是其他的。它表明一種新的伙伴關係正在醞釀之中，它將以平衡、尊重和榮譽的方式建立起來。手杖上方是一個嵌合體，象徵著火和激情，也支配著這種夥伴關係。",
        "upright_content" => "看到“聖杯2”表明夥伴關係建立在力量的聯合、牢固的聯繫以及平衡和平等的伙伴關係之上。杯具的交換暗示著每一方的情感都與對方的情感交織在一起，每一方的情感都會對對方產生深遠的影響。這裡表示強對，兩個合一的喜悅。

  談到工作，您可能會注意到周圍的人會開始更加欣賞您。這里相互尊重，這意味著您在工作場所也會更加自在。如果您正在尋找新的工作機會，這張卡可能是一個好兆頭。在愛情方面，這張牌代表承諾、平衡的關係和愛。但這並不僅僅意味著您將不再需要培養您的愛以使其持久。這張牌只表示真愛和親情的存在。

  在您的財務狀況中，“聖杯2”與公平和平衡有關。這意味著您目前有經濟能力，並且您有足夠的資金來履行您的義務。與您的健康有關，目前面臨一些健康問題的人需要尋找一位他們願意與之共事且他們可以信任的從業者。在靈性上，它呼籲您對他人更加可愛和愛心。你正在接收來自宇宙的正能量，你需要分享這種能量。",
        "reversed_content" => "當逆位時，聖杯2可能意味著曾經存在的平衡被打破。這種平衡是保持個人團結的一個組成部分，但打破它就會造成脫節和不和諧。兩種力量的負能量存在，它們似乎相互排斥，而不是加入或吸引。

  您可能發現某些以前沒有問題的小細節開始發揮作用時，表明一方可能有怨恨。一條讓你和對方公開談論分歧的溝通渠道被切斷，只會加劇怨恨和不平衡的循環。

  成為第一個敞開心扉的人，您可能會發現問題比您想像的更容易修復。 ",
        "upright_love" => "吸引和走到一起是聖杯2塔羅牌愛情的含意。這張牌鼓勵任何形式的情侶關係的開始，以及當兩個人團結在一起工作時產生的和諧。這張卡片還暗示了一種互惠互利的關係，在這種關係中，合作夥伴相互鼓勵，盡力而為。如果你已經處於戀愛關係中，你可能會發現這段時間帶來了更好的溝通、平衡和友好。這時候你們或許能更好地合作。嘗試並了解您的合作夥伴和您自己的才能；給予彼此信任，去做你擅長的事情。聖杯2是關於建立每個人的伙伴關係，同時在一起。",
        "reversed_love" => "當逆位的聖杯2牌出現在愛情塔羅牌中時，事情就不太對勁了。要麼你們兩個人變得過於相互依賴，無法發揮每個人的獨特才能，要麼兩個情侶之間的平衡可能因權力動態不平衡而被打破。如果您處於戀愛關係中，請始終確保培養自己和伴侶的個性；你們兩個是不同的人，有著不同的興趣和需求。做你自己，比你和你的伴侶完全一樣，會給這段關係帶來更多的好處。有時，這張牌也可以指向不惜一切代價追求愛情。",
        "upright_career" => "正位的聖杯2與積極的關係密切相關，這意味著在您的職業生涯中，您可能會發現您與同事或商業夥伴的關係現在特別牢固。您可能會在周圍的人中找到支持與和諧。對於那些正在討論建立商業夥伴關係的人來說，這應該特別令人欣慰。這張牌象徵著這種新的伙伴關係將卓有成效，你們將合作得很好。通常，聖杯2與浪漫關係有關，但這很少適用於職業環境，但如果您最近對通過工作認識的人感興趣，它也可以表示這種關係中的幸福。請注意將樂趣和工作混合在一起的風險。",
        "reversed_career" => "雖然正位的聖杯2表示強烈的積極關係，但逆位的聖杯2則相反。如果您處於商業夥伴關係中，您可能會處理不同的利益、衝突或缺乏尊重。如果您還沒有建立夥伴關係但希望建立夥伴關係，這是一個要謹慎的警告。另一個人可能不重視您或不同意您的目標。如果您沒有建立或試圖建立商業夥伴關係，那麼與您共事的人現在可能會變得好鬥。如果您是領導者，或者您的同事普遍緊張和冷漠，您可能會發現不服從。 ",
        "upright_finances" => "聖杯2可以暗示穩定的財務狀況；這並不完全代表財富，但它表明一段時間內的財務安全。把這張牌當作是財源廣進的標誌是不明智的，因為有針對性地，這張牌更重要的是可靠性。由於兩者總是表明平衡，因此您可能會有足夠的資金來支付您的支出。然而，仍然建議明智地使用您的資金，以便這段穩定的時間能夠持續下去。如果您超出自己的能力範圍或在其他方面魯莽，則沒有理由相信這些行為會逍遙法外。與其花錢，不如花點時間提醒自己，您現在沒有經濟壓力，這是對自己的回報。",
        "reversed_finances" => "逆位的聖杯2對於財務來說並不是一張很好的卡片。相反，它表明您可能沒有您認為的平衡。嘗試跟踪更多支出以確定是否存在問題。雖然這張牌不是很積極，但它也不是一張糟糕的牌。將您的收入與支出的金額進行比較是很容易的。您可能需要仔細查看數字並相應地進行一些調整。現在是檢查您如何堅持預算以及您的支出中是否有任何下落不明的好時機。",
        "yes_no" => "聖杯2大喊愛、積極的關係和團結。它暗示著一種充滿親密關係、良好友誼、相互愛戴和尊重的生活。這張牌包含了所有快樂、積極、充滿愛的感覺。它提供給您的答案是肯定的。",
        "past" => "你最近建立了友誼或夥伴關係，這將在未來給你帶來豐厚的回報。這種聯繫在未來幾年將是有意義的。",
        "present" => "愛的結合或親密的伙伴關係將很快開始。通過承諾和奉獻，這段關係會給你帶來豐厚的回報，即使他們相距甚遠。",
        "future" => "尋找可以促進您實現目標的合作夥伴。應該是像您這樣能夠理解您的抱負和優先事項的人。",
    ],
    52 =>
    [
        "id" => 53,
        "type_id" => 1,
        "number" => 52,
        "name" => "聖杯3(Three of Cups)",
        "upright_keyword" => "友誼、社區、聚會、慶祝活動、團體活動、社交活動",
        "reversed_keyword" => "八卦、醜聞、過度、孤立、孤獨、孤獨、不平衡的社會生活",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "52_Three_of_Cups",
        "content" => "當你看“聖杯3”時，你會看到三個女人將她們的杯子舉到空中以進行某種慶祝。空氣中瀰漫著美好的時光，因為三位女士的頭髮上戴著用鮮花製成的花環。花圈往往與成功和勝利聯繫在一起，因此他們的幸福是當之無愧的。還看到女士們站在鮮花和水果的頂部，進一步增加了這張卡片的快樂感覺。女性之間有美麗、成長、同情和幸福的感覺。

  有趣的是，在萊德偉特塔羅牌中，中間的女人背對著讀者，她的臉隱藏在視線之外。然而，看到另外兩個少女微笑。",
        "upright_content" => "聖杯3背後的含義代表了一段幸福的時光。您將能夠忘記日常生活的煩惱，與家人和朋友共度美好時光。

  看到聖杯3可以表示與久違的朋友、親戚或所愛的人重逢的幸福。它也可以意味著慶祝，無論是你自己的還是你愛的人。活動可以是生日、婚禮或任何其他快樂的場合。一般來說，這是關於與你生命中珍視的人共度美好時光。

  這三個少女代表你的朋友圈，當你最需要他們時，你會向他們尋求愛、同情和支持。它可以是大學的老朋友、工作中的同事，也可以是你多年來有著特殊聯繫的人。

  如果你的社交生活有問題，這張卡片可能標誌著這些困難的結束。您將能夠解決分歧並學習如何處理問題。",
        "reversed_content" => "當聖杯3逆位時，表示你可能沒有時間社交或與朋友外出。您可能忙於學校或工作，以至於無法抽出一些時間來玩樂。逆位聖杯3也可能意味著與你的一些朋友失去聯繫。隨著時間的流逝，您可能會發現彼此越來越疏遠。隨著年齡的增長，我們必須努力確保我們的友誼不被忽視。

  或者，聖杯3逆位可能意味著您的社交圈內缺乏平衡與和諧。八卦和醜聞可以抬起他們醜陋的腦袋。也許這個圈子裡隱藏著嫉妒，結果你感到孤立。",
        "upright_love" => "聖杯3塔羅牌愛情意味著慶祝、友誼和聚會。如果你單身，你可能會很幸運地在社交生活中找到真愛。親密的友誼也可能變成浪漫。如果你們已經戀愛了，社交聚會會讓你們兩個更親密。當你們作為情侶一起走進這個世界時，可能更容易看出你們兩個相處得有多好。與朋友和家人在一起會對你們兩個產生強烈的影響，提醒你們為什麼你們兩個選擇了對方。你的愛現在可以感到深刻和令人滿意。",
        "reversed_love" => "如果你是單身，塔羅牌聖杯3的愛情寓意預示著你的浪漫生活可能是有趣和令人興奮的，但也可能是曇花一現。一旦你們兩個更好地相互了解，此時開始的關係可能​​很快就會失敗。如果您已經處於戀愛關係中，請警惕任何試圖損害您的情侶關係的第三方。有時，這可能以令人討厭的八卦形式出現，或者可能有人試圖將自己插入你們兩人之間。",
        "upright_career" => "聖杯3像徵著你生活各個方面的慶祝活動。如果它看起來與您的職業有關，則可能是一些與工作相關的事件即將發生。這些聚會將是歡樂的場合。這些可以採取多種形式。您可能正在慶祝畢業、職位變動或晉升。如果您正在開展業務併計劃發布，這些活動可能會特別順利。除了這些活動之外，您的辦公環境現在可能非常積極。您可能會發現過去的團隊工作和協作更加容易。現在是享受這些慶祝活動和支持關係的好時機。",
        "reversed_career" => "逆位聖杯3通常代表的事件和慶祝活動可能不會按計劃進行。如果您正在計劃發布或其他活動，它可能會發生，但不會帶來您想要的成功和結果。有時，這張卡片可以表示這些事件將被延遲或取消。如果這些情況都不適用於您，則您的工作環境現在可能特別有害。可能有八卦和其他形式的削弱正在破壞友情。可能到處都是衝突；其中一些可能是針對您的，但您也可能只需要處理夾在交火之間的問題。盡量不要成為這種消極情緒的一部分。不要往火裡加燃料，因為從長遠來看它只會燃燒你。",
        "upright_finances" => "如果你在金融塔羅牌中發現了聖杯3，這可能意味著你在經濟上可能有很多值得慶祝的事情。所有這一切都可能非常令人興奮，但重要的是不要太得意忘形。在此期間，您可能會發現社交生活對您來說比以往任何時候都更重要，雖然您可能會慷慨大方，但請確保您的好運持續下去。要快樂，但也要負責任。",
        "reversed_finances" => "逆位聖杯3可能表示經濟壓力，通常是在社會背景下。如果您在社交生活或某種活動或派對上花費了很多錢，您可能需要控制預算。例如，如果您正在計劃婚禮或生日派對，請注意它可能會給您的財務狀況帶來什麼壓力。可能需要支付的費用比您預期的要多。正位的聖杯3也有點暗示了這種擔憂，但反過來，警告就更嚴重了。警惕超出你的能力範圍的花費和給予。慶祝很容易被掃地出門，但從長遠來看，以這種方式忘記你的財務進展對你沒有好處。",
        "yes_no" => "聖杯3帶來了豐富的愛和歡樂。它暗示著快樂的聚會或慶祝活動，以及在你生活的各個方面取得成功。它與愛的慶祝和親密的關係有關，這意味著你尋求的答案是肯定的。",
        "past" => "長期處於休眠狀態的才能開始影響您的生活，您所做的工作也開始影響您的未來。通過調查比以前更多的經歷，您可能會發現更豐富的獎勵。",
        "present" => "在這一刻周圍聚集了豐富的能量，這表明你正在接近人生的一個新階段。",
        "future" => "幫助他人的願望將極大地影響您的考慮，並且您將在社區中扮演重要角色時獲得更大的樂趣。一個完整的生活就在你面前，由愛你的人來慶祝。",
    ],
    53 =>
    [
        "id" => 54,
        "type_id" => 1,
        "number" => 53,
        "name" => "聖杯4(Four of Cups)",
        "upright_keyword" => "冷漠、沉思、感覺與世隔絕、憂鬱、無聊、冷漠、不滿",
        "reversed_keyword" => "清晰、意識、接受、選擇幸福、抑鬱、消極",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "53_Four_of_Cups",
        "content" => "聖杯4顯示一個年輕人坐在山頂的一棵樹下，遠離其他人。他似乎在沉思和沈思。在他面前，草地上放著三個杯子，一隻手在空中遞給他另一個杯子。男人交叉著雙手和雙腿，低頭看著三隻杯子，面無表情，沒有看到被伸開的手臂遞給他的杯子。

  聖杯4代表我們傾向於認為我們擁有的東西是理所當然的，這使我們很難看到宇宙為我們提供了什麼寶藏。我們往往對身邊的問題有答案，但我們往往過於關注我們沒有的東西。",
        "upright_content" => "當你感到氣餒和沒有動力時，聖杯4往往會出現。您可能會覺得在您的情況下沒有解決方案或前進的道路。生活已經停滯不前，似乎沒有什麼能讓你快樂或充滿激情。你感到無動於衷無論發生什麼事，這一天是好是壞，對你來說都無關緊要。聖杯4命令對您的態度進行自我評估，以便您可以擺脫這種常規。解決方案很可能就在您的面前，手為您提供了一條出路，但您將自己從精神上的頑固中解放出來並部署了新的方法。

  你必須尋找你的動機、本能和想法，這樣你才能再次找到你的激情。聖杯4圍繞著找到你真正的興趣並努力實現它們。我們的生命短暫，有時單調乏味，但我們必須為自己創造意義。我們個人的呼召不僅要我們去尋找，還要去決定和想像。",
        "reversed_content" => "逆位聖杯4時，你可能會感到冷漠，忽視了宇宙為你提供的機會，逆位聖杯4則表示渴望有一個新的開始。

  你現在可能突然意識到生命短暫的美麗，而以前你可能與自己脫節太深而無法看到它。你逐漸明白，雖然生活並不完美，但其中有美，快樂來自選擇看到這種美。

  擁抱新的想法、新的人和新的地方；因為你永遠不知道這些冒險會帶你去哪裡。許多人可能會錯過這些機會，因為他們過於拘泥於自己的信念和抱負。",
        "upright_love" => "如果你是單身，塔羅牌的聖杯4愛情寓意表明你對愛情生活感到無聊或冷漠。有時，這會在分手後自然而然地發生，但必須確保這不是來自無意識地試圖保護自己免受過去愛給你帶來的痛苦和折磨。當您願意看到機會時，機會就會到來，而現在您不會被打擾。如果您已經處於戀愛關係中，那麼您的關係可能​​會缺乏興趣和厭倦。興奮已經消退，你可能感覺更像是室友而不是戀人。有時這只需要一些探索和嘗試的意願。如果沒有雙方的努力，這段關係可能接近尾聲。",
        "reversed_love" => "逆位聖杯4塔羅牌愛情意義代表退出退縮和沈思的時期，你可能會再次在你的浪漫生活中變得更加活躍，這一次，對它給你帶來的東西有更好的理解和欣賞。如果你正在從分手中恢復過來，你可能剛剛開始放下過去的痛苦，未來似乎充滿希望。對未來帶給你的東西感到興奮。隨著對你想要什麼和你是誰有了更好的了解，你現在遇到的潛在愛情可能會令人耳目一新。 ",
        "upright_career" => "如果你在塔羅牌中看到聖杯4關於你職業，你可能會在工作中感到分心和疏遠。可能很難專注於手頭的任務或對項目感到興奮。這種無聊也會對你的情緒產生負面影響。你可能會對自己感到失望，因此發現更難提高工作效率。您可能感受到的壓倒性停滯對這一切都沒有幫助。這種停滯可能是問題的根源。如果你覺得自己無處可去，就很難集中註意力。花一些時間解決這個問題可能會有所幫助；向內看，知道是什麼讓你感到如此不開心，為此做點什麼可以幫助你做出更好的改變。",
        "reversed_career" => "當逆位時，聖杯4可以標誌著你最近在工作中遇到的停滯不前的結束。這種變化可能是突然的。感覺像是某種啟示，或者好像迷霧散去。你可能會發現你的創造力突然又回來了。因此，您將使用這種新發現的靈感和創造力來推進您的工作項目。如果您對職業的新認識告訴您需要做出改變，那麼現在是時候這樣做了。雖然變化可能很快，但不要誤以為是運氣。你仍然需要利用你新發現的能量。除非你採取行動，否則宇宙不會給你任何東西，但你之前沒有考慮或註意到的機會可能會突然佔據你職業生涯的前沿。
  ",
        "upright_finances" => "當涉及到您的財務狀況時，聖杯4可能表明您可能會分心。你是不是忙著嫉妒別人擁有的東西而看不到你面前的東西？您可能會不斷地將自己的情況與他人進行比較，但這種嫉妒會阻止您欣賞自己已經擁有的東西。更加感恩還可以幫助您找到改善財務狀況的更好方法，並在承擔重大風險時更加自在。如果你如此執著於你沒有的東西，你可能永遠不會注意到真正實現你羨慕的目標的機會。有時這張牌也可能表現為對金錢、資本主義和金融體系的普遍幻滅。",
        "reversed_finances" => "逆位的聖杯4可能標誌著通往經濟改善和安全的旅程。這不僅是您控制財務的能力的結果，而且是您努力欣賞自己已經擁有的東西的表現。雖然您以前可能會羨慕其他人的財務安全，但您可能正在採取措施以更加積極地對待財務。當您將精力集中在更好的財務習慣上時，宇宙會獎勵您。根據需要儲蓄和消費，不要讓別人的想法或想法分散您的注意力。準備好為這張卡發出的獎勵工作。",
        "yes_no" => "聖杯4是一張冷漠的卡片，表現出冷漠、無聊甚至失望的感覺。這可能意味著您需要重新評估您生活中的某些領域，或者您可能只是滿足於現狀並錯過了機會。目前沒有明確的答案。",
        "past" => "你很不滿意，沒有任何變化可以影響這一點。你對改變的渴望將是你周圍世界改變的最強大動力。採取新的方法來改變你的環境。",
        "present" => "不要害怕前進。相反，害怕變得過於滿足。尋求新的道路，以便在新的水平上取得進步。",
        "future" => "在您實現目標之前，會有很長的延遲。不要失去信心，眼睛要面向前方。制定您的計劃，不要忽視您渴望的令人興奮的獎勵。",
    ],
    54 =>
    [
        "id" => 55,
        "type_id" => 1,
        "number" => 54,
        "name" => "聖杯5(Five of Cups)",
        "upright_keyword" => "失落、悲傷、失望、悲傷、哀悼、不滿、失望",
        "reversed_keyword" => "接受、繼續前進、尋找平靜、滿足、看到積極的一面",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "54_Five_of_Cups",
        "content" => "某些塔羅牌的圖像會立即喚起負面情緒，而“聖杯5”就具有如此重要的意義。這張牌象徵著損失以及因那次特定損失而帶來的痛苦挑戰。

  卡片描繪了一個穿著黑色斗篷的人物。這個人似乎在絕望中隱藏了他的臉。地上有五個杯子，其中三個掉了下來，另外兩個還站著。然而，這個人似乎注意到有兩個站立的杯子，因為他正忙著為那些倒下的人哀悼。在他和遠處的房子或城堡之間有一條強大的河流流過，表明情感的洪流將他與家隔開。",
        "upright_content" => "聖杯5象徵著失望，以及當事情與你預期的不同時所產生的感覺。你對某種情況並沒有像你希望的那樣真正發展感到不高興。這張牌似乎並沒有朝著更積極的觀點前進，而是說你在沉溺於過去，引發自憐和後悔的感覺。實際上從杯子裡溢出的水錶明您可能錯過了機會。它還表明問題主要是情感上的，而不是物質或財務上的。

  這張牌似乎並沒有朝著更積極的觀點前進，而是說你在沉溺於過去，引發自憐和後悔的感覺。

  聖杯5的含義表明，您可能會遇到某些問題，放棄過去的事情。更重要的是，這也表明你不願意從已經犯過的錯誤中吸取教訓。這張牌通常會反映出一個人沉迷於自己的過去，以至於他絕對無法繼續前進。這意味著他很有可能錯過未來可能帶來的新樂趣。
  ",
        "reversed_content" => "當卡片被逆位時，聖杯5顯示出從遺憾中顯著恢復以及正確接受你的過去。你開始意識到你的行為的所有含義，你終於開始欣賞可以從那次經歷中學到的教訓。

  你甚至可能開始認識到你在更大範圍內的痛苦經歷的整體價值。你看到你所承受的痛苦和悲傷給了你力量，讓你充滿韌性。你已經準備好拿起剩下的兩個還滿的杯子，全力繼續你的生活。",
        "upright_love" => "你現在可能正在經歷一段哀悼期；也許有很多值得悲傷的事情。您可能正在經歷某種形式的分手，或者如果不是那樣，則是與您的伴侶緊張和爭論的時期。然而，了解並非一切都會丟失是有幫助的。塔羅牌聖杯5的愛情意味著情感上的損失，但也表明你可能忽略了仍然可以挽救的東西，以及倖存下來的東西。通常，這些會帶來希望的種子。爭論有沒有讓你了解你們關係中的某些事情？它是否有助於促進原本會保持沉默的交流？分手是否讓你自由地探索超越過去關係的個性？儘管有很多值得哀悼的事情，但塔羅牌的聖杯5愛情寓意也暗示著有一些值得期待的事情。",
        "reversed_love" => "是時候停止生活在過去了，當逆位的聖杯5出現在愛情塔羅牌中時。這真的是繼續前進，放下過去的悲傷和痛苦的卡片。如果你最近經歷了分手，這張卡片可能是一個受歡迎的景象，可以幫助激勵你接受已經發生的事情，並與它和平相處。當這一章在你的生活中結束時，你正在為新愛的出現騰出空間，一個真正生活在當下的愛情，而不是將當前潛在的浪漫與你的過去進行比較。如果你還在痊癒，那是很自然的。給自己時間，溫柔點；你會再次找到幸福。如果您已經處於戀愛關係中，那麼您可能剛剛經歷了一段緊張的時期。希望您和您的伴侶已經進行了所有需要的討論，以便讓您感覺自己被理解並被傾聽。盡量不要糾纏於過去的傷害和怨恨；展望未來，你們兩個可以改變什麼，而不是你們不能改變什麼。",
        "upright_career" => "聖杯5像徵著失落和悲傷。在你的職業生涯中，這可能會以失去工作、生意、夢寐以求的項目或夥伴關係的形式發生。也許你被迫在你的職業生涯中倒退一步。或者，與您共事的人可能會放棄您共享的項目，或者您可能會選擇離開。這可能是一段悲傷和轉變的時期。這些變化很難，但它們提供了一個學習機會。可能有比您最初想像的更多的補救措施。嘗試與辦公室外的老同事保持積極的關係。與您失去的東西的最佳元素保持聯繫。 ",
        "reversed_career" => "逆位的聖杯5是複甦的標誌。說到你的職業生涯，如果你最近遭遇了諸如失業、裁員或業務陷入困境等挫折，逆位的聖杯5表明你已經擁有了過去所需要的東西這些可怕的時代。您現在可以彌補部分損失。治愈在路上；您可能會意識到，儘管您經歷了痛苦，但這些損失使您能夠找到更適合您的頭寸。您因這些麻煩而承受的壓力和痛苦也可能會開始減輕您的負擔。 ",
        "upright_finances" => "財務塔羅牌中的聖杯5可能表示資源匱乏。您可能會遭受重大經濟損失。目前可能有很多壓力，您可能必須確保自己沒有浪費金錢，以再次建立財務安全。現在比以往任何時候都更重要的是對你的情況保持積極的態度。幸運的是，這張卡通常總是表明在這種情況下你仍然可以挽救很多東西，所以看看你已經擁有的東西，以及你的技能，看看你可以用什麼來彌補損失。",
        "reversed_finances" => "如果您最近經歷了一些經濟損失或動盪，逆位的聖杯5可能表示寬慰和這段時期的結束。通過克服所經歷的損失，您可能正在尋找通往財務穩定的新途徑。也許您將剩餘的資源用於投資有價值的事情，例如幫助您建立財務緩衝的企業或兼職。為你所克服的感到自豪。",
        "yes_no" => "聖杯5是一張充滿悲傷、失落和沮喪的遺憾牌。這可能表明你沒有欣賞你在生活中所擁有的東西，或者可能避免一些尚未到來的事情。與這張卡片相關的失望和不滿為您的問題提供了否定的答案。",
        "past" => "嘗試新事物的衝動是您經歷的失望或不滿的結果。你目前的悲傷是這些期望失敗的表現。",
        "present" => "探索您發現的任何替代路徑。但如果你迴避真相，就很難創造任何可持續的滿足感。",
        "future" => "您的錯誤將導致您陷入遺憾的境地。準備好修復你造成的傷害，更重要的是，原諒自己。",
    ],
    55 =>
    [
        "id" => 56,
        "type_id" => 1,
        "number" => 55,
        "name" => "聖杯6(Six of Cups)",
        "upright_keyword" => "懷舊、回憶、熟悉、治愈、安慰、多愁善感、愉悅",
        "reversed_keyword" => "困在過去、前進、離家、獨立",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "55_Six_of_Cups",
        "content" => "聖杯6象徵著懷舊的喜悅、家的舒適和童年的純真。在卡片本身，有六個裝滿白色花朵的杯子。前景中描繪了兩個孩子，一個正在將杯子遞給另一個。男孩將鮮花交給女孩，這表明傳統的傳遞和團聚的快樂。孩子們似乎置身於某種城堡中，我們可以想像這會給他們帶來安全感和舒適感。",
        "upright_content" => "聖杯6正位通常代表慷慨、天真快樂和童年。它可以代表您想要回到更快樂的時光，無論是在您還是兒童、青少年或年輕成人時。很多時候，這些記憶都是過去的事情，它們反映了我們已經消失的方面。您可能會覺得記住這些時光是感到快樂的唯一方法。塔羅牌中出現聖杯6似乎表明，雖然我們可以用愉快的眼光看待過去，但我們必須避免生活在其中。

  聖杯6也可能意味著您將回到熟悉的地方。這可以是您的家鄉、老朋友的家、學校或任何對您具有重要意義的地方。您正在尋求與過去的人重新建立聯繫。帶回舊的記憶讓我們想起我們的童年，一個事情變得簡單的時代。

  在聖杯5之後，這張牌還可以暗示您可能遭受了某種損失或失望，並且您正在回家的路上。您正在回顧過去，以找到您現在面臨的危機或挑戰的答案。你可能正在尋求無條件愛你的人的安慰和溫暖，積蓄力量來面對你面前的考驗。",
        "reversed_content" => "逆位聖杯6可能意味著你執著於過去。你應該探索你的記憶，但你不應該讓自己留在那裡。雖然您可能會發現在家中的安全感令人欣慰，但您還必須學會開闢自己的道路。過去應該被用作未來的指南。學會專注於現在，並真正意識到。

  另一種逆位的“聖杯6”解讀是，您可能會覺得自己與童年的自我以及那個孩子的夢想脫節，這有時可能是不切實際的。沒有達到這些目標可能會很痛苦，但有時現實會為您開闢一條必須遵循的道路，您不應該為自己的選擇責備自己。花點時間想想你現在想成為什麼樣的人，以及如何實現你的目標，而不是僅僅夢想它們。",
        "upright_love" => "過去隨著塔羅牌 6 的愛情意義再次活躍起來。這張卡片可以標誌著過去的複興和隨之而來的懷舊情緒；你可能正在探索快樂的回憶，你可能更欣賞你伴侶的熟悉感，或者前任甚至可以再次出現在你的生活中。聖杯6也可以代表傷口癒合的時間，現在舒適對你來說可能很重要。如果你和你的伴侶在你們的關係中有一段壓力時期，回顧你們一起度過的美好時光，也許重溫它們，會給你帶來很大的安慰。但是要注意，不要只活在過去。讓過去滋養你的未來；它們是課程，向您展示您希望在生活中保留哪些內容，以及您不希望保留哪些內容。",
        "reversed_love" => "你可能生活在過去而不是現在，逆位的聖杯6塔羅牌是愛情的意思。過去的關係很可能限制了你向愛敞開心扉，也無法在心里為別人騰出空間。你可能相信你再也不會遇到像你前任那樣的人，或者你曾經擁有的愛情是傳奇。當前或潛在的伴侶與這樣生活的人在一起可能是相當不公平的。你可能只看到快樂的回憶，而看不到喧囂的回憶。讓過去過去。否則你可能會再次阻擋所有愛的可能性，你可能永遠不知道你本來擁有的愛是否比你失去的更偉大。",
        "upright_career" => "聖杯6通常代表童年、回憶和治愈。談到你的職業生涯，現在可能是回顧讓你走到今天的道路的好時機。這張卡片可能是一個信號，表明您過去的工作可以為您提供建設未來所需的重要課程。回想一下你做對了什麼，並確保你不會重複過去的錯誤。或者，這張卡片可能表明您可能正在重新考慮您的職業道路，並且可能會回到您曾經離開的職位。",
        "reversed_career" => "逆位的聖杯6可能表明您的工作已經過時，並且您的職業發展可能停滯不前。您可能對這種令人窒息的氛圍感到非常沮喪，以至於您正在尋找更令人興奮的職位或就業領域。您可能希望離開當前職位的安全和舒適。或者，您可能會選擇留在舒適的當前職位上，以避免在其他地方尋找風險。總的來說，這張牌逆位的時候，有一個重要的教訓需要吸取。謹防重複在您過去的工作場所可能跟隨您的任何負面模式；無論你走到哪裡，如果不加以處理，你自己的行為往往會再次產生同樣的問題。 ",
        "upright_finances" => "聖杯6的善意可以通過多種方式與您的財務狀況相關。有時，這張卡片可以表示禮物或捐贈，或者僅僅是資源共享。這張卡片也與童年和家庭有關，表示這種分享可能來自家庭成員。你可能會回到你父母的家，讓你有能力更多地節省自己的資金，同時享受愛你的人的舒適。或者，您可能在另一邊，在共享資源的同時歡迎家人回到自己的家中。",
        "reversed_finances" => "正位時，這張卡片是童年和過去記憶的標誌。逆位時，聖杯6表示您已準備好自己出發。這張卡對於住在家裡但準備搬出去的人來說很常見。它像徵著你在經濟上變得成熟。如果你一直和父母或其他人住在一起，你就更好地學會瞭如何儲蓄和管理你的資金，現在你有紀律來為自己謀生。這些變化可能很可怕但很有必要；享受這帶給您的自由！",
        "yes_no" => "聖杯6以和解和拋開過去的方式說了些什麼。這可能意味著某種道歉或回到過去從壁櫥中解鎖骷髏。有一種解脫感並隨著它的存在而前進，您尋求的答案很可能是肯定的。",
        "past" => "過去給你帶來了許多愛情和成功的有益經驗。不要在過去的事情上徘徊太久，並朝著你的成就前進。",
        "present" => "你過去行為的結果，現在就會給你帶來回報。通過結交新朋友或加強關係，您會發現很多共同點。",
        "future" => "為了改善你的未來，你必須建立在你過去的美德之上。以前成功是不夠的，你必須提高你的能力。根深蒂固的願望需要一些進化才能實現。",
    ],
    56 =>
    [
        "id" => 57,
        "type_id" => 1,
        "number" => 56,
        "name" => "聖杯7(Seven of Cups)",
        "upright_keyword" => "選擇、尋找目標、幻想、幻想、白日夢、一廂情願、優柔寡斷",
        "reversed_keyword" => "缺乏目標、混亂、混亂、轉移、分心、清晰、做出選擇",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "56_Seven_of_Cups",
        "content" => "聖杯7象徵著想像、選擇、一廂情願、幻覺和幻想。卡片顯示一個人背對著我們，思考著從杯子裡爬出來的 7 個圖像，所有這些圖像都漂浮在雲中。雲是夢想、幻想、思想和想像力的代表。杯子裡浮現出無數的幻想，代表著人們在做夢時所看到的許多異象。聖杯7可能意味著您有多種選擇。",
        "upright_content" => "在塔羅牌中出現聖杯7，你需要清楚地看到你想像中的陰影和幻象，不僅在你的夢想中，而且在現實世界中。你應該小心一廂情願的想法，並警惕你所做的選擇。從某種意義上說，聖杯7表示你是一個夢想家，對你在潛意識中看到的東西既興奮又害怕。另一方面，聖杯7提醒人們，雖然有夢想和願望是好的，但為實現這些夢想而採取行動更好。在人生的某個時刻，你將需要停止幻想並面對生活的現實。

  如果您因為有很多選項而無法做出決定，您應該評估每個選項的優缺點，以便做出最佳選擇。做出決定時務必謹慎，因為卡片本身似乎表明您不僅可以使用奇觀和寶藏，還可以使用怪物和陰影。

  在某些情況下，聖杯7可能表明您的生活方式不一定基於現實生活 - 您的行為是由您養活自己的幻覺引導的。您的想法可能如此浮雲，僅憑您的想像力發展。因此，您需要區分什麼是真實的，什麼不是，以便您可以做出更好的選擇。

  聖杯7也與誘惑有關。這適用於直立的含義，也適用於聖杯7逆位的含義。",
        "reversed_content" => "聖杯7逆位有點類似於直立，因為它們都表示夢想、幻覺和誘惑，但似乎強調了這張牌的更多負面品質。你的觀點可能傾向於幻想，而不是基於現實。這可能意味著你不清楚你正在尋找的東西。

  聖杯7逆位可能表明你不願意面對生活的現實，你正在通過想像和白日夢尋求逃避。

  另一方面，聖杯7逆位也可能表示混亂的結束，消除幻想，清晰地前進。",
        "upright_love" => "隨著愛情塔羅牌中出現的聖杯7，有幾個決定擺在您面前。如果你單身，你可能要在不同的戀人之間，或者愛情和家庭，或者愛情和事業之間做出決定。聖杯7塔羅牌愛情的含義也可以表明所有的選擇現在看起來都很誘人，但儘管它們閃閃發光，但它們可能是幻覺。慢慢來，仔細考慮事情；只有勤奮的溝通和評價，才會給你想要的。有了愛，我們可能會迫不及待地陷入困境，讓慾望和迷戀引導我們走向從長遠來看不會持久的事情。重要的是要考慮所有選項，並查看任何“有問題”的危險信號或直覺，您可能會對這種關係產生感覺。相信你的直覺。",
        "reversed_love" => "你對自己想要的愛情缺乏清晰的認識，會讓你的愛情生活變得比它需要的更加混亂和混亂。可能會浪費時間、錯失機會、情緒動盪，這一切都是因為無法做出選擇。你的約會生活可能充滿了死胡同、破碎的心和混合的信息。重要的是要始終專注於您想要的東西，而不是讓世界為您做出選擇。或者，如果您逐漸意識到什麼對您很重要，那麼對這些決定採取行動會得到回報。您現在可以採取使事情發生所需的步驟。",
        "upright_career" => "聖杯7描繪了一個面臨各種選擇的人。如果這張卡片與您的職業相關，您可能會看到許多不同的方式可以在工作中取得進步。這種多種選擇通常是一件好事，但重要的是要注意你花多少時間做夢而不是採取措施實現它。請記住，一條潛在的路徑取決於您願意採取的步驟。你有很多方法可以在你的職業生涯中取得進步，它們都可以很好地為你服務。但是，如果您不選擇一條道路並堅持下去，沒有人會得到您想要的。無論你最終決定什麼，都會對你有好處；因此，請果斷而自信地採取行動。",
        "reversed_career" => "雖然正位的聖杯7代表了多種選擇，但逆位的聖杯7可能表示相反的情況。經常出現在那些覺得自己被困在工作中而沒有晉昇機會的人身上。對於那些覺得自己意識到自己可以獲得完美職位但未能及時採取行動的人來說，這種情況也很常見。無論其中一個（或兩者）是否適用於你，盡量不要被這些負面情緒所困擾。這張卡片也代表了你職業目標的清晰願景。使用這些技能誠實地評估您的職位以及您的不足之處。問問自己，你可以做些什麼來更積極地在你的職業生涯中取得進步。",
        "upright_finances" => "聖杯7表明您可以通過多種方式改善財務狀況。花點時間考慮您的選擇。雖然一般來說這張牌確實給你提供了很多機會，但這並不意味著一切都由你決定。為了將這些機會變為現實，您需要積極主動。權衡每個選項並批判性地考慮它。通常聽起來好得令人難以置信的事情是真實的。聽從你的直覺，睜大眼睛看任何危險信號。",
        "reversed_finances" => "當談到你的財務狀況時，逆位的聖杯7可能有幾個相互矛盾的含義。您需要仔細查看您的情況，以了解哪些適用於您。在做出財務選擇時，它可以表示清晰，讓您專注於實現目標的意志力。你不容易分心，因此能夠專注於你需要的東西。這種遠見將為您提供良好的服務，因為它可以防止不必要的支出。您可能會發現您現在能夠特別好地制定和執行預算或其他結構化計劃。或者，這張牌也可能意味著混亂和妄想，或無法將白日夢變為現實。當談到提供給您的機會時，請確保您沒有被騙。確保您了解呈現給您的任何交易的所有事實。",
        "yes_no" => "聖杯7象徵著混亂的決定、一廂情願的想法和由於缺乏道德而引起的誘惑。妄想的野心和糟糕的選擇與這張牌有關。它帶來了一定的悲觀和消極情緒。答案是不。",
        "past" => "你已經浪費了很多時間去追逐生活中許多相互衝突的利益。不要被白日夢和幻想誤導；選擇一個實際的目標並開始工作。",
        "present" => "您會因平時的腦力和創造性活動而獲得驚人的獎勵。",
        "future" => "無法決定會減慢你的進步。對變化持開放態度會有所幫助，但不斷努力確定什麼是真實的，將使您繼續前進。不要自欺欺人。",
    ],
    57 =>
    [
        "id" => 58,
        "type_id" => 1,
        "number" => 57,
        "name" => "聖杯8(Eight of Cups)",
        "upright_keyword" => "放棄、走開、放手、尋找真相、留下",
        "reversed_keyword" => "停滯、單調、接受較少、迴避、害怕改變、處於糟糕的境地",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "57_Eight_of_Cups",
        "content" => "在聖杯8中，我們面臨著轉型的時刻。我們看到一個披著斗篷的身影飛到了一片貧瘠的土地上，留下了八個金杯。他厭倦了他花了這麼多時間收集的那些杯子，現在開始尋求更高的目標。這可能是無聊或不快樂的結果，因為意識到他們在生活中一直在尋找的東西並不像他們曾經認為的那樣令人愉快或令人滿意。

  進行此旅程的人也可能意味著在未知中尋求刺激。他啟程前往的多山荒地也可能是面臨新挑戰的象徵。他們赤裸裸的空虛似乎表明他們正在等待一個人的到來並塑造他們。所採取的旅程可以以嘗試新事物為幌子來完成，這些事物有可能幫助一個人在精神上和精神上成長。

  它還表明願意將自己與他人分離，以便能夠致力於自我提升、自我理解和成長。",
        "upright_content" => "聖杯8象徵著改變或過渡的時間，通過遠離某事。就像毛毛蟲在變成美麗的蝴蝶之前必須死去一樣，我們都需要不時地在生活中改變自己。尤其是在厭倦了每天過著日常生活並開始一段有助於人們對生活有更深入了解的旅程之後，情況尤其如此。

  得到這張牌的正位，表明你對自己的生活不滿意，需要體驗更高的人生目標。你可能一直在探索你的選擇，從一個選擇到另一個選擇，品嚐每一杯中的葡萄酒，以此來理清你的生活真正想要的是什麼。你現在正在體驗一種疲憊的感覺——並且開始意識到你必須遠離熟悉的事物。這是一種選擇，也是一種承認，在你已經創造的事物中不會找到真正的幸福。

  通常情況下，獲得聖杯8表明一個人厭倦了世俗的事物，即將踏上更精神的旅程。如果是這樣，那就高興吧，因為變化會在我們最需要的時候發生。",
        "reversed_content" => "獲得逆位的聖杯8可以表明一個人對他們應該走的道路感到困惑。混亂通常源於不知道什麼對你最好，最終，在不確定的海洋中漂流將是結果。

  人們可能會發現自己漫無目的，沒有明確的生活目標。最後，他們幾乎總是跟隨生活的波浪帶他們去哪裡。

  另一方面，您可能知道您需要做什麼。在你的生活中，有些東西已經很久沒有給你帶來快樂或快樂了，雖然你的靈魂渴望遠離它，但你發現自己仍然存在。離開你所建立的安全的想法讓你充滿恐懼——你害怕改變，害怕失去給你很大安慰的東西。

  大多數人通常會發現自己陷入困境，因為他們被困在兩個重要的決定之間。例如，一個人可能想要改變並讓自己變得更好，同時，他們可能無法做出必要的犧牲來實現目標。我們必須有勇氣，相信我們應該得到更好的，如果我們踏​​上這段旅程，還有更多快樂的事情在等著我們。",
        "upright_love" => "花點時間問問自己，你們的關係是否令你滿意。聖杯8塔羅牌愛情寓意表明，你的伙伴關係是否真正讓你滿意，往往需要進行一些反省。你能想像和這個人共度餘生嗎？他們會鼓勵你做最好的自己嗎？他們鼓勵你成長嗎？或者你和他們在一起是因為你害怕孤獨，或者再次回到約會場景？這對你和你的伴侶都是不公平的。誠實地審視內心並回答這些問題，以及離開你們兩個共同建立的生活，需要很大的勇氣。",
        "reversed_love" => "塔羅牌逆位聖杯8愛情的含義，你的直覺可能會告訴你，你需要離開你的伙伴關係，但有一些東西阻礙了你。重要的是要參與並質疑這種恐懼。放棄已經建成的東西，我們為另一個人投入的時間、情感和精力是非常困難的，但有時一個人必須足夠聰明，才能留下一些真正不起作用的東西。你必須弄清楚離開的願望是否來自真正走到盡頭的關係，或者它是否仍然可以挽救。給自己一些時間來清楚自己需要做什麼，並解決阻礙您繼續前進的任何事情。",
        "upright_career" => "職場塔羅牌中的聖杯8可以表示幾件事。由於一般意義上的卡片表示離開並留下一些東西，因此它可以像您休假一樣簡單，也可以像離開一份沒有成就感的工作一樣有壓力。如果最近工作特別枯燥，稍微逃避一下可能會讓你感覺精神煥發。如果您正試圖決定是否離職，請記住，有時您必須知道何時減少損失並繼續前進。如果您知道如何充分利用任何情況並做出負責任的決定，它將為您提供擺脫糟糕情況的出口，轉而選擇更好的情況。",
        "reversed_career" => "當聖杯8逆位時，你可能會覺得很難，甚至因為害怕而完全拒絕離開。您可能會覺得自己的職業沒有成就感，而您有能力改變它。你可以選擇接受一個沒有給你帶來情感回報、創造性出路或成長機會的角色，或者做出必要的改變去尋找其他地方。如果它不再為您服務，不要害怕留下一些東西。這項任務也適用於擁有自己企業的人。如果您出於責任感或恐懼感而堅持自己的業務或工作，那麼現在是放手的時候了。",
        "upright_finances" => "有時，為了為我們做出正確的選擇，我們需要將我們構建的東西拋在腦後。聖杯8可能表明您可能不得不放棄一些財務保障，以建立適合您的生活。以此為契機，在您做出重大決定之前處理好您的財務狀況。注意你花了多少錢，花在什麼上面。在當前時刻對大筆支出持謹慎態度。您可能會發現，您沒有想像中的那麼多資金可以花在他們身上。這張卡片可能只是提前計劃的警告。",
        "reversed_finances" => "逆位的聖杯8表示您可能會發現很難為了追求更好的東西而放棄一些財務保障。您可能因為擔心在其他地方找不到薪水更高的工作而堅持一份對您無用的工作。這種擔憂是有道理的，但有時需要大膽的決定和風險。你需要考慮你的幸福到底值多少錢。每天留出一點時間來尋找可以滿足您的經濟需求同時也滿足您的情感需求的職位空缺。",
        "yes_no" => "聖杯8顯示你的生活方式發生了一定程度的變化。它會帶來沮喪、冷漠和迴避的感覺。它可能表明您需要放棄、離開或遠離當前生活中的某些事情。與這張卡片相關的憂鬱情緒表明沒有。",
        "past" => "你通過決心和努力賺錢的能力在未來將是必要的。你的方向一直不確定，但你的心告訴你要繼續尋找。您尋求的改變可以採取任何形式。",
        "present" => "你將體驗到全新的事物，無論是在思想上還是在位置上遠行。巨大的變化即將到來。",
        "future" => "保持開放的心態，你的每一次旅程都會產生改變生活的結果。個人的成功和實現你的目標會讓你獲得最大的快樂。",
    ],
    58 =>
    [
        "id" => 59,
        "type_id" => 1,
        "number" => 58,
        "name" => "聖杯9(Nine of Cups)",
        "upright_keyword" => "願望成真、滿足、滿足、成功、成就、認可、快樂",
        "reversed_keyword" => "不快樂、缺乏滿足感、失望、成績不佳、傲慢、勢利",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "58_Nine_of_Cups",
        "content" => "這張卡片中，一名中年男子雙臂交叉坐在木凳上，臉上流露出相當程度的滿足。他穿著優雅，有著真正滿意的樣子。他頭上的頭飾是紅色的，描繪了他活躍的頭腦。在他的背景中，你會注意到九個金杯，排列整齊。聖杯9象徵著精神和物質上的成就和成功。這個男人在實現了他內心深處的願望後表現出了成功的表現。",
        "upright_content" => "經過長途跋涉，聖杯9象徵著找到自我滿足。在你在這件西裝的早期數字中經歷了波動的起伏之後，杯子的情感之旅開始接近尾聲。你在失去之後努力尋找目標和快樂，你嚐過生活提供的不同東西，你為了找到更高的高度而留下安慰。在這裡，你找到了它們，當你慶祝你人生的這個新階段時，你正在放縱自己。

  當我們看聖杯9時，它最初看起來像是在閱讀過程中可能出現的最令人愉快的卡片之一。這也被稱為願望卡，意味著你渴望的東西，或者你最完美的夢想一定會發生。聖杯9通常與極度的幸福和滿足有關。

  關於你的工作，有一個很好的變化，你的工作場所會發生一些美妙的事情。是時候推進你停滯不前的項目了，或者如果你有一個你非常渴望的東西，你有可能最終實現它。在愛情方面，它也具有積極的意義。你與某人的浪漫關係注定會達到一個新的水平。如果你仍然單身，這是與新朋友交往的時候。

  在財務方面，聖杯9也是一個積極的使者。這可能意味著您希望的財務狀況很快就會實現。在您的健康方面，您必須接受的測試將導致陽性結果。你現在正在接收的好能量應該用來改善你的健康習慣。",
        "reversed_content" => "當聖杯9逆位時，你需要更仔細地思考你生活中真正想要的東西。聖杯9逆位可以表示你正在尋找一種更真實的滿足感。

  你的道路是一條艱難的道路，你已經到了一個看起來很充實的時期，但還缺少其他東西。這可能在表面上表現為自鳴得意，並且可以表明您希望因自己的成就而受到關注和認可。但是你個人還是對自己不滿意——好像你的慾望永無止境，一個黑洞。這從何而來？你在自己的哪些方面缺乏自信？

  聖杯9逆位表示你是時候停止重視所有的祝福了，而是關注你的生活質量。真正的財富在於你與家人、朋友和社區的關係。",
        "upright_love" => "當聖杯9出現在愛情塔羅牌中時，請珍惜你所擁有的。這裡的願望就是要成真，最好懷著感恩的心展望未來。有很多值得慶祝的事情，如果你單身，可以在派對和其他快樂的聚會上找到愛情。去享受吧；現在不是計算或製定目標的時候，而只是享受樂趣。輕鬆愉快可以吸引別人到你身邊。如果你處於戀愛關係中，你會發現你的愛情生活會變得更加愉快和甜蜜。這可能是與您的伴侶更親近的好時機。",
        "reversed_love" => "聖杯9逆位塔羅牌愛情的意思，你可能會發現你們的關係符合所有條件，在紙上看起來很棒，但仍然感覺好像缺少了一些東西。也許你和你的伴侶並沒有像你希望的那樣親密；也許缺乏更深層次的聯繫。沒有理由擔心，因為這可以通過認真和親密的交談來解決。另一方面，你可能沉迷於一段關係，以至於你沒有註意到是你自己需要成長。有時，我們會陷入浪漫之中，以分散我們為了快樂而必須做的內在工作的注意力。不做那些內心的工作，不管我們遇到的美妙的浪漫，那種不滿將永遠存在。",
        "upright_career" => "當談到你的職業生涯時，聖杯9意味著你可以在你的領域找到尊重和認可。你現在開始的任何項目可能很容易完成，你在完成它們時表現出的技巧也可以為你贏得很多讚譽。如果您希望在職業生涯中取得進步，這可能是要求加薪或晉升的絕佳時機。人們現在可能比過去或將來更容易接受這些要求。好好利用這一刻。過度自信從來都不是明智之舉，但現在不要害羞或害羞。你為這個認可付出了努力。 ",
        "reversed_career" => "逆位聖杯9可能是您職業生涯中的一張令人沮喪的卡片。由於正位的牌被認為是塔羅牌中的“願望牌”，反過來，它可以表示你一直夢想的事情很快就不會像你想像的那樣發生。您可能希望通過開辦企業或開始這份新工作一切都會好起來，但現實與您想像的相差甚遠。你可能會發現這項工作更難、更乏味，或者只是太難處理了。也可能缺乏回報，你的努力可能得不到認可。你可能不會對新的職業道路感到欣喜若狂，反而會感到幻滅和失望。您可能需要返回繪圖板進行一些更改。",
        "upright_finances" => "聖杯9象徵著願望的實現，當涉及到你的財務狀況時，這張卡片可以暗示你擁有你需要的一切。這張牌象徵著財富、感情和財務安全。如果你一直在努力工作，你會發現你可以獲得豐厚的回報。花點時間享受這一刻，你賺到了。",
        "reversed_finances" => "當談到你的財務狀況時，逆位的聖杯9可能表明你的期望沒有得到滿足。有時，這可能表明您投入的資金沒有達到預期的效果。如果您進行了任何大筆購買、投資或用這筆錢幫助家人，結果並不像您想像的那樣。或者，逆位的聖杯9可能表明您對金融穩定的希望可能尚未實現。要有耐心。請記住，您將必須贏得這些夢想。專注於您所擁有的以及如何更好地實現目標。",
        "yes_no" => "聖杯9表示喜悅、滿足、愉悅和整體滿足感。它的存在預示著一個充滿美好時光、幸福和你的願望都會實現的美好未來。您正在尋找的答案是肯定的。",
        "past" => "真正幸福的源泉是你的靈魂獲得平靜的平衡。你付出的努力會帶來回報。保持堅強並繼續工作。",
        "present" => "你的情感和物質幸福就在眼前。向你的朋友尋求建議和支持，但要認識到你會找到滿足感。",
        "future" => "你為自己設定的目標正在路上。忠於您的願望，您將到達您所尋求的目的地。平衡你的心靈和思想，找到一個真正的呼召。",
    ],
    59 =>
    [
        "id" => 60,
        "type_id" => 1,
        "number" => 59,
        "name" => "聖杯10(Ten of Cups)",
        "upright_keyword" => "幸福、回家、滿足、情緒穩定、安全、家庭和諧",
        "reversed_keyword" => "不愉快的家、分離、家庭衝突、不和諧、孤立",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "59_Ten_of_Cups",
        "content" => "在《聖杯10》中，一對情侶手牽著手，面朝美麗的房子和綠色的花園。在他們旁邊，還有兩個孩子在快樂地玩耍。可以看到這對夫婦緊緊擁抱對方，充滿愛意和浪漫，而孩子們則在自由玩耍。這對夫婦似乎關係穩定，同時也有一個舒適的家和漂亮的孩子。綠色的土地像徵著生育，河流表明這對夫婦的感情是多麼自由地流動，意味著他們的關係非常和平。天上有十杯，呈弧形，寓意上天賜福。他們身後的彩虹，預示著苦難和悲傷的結束，預示著一家人都將享受新的幸福生活。聖杯10牌描繪了“擁有一切”。",
        "upright_content" => "從其歡樂的描述中，我們可以假設聖杯10在你的家庭、關係或伴侶中體現了幸福、快樂、滿足和情感滿足。它代表了一種田園詩般的舒適、和諧、和平和愛，讓您感覺自己置身於天堂。在這裡，您所有的夢想、願望、需要和願望都得到了滿足，您會感到完全的滿足感。花點時間呼吸一下，環顧四周，感謝您的所有祝福。這張卡片象徵著我們很多人都在尋找的東西。

  看到聖杯10意味著一種真正的情感滿足，與他人分享聖杯9孤獨的自我滿足感，以創造一種真正的社區和家庭感。是聖杯王牌天真意志的結晶。在學會瞭如何愛自己之後，聖杯9成為聖杯10，其核心是關於真正的幸福如何源於與他人建立真正的紐帶和聯繫。這張卡片與“從此幸福”的感覺最相關—，家庭、持久的和諧與和平。

  這是家庭和睦的象徵，因為這張牌表明你生活在完美的和平中。不需要更多的調整或轉移，您是對的，只需放鬆並享受您的時刻。在愛情閱讀中，這張卡片表明它是浪漫的、真實的和真誠的 - 並且具有長期發展的強大潛力。值得你付出全部努力讓它成真。",
        "reversed_content" => "當聖杯10逆位時，一個人與家庭和社區建立的牢固紐帶就會被打破或扭曲。聖杯10確實是最“幸福”的卡片，但不知何故，這種家庭和平與舒適的理想形像被打破了，或者一直是不切實際的。你可能會發現距離，而不是聯繫。你可能會分開，而不是走到一起。

  你對快樂時光和特殊時刻的希望似乎不符合你的期望。你們應該學會善待彼此，彼此相愛，彼此關心。這是確保您保持和諧生活的最佳方式。
  ",
        "upright_love" => "愛情是平靜而甜蜜的，與聖杯10塔羅牌的愛情寓意相得益彰。現在與家人共度時光特別有意義。您可能會將您的伴侶介紹給您的家人，或者一起邁出承諾的下一步。聖杯10塔羅牌愛情寓意也暗示著長期的穩定、安寧和舒適。如果你是單身，而且你在這個時候遇到了某個人，那麼這種關係很可能會持續下去。",
        "reversed_love" => "家庭和愛情之間的衝突可以通過聖杯10塔羅牌的愛情含義來暗示。外在的事情可能會在你的浪漫生活中製造混亂，包括干預那些認為你們不應該在一起的親戚。現在比以往任何時候都更重要的是面對家人的批評；互相保護，避免公開爭論。即使在這個動蕩的時期，也要確保您的伴侶感到被愛。",
        "upright_career" => "雖然聖杯10往往與家庭的聯繫比工作更重要，但這張卡片也能給你的事業帶來一些快樂。這張卡片可以表示您在當前職位上找到的一種舒適感和歸屬感。有足夠的成長和創造力機會，您無需擔心職業生涯的這些方面。你和你的同事之間也可能有凝聚力和幸福感，辦公室文化可以讓人感到歡迎和支持。您可能會發現這份工作還能讓您在工作與生活之間取得舒適的平衡，並且您可以放心地與家人共度大量時間。該卡還可以表示退休或離職照顧家庭。",
        "reversed_career" => "當職業塔羅牌中出現聖杯10逆位時，你可能正在處理工作中的緊張、孤獨和沮喪的感覺。氣氛比平時更加敵對，你的同事現在可能不支持。你可能會覺得自己不太適合這個職位，你的基本穩定感和安全感可能會動搖。有時，這種卡還​​可以通知爆冷您的工作與生活的平衡。您的工作時間可能比您預期的要長，因此您的家庭生活受到影響。",
        "upright_finances" => "由於聖杯10象徵著家庭的安定與和諧，您可能會發現您和您所愛的人擁有讓您感到快樂和舒適所需的一切。這並不總是轉化為財富，而是知道有足夠的穩定和安全感。如果您之前曾因財務問題與家人吵架，現在這些問題可能會消散。",
        "reversed_finances" => "當談到你的財務狀況時，逆位的聖杯10可能表明國內在金錢問題上的不和諧。您可能會在家裡面臨關於您應該花多少錢，或者您擁有的與別人的相比有多少的爭議。家裡可能有一種基本的財務不穩定感，這會加劇這種緊張的氣氛。您的財務狀況和您的情緒現在很可能密切相關，解決其中一個或另一個中的問題可能有助於清理整個爛攤子。",
        "yes_no" => "聖杯10代表完美的和諧、富足和幸福。它可能意味著個人或家庭夢想成真，以及對生活的整體滿足感和安全感。積極的成就和穩定的情緒擺在你面前，你尋求的答案是肯定的。",
        "past" => "通過對自己的方向充滿信心並遵循自己最深的信念，您一直在前進。這種承諾和你對權威的安慰為你的生活中的認可和成功提供了空間。",
        "present" => "一項新的事業即將開始為您服務。這項任務、事件或旅程將開啟一段長久的友誼。不要錯過這個機會。",
        "future" => "財務成功的潛力可能會通過財產所有權的某些方面表現出來。要麼找到家庭幸福，要麼在公共工作中獲得聲望。儘管困難重重，但同時平衡兩者是可能的。",
    ],
    60 =>
    [
        "id" => 61,
        "type_id" => 1,
        "number" => 60,
        "name" => "聖杯侍者(Page of Cups)",
        "upright_keyword" => "理想主義、敏感、夢想家、天真、天真、內心的孩子、雲中的頭腦",
        "reversed_keyword" => "情緒脆弱、不成熟、忽視內在小孩、逃避現實、不安全感",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "60_Page_of_Cups",
        "content" => "聖杯侍者代表了來自無意識的意想不到的靈感，也許以我們可能無法真正理解的方式。這張卡片中，一位海邊的青年身著一件飾有花卉圖案的藍色束腰外衣，手上拿著一個金杯。她還戴著一頂波西米亞風的貝雷帽和一條飄逸的長圍巾。她驚訝地看到從杯子裡冒出來的一條魚，彷彿是從童話裡向她打招呼。當魚盯著她看，似乎試圖與她交往時，她既不能喝也不能用杯子敬酒。",
        "upright_content" => "聖杯侍者最重要的意義之一是你應該對新想法持開放態度，尤其是那些源於直覺靈感的想法。這張卡片似乎表明應該接受這樣的靈感，儘管它可能是你意想不到的。它可以帶你去冒險，打開許多扇門。如果它是一種創造性的召喚，例如，進入音樂或藝術領域，這張牌會特別強烈地推動它。

  當你面臨困境，不再追逐夢想的時候，聖杯侍者似乎在告訴你，你應該從一個完全不同的角度來解決這個問題。它像徵著堅持，因為這是您實現夢想的唯一途徑。聆聽您的直覺，跟隨您的召喚，並相信一切皆有可能。

  對於那些害怕表露自己情緒的人來說，“聖杯侍者”可能意味著是時候釋放和展示這些情緒了。你的創造力和情感都應該被表達出來，無論它們看起來多麼微不足道。在大多數情況下，有些人無法表達自己，因為他們想保護自己的自我。聖杯侍者預示著新的開始是可以的，迎接真正的你。",
        "reversed_content" => "聖杯侍者逆位的意思是你的創造力正在受到阻礙。有些事情或項目你覺得很有趣，但你似乎出於其他原因而不是為了它的樂趣。您可能是為了金錢、名譽或其他目的而做這些事情。逆位的聖杯侍者可能表明您應該記住您的項目首先為您帶來的快樂，以恢復您的想像力。

  聖杯侍者逆位的另一個含義是它可以像徵一個有麻煩的人。一個害怕現實的人，無論是情感、經濟、疾病還是其他方面。他們發現這些問題很難面對，可能會導致濫用酒精或藥物來逃避。它可能是你或一個正在努力接受自我的人的形象。

  聖杯侍者可能表明某人缺乏靈感，他們正在與低自我價值作鬥爭，他們很容易沮喪。你能做些什麼來幫助激勵他們成為最好的自己？",
        "upright_love" => "聖杯侍者塔羅牌愛情寓意所代表的人是具有直覺力、創造力和情感的人。無論他們的實際年齡如何，他們往往都有一種天真無邪的品質。如果這張卡片目前沒有指向您生活中的某個人，那麼您可能會遇到驚喜。如果您已經處於戀愛關係中，那麼您可能會以全新的眼光、驚奇和敬畏的心情看待它，並對您以前從未見過的伴侶的部分產生新的欣賞。如果你是單身，你對待愛情的方式可能是一種童趣。關於浪漫和潛在合作夥伴的一切都會讓您感到新奇愉快。",
        "reversed_love" => "害羞，猶豫，也許有點尷尬，聖杯侍者塔羅牌愛情的意義可以指向你浪漫生活中具有這些特徵的人。他們可能會對一些急需的善意做出很好的反應，如果他們感到安全，就會慢慢向你敞開心扉。然而，有時候，這個人也可能在情感上有點不成熟；可能會有脾氣暴躁、不安全感和很多廢話。如果這張牌不代表一個人，請注意你自己的這些特徵。你的不安全感是否已經佔據了你的最佳位置？他們如何影響你的浪漫生活？",
        "upright_career" => "聖杯侍者是一個富有想像力、敏感和創造力的人，在職業閱讀中，他們通常可以表示專注於藝術、時尚、詩歌和音樂等創意領域，或任何可以利用自己的天賦進行創作的領域某物。聖杯侍者往往難以用語言表達他們的感受，因此，他們的創意渠道往往是他們可以表達自己的地方。然而，他們往往無所適從，因此請確保您不是簡單地對工作目標做白日夢，而是正在努力並採取行動使它們成為現實。追隨你的夢想，但首先要確保它們在現實中有很好的基礎。",
        "reversed_career" => "你在處理工作中的感受方面有問題嗎？聖杯侍者可能表明您不專業，或者可能讓您的情緒佔了上風。很多時候，當我們處於新的環境中時，我們可能會面臨一些我們不知道如何將其轉化為積極事物的感覺。如果您的工作屬於創意領域，逆位的聖杯侍者也可能表明您在處理創意塊方面遇到了困難。這也會過去的，如果你能記住你最初愛上做你所做的事情的原因。尋找靈感。",
        "upright_finances" => "談到財務，聖杯侍者可能暗示白日夢，或許還有不切實際的財務目標。對於您的長期未來而言，專注於可以實現的事情並一次完成一個目標可能會更好，而不是希望彩票或另一項風險投資可以為您帶來您想要的東西。",
        "reversed_finances" => "如果您一直在處理任何財務挫折，您需要確保自己的情緒得到控制。避免讓自己得意忘形，從而做出任何冒險的選擇。如果您一直否認自己的財務狀況，現在是時候面對它而不是逃避了。可以學到很多寶貴的經驗；而否認只會拖延不可避免的事情。",
        "yes_no" => "聖杯侍者是一位溫柔、藝術、夢想家型的信使。他帶來了好消息和新的、平靜的開始的信息。這張牌的所有交易都是積極的，它所代表的答案是肯定的。",
        "past" => "你已經有了一個想法，可以進一步發展以獲得更好的結果。您對障礙的認識將引導您了解繞過它們的最佳方法。",
        "present" => "好消息會傳到你身邊，提醒你重新審視生活的重要性。看到生活中的幽默，記住笑的治愈力。",
        "future" => "為即將到來的機會做好準備。如果你還沒有準備好自己抓住它，它會很容易從你身邊溜走。你所經歷的情感鬥爭將教會你如何更深入更親密地愛。",
    ],
    61 =>
    [
        "id" => 62,
        "type_id" => 1,
        "number" => 61,
        "name" => "聖杯騎士(Knight of Cups)",
        "upright_keyword" => "理想主義者、迷人的、藝術的、優雅的、委婉的、外交的、調解人、談判者",
        "reversed_keyword" => "失望、發脾氣、喜怒無常、混亂、避免衝突、虛榮",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "61_Knight_of_Cups",
        "content" => "聖杯騎士是一張卡片，描繪了一位年輕的騎士光榮地騎著白馬，同時拿著杯子，彷彿他是某種使者。不像權杖騎士或劍騎士，這個特殊的人並沒有和他的馬一起衝鋒。相反，他緩慢地向前移動，這為整個環境提供了和平與平靜的整體印象。眾所周知，馬代表著一個人的動力、能量和力量。馬的顏色是白色，這是眾所周知的靈性、光明和純潔的象徵。 ",
        "upright_content" => "事實上，在塔羅牌的所有騎士牌中，聖杯騎士是最女性化的。重要的是要注意，這甚至沒有暗示他是一名有價值的騎士。這意味著他與自己的情感和直覺保持著適當的聯繫，並且他將它們用於自己的幸福以及在他的許多浪漫和誘惑任務中。無論性別如何，他通常對他人都很有吸引力。

  面對實際的決定時，聖杯騎士會聽從他的心聲，不管這是否真的是合乎邏輯的選擇。他也可以表現為你生活中的一個事件或一個人，或者你自己的一部分。他以信使的形式出現，在他身邊，他攜帶著邀請或某物或某人的到來，這將對你產生某種情感上的好處。作為一名騎士，他還負責接受禮物，並將其帶到世界之外。因此，他也可以代表某些對您具有重要情感或創造性價值的項目的承辦。",
        "reversed_content" => "既然您已經了解了正位的聖杯騎士意思，那麼讓我們來看看這張牌逆位時的含義。相反，聖杯騎士意味著你讓你的情緒控制你的生活，而不是你應該做的。你可能過於嫉妒、情緒化或喜怒無常。事實上，這可能會導致實際無法採取行動的程度，這是絕對應該避免的。過快下結論是聖杯騎士的特點，在沒有必要信息的情況下做出判斷是很常見的。

  這張牌表明了一種情況，起初可能被認為很有吸引力，但很快就會變得非常不同。抱著這麼高的期望，大家都會很失望地走開。",
        "upright_love" => "浪漫即將來臨，塔羅牌聖杯騎士的愛情意義。這個人非常喜歡愛情的想法，並且不遺餘力地表現出來。但有時，這個人在追求真愛方面走得太遠了；以至於他們對完美的伴侶和完美的關係抱有相當不切實際的期望。沒有溫柔的現實，他們可以從一個情人到另一個情人，留下一串破碎的心，因為每個人最終都表現出了他們人性的缺陷。請注意以這種態度對待您的戀情。嘗試並享受當下的事物，並在追求愛情的過程中保持現實世界的視野。",
        "reversed_love" => "聖杯騎士逆位時，可以說是比較被動好鬥，滿嘴空話。作為一個偉大的浪漫主義者，他的許多故事和他的愛情宣言都可能被誇大了。如果這聽起來不像你現在愛情生活中的一個人，它可能表明你對浪漫生活中發生的情緒變化感到不知所措。感情會忽冷忽熱，完美的外表很快就會破碎。警惕那些竊竊私語的戀人，並確保他們說的都是真的。",
        "upright_career" => "聖杯騎士代表你以機智和優雅處理工作中的情況的能力。你現在特別有外交手腕。此時，您周圍的衝突會更容易處理。您能夠通過創造性的解決方案以及您的情感聯繫和對他人的認識來解決問題。您可以看到可能未被發現的解決方案。這種創造力可以適用於您和您打算從事的一般職業。如果您一直在考慮進入創意行業工作，這張卡片也代表您在該領域的成功。",
        "reversed_career" => "當談到你的職業時，逆位聖杯騎士可以根據上下文和塔羅牌中的其他卡片有多種解釋。您的辦公環境現在可能充滿了分歧，每個人都可能處於緊張狀態。您可能還想考慮一下您現在是如何處理工作中的情緒的，你的喜怒無常對這個環境有影響嗎？或者，您維護和平的願望可能會達到自我毀滅的程度。你可能會盡一切努力避免衝突，而不是處理你的問題，即使表達這些沮喪會有所幫助。嘗試在處理其他人的問題時保持外交手腕和在不合適的情況下猛烈抨擊之間取得平衡。 ",
        "upright_finances" => "談到您的財務狀況，您的同理心、同情心和調解艱難對話的技巧現在可能會有所幫助。只要你能用這個天賦來維持和平，關於金錢的爭論就可能會得到緩解。如果您的財務狀況一直很緊張，這張卡片還可以表明您可能需要發揮創造力來解決您的問題。然而，一旦你能夠跳出框框，你很可能會成功地扭轉問題。",
        "reversed_finances" => "逆位聖杯騎士可以成為自己生活中的被動旁觀者；在財務方面，您可能沒有果斷地採取行動。有時，這張卡片也可能表明您所希望的事情並沒有按計劃進行。您可能很快將所有雞蛋放在一個籃子裡，結果卻很失望。在做出決定之前，請確保對任何大筆購買或投資進行研究。",
        "yes_no" => "聖杯騎士是一個浪漫而富有同情心的夢想家，帶來新的機會或某種積極的邀請。他代表著自我接受和找到適合你生活的正確道路的到來。您正在尋找的答案是肯定的。",
        "past" => "你的強項是你的智力和自決的意志力。對他人的新方向和新想法有點措手不及，這對您的獨特視角來說是很自然的。",
        "present" => "一個重要的要約或邀請會突然且出乎意料地到來。",
        "future" => "保持專注並遵循您最熱情的信念將導致朝著您的目標前進。你會在與他人深刻而有意義的聯繫中找到平靜。",
    ],
    62 =>
    [
        "id" => 63,
        "type_id" => 1,
        "number" => 62,
        "name" => "聖杯皇后(Queen of Cups)",
        "upright_keyword" => "同情、溫暖、善良、直覺、治療師、輔導員、支持",
        "reversed_keyword" => "不安全、給予太多、過於敏感、有需要、脆弱、依賴、殉難",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "62_Queen_of_Cups",
        "content" => "聖杯皇后統治著情感領域。她的寶座就在大海的邊緣，而水通常象徵著無意識和感覺。她在岸邊的位置表明她位於陸地和海洋之間，是感覺和思想存在的地方。她拿著一個有天使形狀的把手的杯子。這個杯子是封閉的，這就是為什麼聖杯皇后像徵著我們潛意識中的想法。女王獨自坐著，這讓她可以思考。水天一色的平靜，象徵著王后內心的寧靜。她的腳沒有接觸水，這代表她從外面看自己的想法和感受。",
        "upright_content" => "我們可以通過仔細觀察圖像中的女人來理解聖杯皇后的含義。她被視為富有同情心、關懷、敏感和養育。她在情感層面與人建立聯繫，因此人們喜歡她的誠實和公平。聖杯皇后在閱讀中的出現可以引導您向他人尋求幫助。大多數時候，就像其他皇后一樣，這是一個會進入你生活的女性形象。

  聖杯皇后有一種非常強大的直覺，只有大祭司才能與之匹敵。聖杯皇后就像一面鏡子，反映了他人的內心深處，讓他們以全新的眼光看待自己。大多數時候，聖杯皇后也可以代表你內心深處值得信賴的聲音。她似乎在說，在嘗試幫助他人之前，您應該花時間關注自己的情緒健康。自愛會產生同情心。

  聖杯皇后也可以反映你與其他人的關係。你可能是情感上堅強的磐石，可以成為其他人的錨。您可能會在這裡使用您的直覺而不是邏輯來幫助教導和支持他人。

  聖杯皇后通常用心思考，而不是用頭腦思考。她可能缺乏理性和常識，但有時也可能是直覺、夢幻和幾乎通靈的。當合乎邏輯的方法不起作用時，“聖杯皇后”可能是您問題的答案。",
        "reversed_content" => "聖杯皇后逆位意味著你與你的情緒不同步。你也可能在表達你真實感受的方式上感到受限。大多數時候，壓抑自己的情緒可能會非常有害，並會在不久的將來導致沸點。您可能承受著無法再承受的巨大壓力。

  逆位的聖杯皇后也能反映出你的思緒遊蕩太遠，你讓你的想像力自己跑掉了。雖然你仍然是好意，但你應該停下來看看你的情緒是否值得信任，因為你允許它們控制你。您需要花一些時間思考這些夢想是否可以變為現實。在這段時間裡，你應該盡量保持情緒穩定，這樣你就會知道什麼時候情緒會變得最好。",
        "upright_love" => "憑藉她睿智、支持和善良的天性，聖杯皇后很可能擁有許多崇拜者。她的同情心使她很自然地傾聽任何需要傾聽者或需要哭泣的人的肩膀。如果現在沒有人帶著這些特徵進入你的生活，你可能會發現是你扮演了這個角色。你可能會以這種方式吸引很多人，但要小心避免有人粘人並過於依賴你。此時能夠劃清界限很重要，因為情感支持也是情感勞動。不要把自己累壞了。讓你的直覺引導你。處於人際關係中的人此刻可以享受更深層次的愛。",
        "reversed_love" => "您是否發現自己總是在你們的關係中扮演照顧者和支持者的角色？逆位的塔羅牌愛情意義可以表明你比你的伴侶在這段關係上付出了更多的努力。你甚至可能偶爾覺得自己更像父母而不是情人。你們兩個之間的平衡必須被糾正。或者，您可能會發現情緒環境相當動盪且不斷變化。您或您的伴侶可能會覺得自己就像在蛋殼上行走一樣，不知道下一次爭論何時會出現。",
        "upright_career" => "聖杯皇后是一張特別有愛心和富有同情心的卡片。因此，如果她的出現與您的職業有關，您可以考慮多種含義。這位女王可以提醒您，無論您在做什麼，都應該讓您在情感上感到滿足，而不僅僅是在經濟上。當談到你的工作環境時，這張卡片可以指向在你的同事中扮演關懷和富有同情心角色的人。有時，這張牌也可以表明你正在擔任這個角色。沿著這條脈絡，女王還暗示，在您的領域中具有這種性質的人的指導可以使您受益。",
        "reversed_career" => "當聖杯皇后被逆位並出現在你的職業生涯中時，你可能正在處理工作中的一些情緒問題。您可能會發現您正在從事的項目或您所處的環境現在正在消耗情緒。有時，我們感到的疲憊來自於我們自己的需求沒有得到滿足。由於聖杯皇后可以如此專注於他人的需求，她可能很難將自己的需求放在首位。你是不是太專注於讓你的同事、客戶或你的老闆開心，而忽略了做讓你開心的事情？現在花點時間照顧好自己的情緒健康。",
        "upright_finances" => "此時您可能正在使用您的財務資源來照顧他人。聖杯皇后可以發出信號，表明您的心會感動您為有需要的事業、家人或朋友做出貢獻。很多時候女王出現在這裡，都是在提醒你，金錢不是萬能的。你不應該以犧牲生活中的其他考慮為代價來關注它。",
        "reversed_finances" => "當談到你的財務狀況時，逆位的聖杯皇后可以成為一張看你自己的情緒健康及其與你的財務安全感的關係的卡片。如果您一直在強迫性地花錢，或者沉迷於一些銷售手法，那麼這在短期內可能會有所幫助，只要您還解決了您不快樂的根本原因。也要注意不要過度伸展自己；你體貼和愛心的天性意味著你很容易照顧他人，即使你自己資源不足。",
        "yes_no" => "聖杯皇后是一位敏感、安靜、賢惠的女性，代表著尋求和引導內在的轉變。她建議找一個善於傾聽和充滿愛心的顧問。就像她的對手，杯中之王一樣，她的存在既不是肯定的也不是否定的，她對你的問題給出了一個不清楚的答案。",
        "past" => "您的童年是一個充滿愛與感情的快樂時光，因此您的過去與當前的失敗無關。您的人際關係也擁有所有合適的成分，可以使它們持續更長的時間。",
        "present" => "一個有權勢的女人的影響將揭示你生活的可能性。她可能會挑戰或激勵你，但無論她做什麼，都會讓你獲得寶貴的見解。",
        "future" => "向您所愛的人尋求幫助或建議，尤其要注意您周圍的女性智慧。無論您的職業成功與否，您的旅程都將由您的情感考慮決定。",
    ],
    63 =>
    [
        "id" => 64,
        "type_id" => 1,
        "number" => 63,
        "name" => "聖杯國王(King of Cups)",
        "upright_keyword" => "明智的、外交的、頭腦和心靈之間的平衡、忠誠的、顧問、顧問",
        "reversed_keyword" => "不知所措、焦慮、冷漠、壓抑、孤僻、控制欲強、自私",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "63_King_of_Cups",
        "content" => "聖杯國王是塔羅牌中的一張牌，顯示出慷慨、控制和情緒平衡。卡片本身描繪了一位坐在寶座上的國王，他有一個形狀像魚的護身符。項鍊上的魚代表著他的創造力和精神，在他周圍平靜的水域中茁壯成長。我們從背景中可以看出，有意識和無意識之間存在著穩定的平衡。

  國王的身後，右側有一條躍出海面的魚，左側有一艘船，分別代表情感世界和物質世界。聖杯國王表明你不會抑制自己的衝動，而是學會了以平衡的方式處理它們。
  ",
        "upright_content" => "聖杯國王是杯中最具影響力的牌之一。他代表創造力、情感和無意識。這張牌顯示了克制自己情緒並完全掌控自己的感受和衝動的能力。因此，聖杯國王代表了理智和情感之間的平衡。他指出理解和感覺之間有很強的關係。

  當您平衡了自己的情緒並能夠控制它們時，這意味著您對自己有了更深入的了解和認識。當您面臨通常會讓您失去平衡的挑戰時，聖杯國王會提醒您應該按照他的方式行事，不要一怒之下飛出去，或者立即讓自己陷入絕望！你首先需要調和你的情緒狀態，這樣你才能在現實中前進。學會評估自己，以確定如何對自己的內在狀態產生更強的意識。

  在某些情況下，聖杯國王可以像徵您生活中的一位年長男性。這是一個成熟的男人，願意為自己的行為負責，並掌握了自己的自我認知。

  聖杯國王傾向於政治和外交，這使得他可以平衡其他人的需求，增強各方之間的和諧。聖杯國王表明你作為一個領導者是敏感的，你對別人對你的情感需求的反應很謹慎。聖杯國王暗示你在處理負能量時應該保持成熟。",
        "reversed_content" => "聖杯國王在他最糟糕的時候逆轉了信號：波動、情緒操縱和喜怒無常。

  當聖杯國王步履蹣跚時，他通常以慈悲和智慧處理情況的能力被顛倒了。他無法平衡所有尋求他指導的人的需求，雖然對某些人表現出友善，但對其他人可能很冷淡。他駕馭他人情緒的才能可能會被用於可疑的用途，操縱環境以滿足他的需要。

  逆位的聖杯國王表明這張牌描繪了你生活中的一個角色，無論是你的一部分還是其他人。雖然他通常很容易接觸和控制自己的情緒，但他最近變得善於操縱和控制情緒。他的行為將被用於復仇和平反，他通常可以控制的衝動，最終旨在成為某種形式的懲罰。 ",
        "upright_love" => "心與腦之間的平衡由聖杯國王塔羅牌愛情寓意所代表。此人情感成熟，重視家庭。當情緒高度緊張時，他們冷靜和鎮定的反應正是每個人維持和平所需要的。當這張牌在你的生活中沒有一個人代表時，它可能是一個建議，在你對待愛情的過程中同時使用邏輯和直覺。以務實的態度對待浪漫，同時也要以智慧、同情和理解來對待愛情。結合起來，你找到的愛肯定是深刻而有益的。
  ",
        "reversed_love" => "逆位聖杯國王缺乏一致性、同情心或道德。在愛情中，他可能會相當操縱和自私，利用自己的情商來滿足自己的慾望。如果這不代表一個人，你可能不得不面對一個引導你或利用你的愛人。或者，聖杯國王塔羅牌愛情的含義可以簡單地暗示你浪漫生活中的某種自私。你或你的伴侶可能不會為你們的關係付出努力，滿足於讓你的伴侶做很多工作。",
        "upright_career" => "有時，聖杯國王可能意味著更有經驗、更有愛心和富有同情心的顧問或導師，他可以幫助你發展一個情感上充實的職業。這張卡片也是關於平衡一個人的情感需求和實際的、邏輯的需求。你的智慧和平衡頭腦和內心的能力可以為你贏得周圍人的尊重和欽佩，並且可以讓你在解決辦公室各方之間的衝突時顯得特別有價值。",
        "reversed_career" => "逆位的聖杯國王可以表示與已成為暴君的老闆或經理打交道。雖然這張卡的正位版本富有同情心，並且在情感上了解其他人的情況，但這個逆位的聖杯國王可能是自私的，除了他們自己之外，對每個人的需求都一無所知。不安全感和缺乏情緒控制可能是這個人如何處理工作環境的重要因素。有時，這個人也可以是你。有時，這張牌可能表明您只是為了錢而處於自己的位置，您可能會感到不滿足。即使你以興奮和激情開始這個位置，它也可能會慢慢消失。試著看看你是否可以重新與你喜歡這份工作的第一點聯繫起來。 ",
        "upright_finances" => "一方面，聖杯國王標誌著某種程度的金融穩定。這種穩定性是你在做決定時明智的本性的結果。如果您發現自己正在進行一些大筆購買或投資，這張卡可以提醒您謹慎和合乎邏輯，並滿足情感需求。 ",
        "reversed_finances" => "聖杯國王正位是判斷力的標誌，而逆位的​聖杯國王則相反。您可能會發現難以控制支出或做出合乎邏輯的明智決定。您可能讓不受控制的情緒為您做出財務選擇，如果不加以控制，可能會給您帶來問題。",
        "yes_no" => "聖杯國王是富有同情心、溫暖而溫和的理性之聲。他是一位具有強烈直覺和豐富精神知識的權威人士。這張牌代表能夠通過引導經驗來做出決定並能夠提供好的/有用的建議。本質上既不是積極的也不是消極的，答案尚不清楚。",
        "past" => "你過去的擔憂會重新審視你。如果您需要幫助，尋求專業指導可能是個好主意。",
        "present" => "一個非常有能力幫助你的人會出現在你的生活中。接受他們的建議，並毫不猶豫地尋求支持。",
        "future" => "為了帶來平靜的狀態，請尋求建議。你不會靠自己找到平衡，所以尋找一個強大的盟友來指導你。",
    ],
    64 =>
    [
        "id" => 65,
        "type_id" => 1,
        "number" => 64,
        "name" => "寶劍王牌(Ace of Swords)",
        "upright_keyword" => "清晰、突破、新想法、專注、遠見、力量、專注、真理",
        "reversed_keyword" => "混亂、溝通不暢、敵意、爭論、破壞、殘暴",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "64_Ace_of_Swords",
        "content" => "寶劍王牌顯示一隻手從雲中伸出，揮舞著雙刃劍。這把雙刃劍帶著金冠，周圍環繞著花環。長期以來，花圈與勝利、成功和偉大的成就聯繫在一起。

  王冠既是皇室的象徵，也是皇室的統治權的象徵。

  在前景的後面，劍漂浮在不同的環境中，山和海都被用作劍可以用來征服的廣闊和遙遠土地的象徵，以及野心的象徵。 ",
        "upright_content" => "與所有的王牌一樣，寶劍王牌表示一個人即將經歷突破的時刻。這把劍鋒利的刀刃，代表著智慧的力量，具有破除欺騙、查明真相的能力。通俗地說，這張牌代表了一個人可以從新的角度看待世界的時刻，作為一個充滿新可能性的地方。因此，現在是實現目標的最佳時機，因為寶劍王牌都發出綠燈，並且是等待機會和新開始的信號。

  這也可能是你在所有事情上尋求正義和真相的好時機，因為你的良心是清醒的，你的思想是敏捷的。如果你挺身而出，你的思維敏銳和清晰就會得到回報。

  當我們仔細觀察劍，看到它的雙刃時，我們也被提醒，這把劍要麼用於高尚的行為，要麼用於破壞。這一切都取決於持有者，這也是一個警告，即過度的權力具有腐敗的危險。如果你堅持原則，劍就會為你服務。",
        "reversed_content" => "得到逆位的寶劍王牌可能意味著一個人的思想混亂、不確定和非常混亂。現在不是做出任何決定的好時機，因為他們不清楚你應該做什麼，這意味著失敗的機會可能非常高。

  這個時候，最好做好準備並採取一些小步驟，有條不紊地工作，慢慢地實現你的目標。這將是放鬆並理性思考每個階段的好時機，而不是衝動行事，因為在那一刻一切都顯得模糊不清。這也可能是尋求建議的好時機，因為事情可能並不像看起來的那樣。",
        "upright_love" => "你會發現寶劍王牌的塔羅牌愛情意義進行的智力討論特別有吸引力。與您的合作夥伴溝通並討論當前的重要問題對您來說是有益的。你應該特別注意以清晰和誠實的方式面對你們關係中的問題或障礙。你可能會發現直視這些問題可以讓你們兩個之間更加和諧和理解。雖然有時討論會變得激烈，但更重要的是談論它們而不是將它們掃到地毯下。從長遠來看，通過學習這些溝通技巧，您的關係會變得更牢固。

  如果您的關係已經陷入混亂，或者您正在從分手中恢復過來，那麼寶劍王牌塔羅牌的愛情意義也可以鼓勵您在愛情生活中摒棄有害的人或態度。",
        "reversed_love" => "目前，混亂和清晰可能會影響你們的關係。逆位的寶劍王牌塔羅愛情意義，可能會有誤解和假設，有時你的伴侶可能會有與你完全不同的觀點。您需要努力工作才能再次回到同一頁面。這張牌有時也能暗示痛苦的話；確保你和你的伴侶的交流不會太生硬。感情現在可能特別敏感，如果沒有善意，對抗很快就會變成打架。",
        "upright_career" => "由於王牌總是代表新的開始，所以寶劍王牌可以代表一個新的工作、職位或事業，可以給你帶來很多智力上的刺激。你可能會發現你的新環境充滿挑戰，並為你發展你的思想和技能提供了很多鼓勵。您可能會與喜歡討論新想法的同事在一起，並且溝通會非常順暢。對自己想要做什麼有一個清晰的願景，並且能夠表達這個願景現在對你很有幫助。 ",
        "reversed_career" => "在工作中，逆位的寶劍王牌表明現在工作中可能會出現一些溝通不暢的情況，這可能會給您和您的同事帶來麻煩。這也可能表明您現在產生的想法可能有點牽強，並可能導致失敗。確保你對你能完成的事情非常現實，不要把頭埋在雲端。小心你的用詞，確保你能清楚地表達自己。有時，這張卡片也可能表明工作很無聊。您的工作可能單調乏味，已不足以讓您保持專注。 ",
        "upright_finances" => "在金融塔羅牌中，你需要非常理性地思考寶劍王牌。當談到金錢時，你的心和你的頭腦會說非常不同的事情。在這些情況下，這張卡片告訴你要相信你的大腦，避免做出情緒化的決定。如果朋友或家人向您要錢或尋求貸款，請先用您的頭腦處理這種情況。你有足夠的自己嗎？你會得到回報嗎？金錢將如何影響你與那個人的關係？拒絕理性的方法可能會讓你感覺更好，但從長遠來看可能會讓你付出巨大的代價。",
        "reversed_finances" => "小心理財！逆位的寶劍王牌可以暗示您財務方面的錯誤和不明確。仔細檢查你的銀行對賬單、合同、貸款協議或任何合法的東西，以確保一切正常。如果你有什麼不明白的地方，一定要問清楚，不要假設一切都很好。問沒有壞處，安全總比抱歉好。",
        "yes_no" => "寶劍王牌代表著通過精神力量和成就取得的勝利。正義、清晰和創造性思維都與這張牌有關。一個絕妙的想法可能就在眼前，或者它可能是對創造力的某種神聖啟發。答案很可能是肯定的",
        "past" => "你以善的名義而戰，為理想主義的事業注入了強烈的能量。最近發生的事件已經啟動了不可改變的事件。",
        "present" => "你正在進入人生的一個新階段，一切都將改變。變化的起因和結果還不確定，但這段時間會向你揭示很多東西。",
        "future" => "將您的創意付諸行動可能需要一些勇氣，但如果您願意，您將能夠克服最長的困難。",
    ],
    65 =>
    [
        "id" => 66,
        "type_id" => 1,
        "number" => 65,
        "name" => "寶劍2(Two of Swords)",
        "upright_keyword" => "僵局、艱難抉擇、夾在中間、否認、隱藏信息",
        "reversed_keyword" => "優柔寡斷、猶豫、焦慮、信息太多、沒有正確的選擇、真相大白",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "65_Two_of_Swords",
        "content" => "寶劍2象徵著我們在被迫做出艱難選擇時所面臨的困惑。在寶劍2卡中，有一個坐著的女人，她被蒙住眼睛，雙手各拿著一把劍。在背景中，有一片被峭壁和岩石包圍的大海，這些峭壁和岩石成為船隻和船隻的障礙，阻礙了前進和行動。卡片中被蒙住眼睛的女人代表了一種情況，這種情況使她無法清楚地看到問題和解決方案。

  她雙手各持的刀劍，顯示出有兩種不同方向的選擇，相互排斥。它也可能描繪出僵局，這意味著應該以邏輯和理性的思維來解決問題。位於卡片右側的月亮象徵著幻想和欺騙在女性做出選擇的困難中所起的作用。",
        "upright_content" => "當我們在塔羅牌中看到寶劍2，我們遇到了一個僵局。兩股勢均力敵的力量交鋒，似乎看不到盡頭。當你偶然沿著這條路走時，這不是你的想法，你發現自己被夾在了中間。如果沒有任何事情，或沒有人干預，這可能會無限期地持續下去。我們發現自己處於一種必須做出選擇的境地，我們可以站在情況的一部分，也可以站在另一部分。兩者似乎都不特別吸引人，這使得決定更加困難。但是，除非我們擺脫這種僵局，否則就不可能取得更多進展。

  寶劍2通常與平衡和夥伴關係有關。它意味著需要保持你的人際關係平衡。無論是在商業、友誼還是戀愛關係中，你可能會發現自己很難維持現狀，可能會發現自己被夾在中間。關於您的工作，您目前可能陷入困境，可能正在等待另一方的決定。保持耐心，避免迫使人們突然做出決定。

  寶劍2的意思可能描繪了一個警告要小心。就像卡片中的女人一樣，您可能會選擇蒙住眼罩，希望問題會消失。您應該避免逃避您面臨的任何問題，因為它不會解決您的問題。",
        "reversed_content" => "我們在逆位的寶劍2中看到的情況是一種傳說中的僵局，兩股力量相互廝殺。這場戰鬥可以代表內部或外部事物，您被迫介於兩者之間並成為決策者。然而，由於雙方似乎都不太愉快，你可能會發現自己很困惑，壓力太大，無法做出決定。

  當你做出決定時，它會在兩個糟糕的結果之間做出選擇。別著急，這裡更重要的是做出選擇，從那時起，我們可以應對任何後果。",
        "upright_love" => "如果你單身，你可能會發現很難在愛情生活中取得進展。寶劍2塔羅牌愛情意味著在決定之間卡住。你是否試圖在兩個戀人之間做出選擇？或者愛和你生活的其他方面？看起來你的選擇同樣有吸引力，你可能試圖完全避免選擇，而不是積極參與你的生活選擇。小心世界不會替你做出選擇。如果您處於戀愛關係中，某些事情可能會阻止您和您的伴侶解決您的問題。寶劍2塔羅牌愛情也像徵著各種僵持。現在不是忽視問題的時候，而是要仔細商量以尋求妥協。",
        "reversed_love" => "有時，沒有正確的選擇是逆位寶劍2塔羅牌愛情意義。如果你單身並且發現自己試圖在兩個潛在的戀人之間做出選擇，那麼似乎他們中沒有一個對你特別合適。如果您已經處於戀愛關係中，您可能會發現自己在愛人和生活的其他方面之間做出選擇。您可能會比以往任何時候都感到更加優柔寡斷和困惑。這張牌會建議你做出痛苦的決定，無論你處於浪漫生活的哪個階段。然而，您等待做出選擇的時間越長，您的焦慮就越多，從而產生更多問題。有時，當您還沒有準備好時，您可能會被迫做出決定。現在做出選擇，處理結果可以釋放你的負擔。聽從你的直覺。",
        "upright_career" => "您可能會發現自己陷入了工作衝突之中。這可能表現為必須站在一位同事或另一位同事一邊，而您要做的只是保持公正。選擇一個人而不是另一個人會造成緊張和裂痕，你可能會擔心破壞你與他們的關係。有時，這張卡片可能意味著您正試圖在兩個工作或職業道路之間做出選擇。寶劍2有時也可能暗示您還沒有做出選擇所需的所有信息。如果您還有時間，請用它來研究並獲得您需要的答案。",
        "reversed_career" => "你在工作中遇到的衝突似乎一直在升級，它們會給你帶來很大的壓力。如果你被夾在兩個吵架的同事之間，似乎無論你選擇做什麼，你都會陷入困境，沒有正確的選擇。或者，您可能會發現自己要為工作中的重大決定負責；你可以領導項目，或者在兩個職業之間做出選擇。這些決定背後有很多焦慮，因為它們似乎不可逆轉。您可能已經進行了大量研究，但您現在正在處理信息過載而不是提供幫助，而且事情可能比以往任何時候都更加不清楚。",
        "upright_finances" => "你現在是否在逃避金錢方面的事情？這張卡片表明您可能否認自己的財務狀況，並且您可能會發現完全避免查看自己的財務狀況更容易。如果你努力看清楚，你可能會發現你將不得不做出一些艱難的選擇。也許您想要那件新的名牌連衣裙，以及一台新的筆記本電腦，但更清晰地查看您的銀行賬戶可以表明您現在只能買得起。無論情況如何，只要確保你清楚、理性地看待它。",
        "reversed_finances" => "無論情況多麼緊張，您終於學會了正視自己的財務狀況。一旦你認清現實，做出正確的決定就會變得更容易。或者，這張卡片可能表明您沒有完全吸收您正在嘗試學習的任何財務信息。與其幫助你，不如說感覺太難了。與其讓這種感覺把你推開，不如慢慢來。一次學一點，每週專注於一件事。你很快就會得到它。",
        "yes_no" => "寶劍2象徵著衝突的解決和必須做出的決定。然而，結論很可能是通過尋求內心的平靜並達成妥協而得出的。雖然這張牌暗示了我的總體平靜，但它既不傾向於是或否。因此也許就是答案。",
        "past" => "誠實地講述你的過去會幫助你做出艱難的選擇。您遇到的衝突將通過新方法解決。",
        "present" => "有一場衝突會鎖住你的精力去解決它。通過克服優柔寡斷，您將採取深思熟慮的行動來決定解決方案。",
        "future" => "擺在你面前的困難局面必須立即克服，所以不要拖延或猶豫。誠實行事，懷著光榮的意圖，實現最好的結局。",
    ],
    66 =>
    [
        "id" => 67,
        "type_id" => 1,
        "number" => 66,
        "name" => "寶劍3(Three of Swords)",
        "upright_keyword" => "心碎、分離、悲傷、悲傷、悲傷、不安、失落、創傷、眼淚",
        "reversed_keyword" => "治愈、寬恕、恢復、和解、壓抑情緒",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "66_Three_of_Swords",
        "content" => "塔羅牌中最具標誌性的圖像之一，寶劍3顯示了一顆被三把劍刺穿的漂浮的心臟。上面，有厚厚的雲層。背景中還有傾盆大雨。象徵意義非常不透明，它所產生的情感影響是立竿見影的。心是溫、情、靈的所在，三把劍代表著對它所刺入的東西造成傷害、痛苦和製造痛苦的力量。這是悲傷、失落和心碎的形象。雲和雨描繪了周圍形勢的嚴峻。所有這些符號都指向顯示人生低谷的寶劍3。",
        "upright_content" => "寶劍3描繪了拒絕、背叛、傷害和沮喪的信息。在這樣的時刻，我們得到了思想的很好的服務。如果你能從邏輯上思考它並為體驗做好準備，這種痛苦的影響可能會最小化。

  但也要記住，痛苦和悲傷是生活的正常組成部分，因為它們讓我們感激我們所擁有的快樂和幸福，並教會了我們。正是通過痛苦，我們學會了避免可能導致我們陷入危險和悲傷的錯誤。因此，它是人生旅途中的必需品。因此，寶劍3是對苦難的描繪，旨在使我們變得更強大、更謹慎和更警覺。

  有時生活讓我們別無選擇——我們被擊倒了。但決定一個人未來的，是選擇繼續被打倒，還是重新崛起。你所遭遇的每一點痛苦，都是在這個世界上尋找更深層意義的墊腳石。這張卡是在您需要為人生的下一個階段做好準備的時候出現的。雖然悲傷可能會非常傷人，但它能讓您忘記過去，專注於未來，因為您知道自己可以控制事後採取的行動。不要過多關注困擾你的事情，而是關注即將到來的事情，因為你決定了你的命運。",
        "reversed_content" => "逆位寶劍3，表示最近面臨失落、分手或一時的悲痛。你可能還在恢復中，你的情緒還沒有完全平靜下來，很難繼續前進。儘管您可能仍在回想過去的痛苦，但這張卡片可能是一個信號，表明是時候放手並展望未來的生活了，因為您可以享受很多。

  許多人沒有看到這一點，他們最終沉浸在自己的痛苦中太久，拖延了自己的康復過程。不要過分關注發生的事情，更新你的情緒並鼓起勇氣。逆位的寶劍3卡在這裡讓你知道所有困難的時刻都過去了，它們不會停留在那裡，當我們跌倒時，我們也可以重新站起來。",
        "upright_love" => "這張卡片的圖像簡單明了；寶劍3塔羅牌愛情的意思是心碎。這很可能是你生命中充滿淚水、悲傷和心碎的時刻。如果你正在戀愛，這有時可能意味著分手、衝突或某種分離。在最壞的情況下，由於這張牌是三，它也可能指向第三方在你們的關係中製造麻煩。您和您的伴侶可能不得不面對棘手的問題才能保持在一起。如果沒有明確和尊重的討論以及合作的意願，這種關係就會走到盡頭。如果你是單身，可能是因為過去的悲傷和痛苦影響了你約會的能力。過去的傷口尚未癒合，在嘗試再次尋找真愛之前給自己一些時間是很重要的。",
        "reversed_love" => "用逆位的寶劍3劍塔羅牌愛情意義，戀人可能會發現自己解決了他們的衝突並相互原諒。在這裡，人們渴望治愈、擺脫舊傷，同時展望未來。對於單身人士來說，這通常意味著最終要克服心碎，以便再次完全出現在你的約會生活中。然而，這張牌有時也可能暗示相反的情況。傷口可能不會癒合，但它們可能會被壓抑，因此它們會潰爛並產生怨恨。伴侶可能無法原諒彼此過去的傷害。有時，在這些情況下，雙方繼續前進可能會更好。",
        "upright_career" => "現在，工作可能是您壓力、沮喪和悲傷的重要來源。在最壞的情況下，它可能意味著突然失業或公司倒閉。更常見的是，它可能表明客戶和同事之間在工作中存在某種衝突。如果您正在處理這個問題，請確保您與同事進行誠實和公開的對話，同時保持尊重。可能有很多東西你們都可以互相學習。如果你正在找工作，或者你剛剛失去了你的工作，現在的搜索可以讓你絕望。不要灰心；如果你能負擔得起，現在就花點時間從這段痛苦中恢復過來。它可能會為您的求職提供更積極的心態。",
        "reversed_career" => "工作中的事情又開始變得光明起來。壓力衝突開始解決，你的前景和總體幸福感也在改善。您的同事可能已經擺脫了衝突，或者造成挫折的人已經離開。相反，工作中的每個人都可能專注於原諒過去的錯誤，並為未來共同努力。溝通有所改善，並且可能會有新的流程來避免過去的錯誤。但有時，這張卡也可能指向情況惡化，他們不會將問題拋在腦後，而是會懷恨在心並保持消極態度。其他的卡片將提供更多的訊息。",
        "upright_finances" => "您現在可能正在處理物質損失，或者至少在您的財務生活中遇到一些給您帶來很大壓力的事情。分手對情感和經濟都有影響；您可能再也無法獨自負擔得起您的公寓，或者您可能不得不在離婚時分割您的資產。所有這些事情現在都可能是壓倒性的。一定要對自己溫柔，但也要記住不要逃避照顧這些事情。尋求支持；你可以通過。",
        "reversed_finances" => "如果您一直遭受財務挫折，逆位的寶劍3可能表示好轉即將到來。您可能正在重建您的儲蓄，或者發現自己處於比以前更好、更穩定的財務狀況。或者，這張卡片也可以表明經濟損失後的情緒悲痛程度正在惡化。如果你經歷了巨大的損失，你可能會發現很難調整你的消費習慣，或者放棄你過去的生活水平。不接受你的立場的真相往往會使艱難的情況變得更加困難。",
        "yes_no" => "寶劍3通過情感上的損失、重要關係的結束或因分離而造成的心碎表現出痛苦和苦難的存在。伴隨這張牌而來的情緒障礙和精神痛苦描繪了對你問題的否定答案。",
        "past" => "您仍在維護著巨大的情感或身體疼痛。放棄責任可能會讓你有機會創造新的東西，因為你所愛的東西最近被破壞了。",
        "present" => "你很快就會經歷強烈的情緒劇變。這段痛苦的時期將帶領你走向更美好的未來。",
        "future" => "您前面的道路正在被清除，以便為新事物騰出空間。如何利用商店中的機會由您決定。",
    ],
    67 =>
    [
        "id" => 68,
        "type_id" => 1,
        "number" => 67,
        "name" => "寶劍4(Four of Swords)",
        "upright_keyword" => "休息、放鬆、和平、庇護、療養、自我保護、恢復活力",
        "reversed_keyword" => "恢復、覺醒、重新進入世界、擺脫孤立、煩躁、倦怠",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "67_Four_of_Swords",
        "content" => "寶劍4身上有一種安靜的寂靜，一種平靜的平和感，與寶劍3的痛苦形成瞭如此深刻的對比。在這裡，在一座教堂裡，有一個騎士的雕刻，他躺在墳墓上，上面掛著三把劍，而第四把劍則放在他的下面。這三把劍提醒了他在之前的卡片中忍受的痛苦。第四劍的位置，似乎是戰鬥結束的信號。雕像後面的彩色玻璃位置描繪了一個孩子和一個女人，讓這個場景在靜修之後有一種溫暖和歡迎的感覺。騎士的雙手擺出姿勢，好像在祈禱一樣。",
        "upright_content" => "在寶劍3所描繪的混亂、憤怒和痛苦之後，寶劍4可以發出撤退的信號。寶劍4是休息片刻。這是出於選擇退出，還是出於純粹的疲憊，尚不清楚。我們仍然因受過的傷而感到溫柔，戰鬥武器仍然懸在我們頭上，作為對失去的東西的嚴峻提醒。為了繼續並重新出現在您的日常生活中，您現在必須花時間喘口氣。總有一種微弱的恐懼，即肯定會再次發生更多事情，建議您抓住一切機會休息一下。

  您需要在遠離當前環境的安靜環境中獲得力量和清晰度。現在是重新評估、組織和了解您的優先事項的時候了。這有助於振興一個人的精神，你會比以前更強壯。

  寶劍4預示著是時候凝聚新的力量，準備迎接新的挑戰了。你經歷了一場又一場的危機，這讓你筋疲力盡。只有遠離一切，擁抱新的氛圍，才能迎接新的挑戰。

  花時間養育自己，重新進入生活。我們內心閃爍著希望，它靜靜地躺著，等待我們重新痊癒後顯露出來。",
        "reversed_content" => "儘管塔羅牌的寶劍4可能意味著是時候進行治療了，但逆位的牌可能意味著躁動。你的心願意放鬆，但這不是你的心想要的。你覺得你依賴你的東西太多了。不建議走這條路，因為它可能會影響您的健康。

  你可以繼續戰鬥，但有時那是無效的，你必須對自己的力量有足夠的認識來決定什麼時候退出。休息，撤退，有時是一種自愛的方式，儘管您可能會嘗試前進，但從長遠來看，這只會使您感到困難。",
        "upright_love" => "有了寶劍4塔羅牌的愛情意義，休息一下是有必要的。如果你單身，你對愛情生活的興奮可能會讓你筋疲力盡。您可能太努力地想給某人留下深刻印象，或者每天都在與新朋友約會以找到您真正想與之相處的人。你可能會感到筋疲力盡，重要的是要聽從你的直覺和身體，讓它放鬆一下。如果你們已經處於戀愛關係中，你們都可以從休假中受益。有時，這張牌也能預示著你們兩個需要單獨待一會兒；這並不意味著關係的結束，但每個人，也許特別是內向的人，都需要一些私人時間。",
        "reversed_love" => "如果你沒有註意讓自己休息的警告，逆位的寶劍4塔羅牌愛情意義可能表明你將別無選擇。如果你一直在無情地追逐一個潛在的情人，你可能會發現你的進步現在感覺不受歡迎。你可能會受益於給這個人時間和空間來做出他們自己的選擇。向某人施壓通常會產生與您想要的相反的效果。或者，這張卡片也可以表示正在休息一段時間。您可能會感到比以往任何時候都更有活力！那些覺得他們的關係變得有點過於常規的夫婦會發現他們的激情正在重新燃起。",
        "upright_career" => "最近的工作可能非常忙碌或令人沮喪。您可能已經投入了很長時間，慢性壓力可能會損害您的身體或心理健康。傾聽你的身體，讓自己休息一下。如果可以的話，花一天精神健康的時間，用它來照顧自己或補覺。我們都不是機器，如果沒有一些急需的休息，它對我們健康的影響可能會持久。之後，您可以精神煥發地回來。",
        "reversed_career" => "您可能已經從工作中給了自己一個急需的休息時間，但您現在可能已經準備好返回了。理想情況下，您將利用這段時間來減輕壓力，並為自己做一些急需的護理。隨著時間的流逝和精神煥發，您可能會發現以前讓您感到痛苦和沮喪的情況更容易處理。從現在開始，嘗試並更加了解您的壓力水平。然而，有時，儘管需要休息，這張卡片也可以表示繼續工作。如果您遇到這種情況，您可能需要重新考慮。我們的身體經常會迫使我們休息一下。如果情況確實看起來不會改善，您可能還需要考慮換工作。 ",
        "upright_finances" => "您是否在擔心銀行里有什麼？如果您習慣於應對財務壓力，那麼思考（或者更確切地說，擔心）您的財務狀況可能是您的第二天性。試著讓你的大腦休息一下。很多時候，讓一個想法繞圈子解決不了任何問題，我們能為我們的頭腦做的最好的事情就是想別的東西。避免讓偏執的想法和消極的想法吞噬你。",
        "reversed_finances" => "您的財務狀況可能正在改善，您可能正在從一段巨大的壓力中恢復過來。也許賬單正在支付，債務已經償還，或者開支可能正在減少。或者，壓力可能會增加，您可能會開始對賬單感到不知所措。尋求支持；此時可能有人可以幫助您。有時，這張卡也可能暗示您儘管擁有它，但可能不會接受經濟支持。",
        "yes_no" => "寶劍4指向某種疾病或退縮。然而，它也帶來了休息、治愈和秩序。其他解釋可能只是需要休息一下或宣布休戰。這張牌的位置相當溫和，但總體上是積極的。答案很可能是肯定的。",
        "past" => "您已經制定的計劃可能無法正確引導您應對即將到來的變化。你感覺籠罩在你身上的陰影很快就會過去，你的生活的溫暖會回來。",
        "present" => "你想從社交圈中退出，專注於你的福利。該卡也暗示相同，以獲得一些安心。",
        "future" => "花點時間來規劃你的未來。無需急於決定什麼對您和您關心的人最有利。",
    ],
    68 =>
    [
        "id" => 69,
        "type_id" => 1,
        "number" => 68,
        "name" => "寶劍5(Five of Swords)",
        "upright_keyword" => "爭論、糾紛、侵略、欺凌、恐嚇、衝突、敵意、壓力",
        "reversed_keyword" => "和解、解決、妥協、報復、後悔、悔恨、減少損失",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "68_Five_of_Swords",
        "content" => "寶劍5卡描繪了一個年輕人，臉上帶著非常方便的蔑視。他正在看著他設法征服的敵人。他擁有五把劍——這是他從卡片上的其他戰鬥人員那裡拿來的。另外兩個人影帶著失落和悲傷，緩緩的從他身邊走開。在他們的頭頂，天空烏云密布，說明戰鬥已經結束，但並非萬事大吉。",
        "upright_content" => "這張牌表明你正在捲入某種性質的衝突。它還可能暗示與他人的分歧，從而導致敵意和緊張。儘管您認為自己贏了，但從大局來看，您仍然可能會失敗，因為您惹惱或傷害了與您爭論的人，因此，您正走在孤立自己的道路上。或許，此刻，你認為正確比欣賞和理解對方來自哪裡更重要。

  現在，嘗試收拾殘局很重要。在衝突還沒有發生時，您仍有機會採取行動。您可能會覺得好像每個人和一切都與您作對。在此過程中，您也可能會失去一些朋友。這就是為什麼您需要對自己的觀點做出重大決定的原因。什麼對你來說更重要？共同進步，還是共贏？這可能需要你勇敢地面對自己內心的衝突。

  這張牌以一種相當消極的方式代表了野心。太多的野心而不實際考慮後果或你影響的人從來都不是好事。這張牌所描繪的野心錯位可能會讓你成為一個沮喪的失敗者或一個冷酷的勝利者——在這兩種情況下，內涵都是相當消極的。這張牌反而要求我們更加體貼身邊的人，放下自我。",
        "reversed_content" => "在正位位置，寶劍5是一張緊張、衝突和分歧的卡片。寶劍5逆位的含義告訴你，你想要的只是那個特定時期的結束，這樣你就可以忘記和原諒。因為您開始明白勝利並不是一切，您將能夠將精力集中在更具建設性和積極性的事情上。

  反過來對這張牌的另一種解釋是，當你意識到只有失敗者時，你正在經歷的衝突實際上會變得更加令人不安。這些是您需要掌握的術語。",
        "upright_love" => "意外的變化和不安的能量可以通過寶劍5塔羅牌的愛情寓意來表示。空氣中可能會出現一種焦慮和苛刻的感覺，這使得爭論和爭吵很容易成為現實。你和你的伴侶可能會感到煩躁，如果不小心，衝突很容易開始。如果你發現自己處於其中之一，你應該仔細考慮你在這場爭吵中的原因，並確保你不是為了正確而爭論。自我可能會促使您和您所愛的人在沒有任何真正理由的情況下發生衝突。有時，這可以在迫切需要時產生激情，但如果繼續下去，則可能會造成破壞。",
        "reversed_love" => "用逆位的寶劍5塔羅牌愛情意義，在激烈的緊張局勢後和解是可能的。你和你的愛人之間有一種放下劍來尋求妥協的願望。即使雙方都選擇放手，傷口很可能仍然會很痛。有時，如果無法和解，這張牌可能表明離開愛人或潛在關係。雖然很痛苦，但如果激烈的爭論經常發生，這可能是更好的選擇。有時，從長遠來看，減少損失並在造成更多損害之前離開會更好。",
        "upright_career" => "工作中爆發衝突，空氣中瀰漫著相當多的敵意。現在很容易引起爭論。這可能來自誤解、缺乏溝通或領導不力。寶劍5也可以表示欺凌和恐嚇。無論是您還是其他人，您都可能會被要求為自己或其他人挺身而出。雖然這很誘人，但請確保您以專業的方式處理此事，如果需要，不要害怕拉入人資。通常有處理這些情況的流程。然而，這張牌同樣可以指向自我傷害，這意味著你對情況的印象可能首先是導致這些衝突的原因。防禦行為通常會造成攻擊循環。",
        "reversed_career" => "曾經充滿壓力和敵意的工作環境可能正在變得更好。似乎現在可以解決，因為每個人都準備放下手中的劍。做出妥協，現在又可以進行公開交流了。如果這不適用於你，這張牌也可以暗示敵意正在升級。如果您一直在與工作場所的惡霸打交道，他們可能會向您發起攻擊，有時甚至試圖解僱您。不要害怕向你的經理或人資提出這個問題，他們的工作就是處理這些衝突。但是，一旦你這樣做了，請確保你自己的行為也不會引起關注。只要你冷靜專業地處理事情，你就可以度過難關。",
        "upright_finances" => "你現在可能正面臨金錢方面的衝突；無論是與您的伴侶、您的家人還是您的朋友。您現在需要格外小心您的財務狀況，尤其是在信任他人時。可能有些人試圖從你那里索取比他們欠他們更多的東西，或者利用你。有時這張卡也可能表明現在財務緊張；您可能需要從預算中削減一些奢侈的開支。",
        "reversed_finances" => "如果你一直在處理緊張的財務狀況，甚至為金錢而爭吵，你現在可能會看到這些開始消散和放鬆。如果您一直在與試圖在經濟上利用您的人打交道，您可能會看到他們與您保持距離，甚至要為他們的行為負責。",
        "yes_no" => "寶劍5暗示衝突、不和和即將到來的麻煩。在不久的將來，可能會有失落、失敗或痛苦的分離，伴隨著破碎和低自尊的感覺。與此卡相關的任何內容都沒有正面性質，因此，您的答案是否定的。",
        "past" => "你所經歷的失敗是你高估和無能的結果。為了成功，你必須對自己誠實。",
        "present" => "不切實際的態度可能會讓你經歷失敗。你的錯誤會導致痛苦。對您的期望保持現實，以便評估和克服衝突。",
        "future" => "優雅地承受你的損失，不要向絕望屈服；你可以從任何失敗的結果中創造勝利。",
    ],
    69 =>
    [
        "id" => 70,
        "type_id" => 1,
        "number" => 69,
        "name" => "寶劍6(Six of Swords)",
        "upright_keyword" => "繼續前進、離開、留下、距離、接受教訓",
        "reversed_keyword" => "困在過去、重蹈覆轍、逃避問題、陷入困境",
        "astrology" => "",
        "element" => "水元素",
        "image_key" => "69_Six_of_Swords",
        "content" => "寶劍6中的圖像顯示了一個女人和一個孩子在船上被劃在水中到另一邊的土地上。我們可以從圖像中看出，女人和孩子背對著我們，留下了一些東西。女人的頭上披著一件斗篷——也許她是在逃避什麼，必須在別人不知道她真實身份的情況下離開。我們可以假設，正因為如此，她正在遭受巨大的損失或悲傷。寶劍6中的象徵意義是失去或改變，以及邁向比我們留下的那個看起來更有希望的未來。與直覺和心靈相比，船旁的六把劍象徵著理性頭腦的強大力量。",
        "upright_content" => "寶劍6的意思是你正在經歷某種轉變，但不快樂，充滿遺憾。這種轉變很可能是你過去做出的決定的結果，現在它們迫使你放棄一些東西以繼續前進。儘管你很悲傷，但你需要記住，繼續前進是你未來的理想選擇。

  生活中充滿了一些時刻，您將被迫放棄已依附的事物。這將是具有挑戰性的。寶劍6展示了你可能正在感受的悲傷，但你必須記住痛苦不會持續，所以你應該向未來尋求力量。

  在生活中，有時解決問題的唯一方法就是離開它並重新開始。你可能會覺得這是懦夫的出路，但是當你嘗試了所有其他方法後，逃跑是唯一的方法。重要的部分是規劃你的新路線，引導你走向幸福。在這種情況下，寶劍6是利用你的邏輯、清晰性和客觀性來計劃你現在在哪裡，你去過哪里以及你想去哪裡。直覺可以提供幫助，但您需要進行邏輯思考以確保成功。",
        "reversed_content" => "逆位的寶劍6可以表明您一直在嘗試繼續前進並進行所需的過渡。但是，您可能會遇到使這些成為現實的挑戰。你可能會不斷地回到過去，無論是因為有沒有解決的問題，或者你正在質疑你的決定。

  另一個寶劍6逆位的意思是你一直在抵制生活給你的轉變。您可能會覺得自己被迫在想要移動之前或根本不想移動之前被迫移動。在這種情況下，您應該考慮這些動作的好處，而不是缺點。就像冥界的俄耳甫斯一樣，你只能向前看，不能向後看，因為如果你向後看，你就有崩潰的危險。",
        "upright_love" => "當愛情塔羅牌中出現寶劍6時，則表示鬥爭即將結束。有時，這可以採取結束一段關係的形式，或者，將你們關係中痛苦的一章拋在腦後並和解。無論如何，它都暗示著離開過去，走向未知但更光明的未來的願望。如果你是單身，你可能準備把自己的一部分拋在腦後，也許是那部分阻礙你接受愛。如果你有你一直在護理的舊傷，那麼寶劍6塔羅牌的愛情意義可能是一個受歡迎的景象。您可能終於準備好將它們拋在腦後了。",
        "reversed_love" => "你覺得難以放下的是什麼？逆位的寶劍6劍塔羅愛情寓意表明，儘管你試圖將它拋在腦後，但過去仍然牢牢地控制著你。一方面，你可能知道離開過去對你來說是最健康的事情，但你可能會被強迫性地拉回來。你可能會選擇保持一段沒有愛情的關係，記住它的快樂時刻，無法擺脫有毒的前任，或者過去的不安全感可能阻礙你充分享受愛情生活。檢查是什麼束縛了您，並考慮您願意為此犧牲哪些潛在的幸福未來。",
        "upright_career" => "您可能正在將一段充滿壓力的工作拋在腦後。當您邁向更輕鬆的工作階段時，您可能會感到寬慰和平靜。你應該在你的項目上取得穩步進展。與過去的經驗相比，這些時間可能是一個值得歡迎的改進。有時，這張卡片也可以表明最近角色或職位的變化，成為你更適合的事情。",
        "reversed_career" => "似乎無論你做什麼，都無法擺脫工作上的煩惱。您的工作場所可能充滿了壓力、爭吵和衝突，這些都在消耗您的精力並損害您的心理健康。即使您可能想離開，但似乎您被困在這份工作中，目前找不到更好的工作。有時，這張牌也可以暗示你可能是製造麻煩的人；與其讓事情過去，你可能會一遍又一遍地回到同樣的問題上，儘管另一方願意把事情拋在腦後，但仍然懷恨在心。您可能想看看自己的態度和防禦性，看看這是否會導致您自己的壓力水平。你能放下什麼？如果您確實設法離開了這份工作，請注意同樣的問題再次出現。我們可以逃離環境，從人；但不是我們自己。",
        "upright_finances" => "當你把過去拋在腦後，寶劍6可以表明你正在擺脫財務困境。在經濟上，事情對你來說會更舒服，你可能不再承受巨大的壓力。當你發現物質穩定時，讓過去的經歷提醒你留意你的銀行賬戶。很多時候，我們無法逃避我們的金錢問題，最好保持負責，這樣問題就不會一次又一次地出現。",
        "reversed_finances" => "你現在想逃避你的財務問題嗎？當涉及到金錢問題時，通常是無法逃避的。你唯一能做的就是面對他們，坦誠、冷靜地對待他們。一旦你完成了實際接受你的處境的工作，那些看似不可逾越的事情可能看起來更容易面對。如果您需要，請尋找可以幫助您解決問題的專業人士。",
        "yes_no" => "寶劍6象徵著一段旅程或逃離到頭腦清晰的狀態。它暗示著一個更好的、積極的未來，或者可能是一段平靜的時期。向前邁進可能需要您使用您的邏輯或自然智慧，但最終結果是積極的。答案是肯定的。",
        "past" => "你已經克服了一個主要障礙，同時也保持了對自己的忠誠。你所培養的理解力和客觀性將帶領你走向更美好的未來。",
        "present" => "你的生活會有一個更好的改變。您將面臨的負擔或挑戰可能會產生新的道路。",
        "future" => "你面臨的挑戰最終會被克服。奮鬥是必要的，可以為您提供所需的成長，以找到通往更美好未來的道路。",
    ],
    70 =>
    [
        "id" => 71,
        "type_id" => 1,
        "number" => 70,
        "name" => "寶劍7(Seven of Swords)",
        "upright_keyword" => "謊言、詭計、詭計、策略、足智多謀、偷偷摸摸、狡猾",
        "reversed_keyword" => "懺悔、良心、悔恨、惡意、真相大白",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "70_Seven_of_Swords",
        "content" => "在寶劍7牌中，有一個人從某種營地裡偷偷溜走，手裡拿著五把劍。在他身後，另外兩把劍正立在地上。從這張圖片中，我們可以推斷出劍七是關於隱身，逃避某些事情，欺騙或背叛。

  男人臉上的表情，透著幾分自信，似乎對這次偷劍任務一定會成功。不過對他來說不幸的是，在左邊似乎有一群士兵發現了盜竊行為，一名士兵實際上正在舉起旗幟或武器，好像在暗示他的追擊。",
        "upright_content" => "一般來說，寶劍7是關於背叛和欺騙的。當您拿到這張牌時，可能意味著您或您生活中的其他人難以擺脫某些事情。有些時候我們被迫偷偷摸摸，希望我們不會被發現。當我們被發現時，我們必鬚麵對後果——無論是尷尬、懲罰，還是更糟。有時，當你不得不站起來思考，並做了一些有點精明和不符合性格的事情時，就會發生這種情況。現在有秘密洩露的危險。

  您可能想從某個地方偷偷溜走，這表明情況不再按預期工作。您沒有處理它，而是選擇偷偷溜走並希望自己不被注意。也許您希望這個問題會隨著時間的推移而自行解決，而您卻忽略了它， 讓它只會變得更糟。

  在看寶劍7時，最大的問題是逃避是否會解決您面臨的這個問題。雖然您可能認為自己已經逃脫了，但您發現情況已將您逼到絕境，並且在您試圖逃脫時被發現。

  在某些情況下，寶劍7可能表明願意獨自一人。您可能會渴望自己探索和發現一些事物。如果您想維護自己的獨立性並繞過集體協議，這可能是一種有效的方法。寶劍7的象徵意義可能會鼓勵你走這條路；有時，創新來自流氓天才。",
        "reversed_content" => "根據塔羅牌中其他卡片的訊息，逆位的寶劍7可以有多種含義。它可能首先表明需要改變你的方法，你一直在使用的策略不起作用。雖然直立，這張牌可以代表通過欺騙和詭計獲得的狡猾勝利，逆轉可以代表這種行為的更極端版本。或者相反，一種良心的更新。您或您圈子中的某個人可能決定解除自己的內疚感，並坦白他們所參與的某些操縱。信任已被打破，但通過坦白，您可能正在修復它。這裡有一種嘗試以不同方式做事的願望，一種協作而不是獨立的方式。",
        "upright_love" => "謊言和詭計可能充滿了寶劍7塔羅牌的愛情意義。現在保持謹慎對您來說可能很重要，特別是如果您遇到了新朋友。你或你浪漫生活中的某個人現在可能不誠實，在最壞的情況下，甚至不忠。如果你的直覺告訴你你被騙了，你可能需要面對這一點並進行誠實的討論。如果這就是您，請考慮您的行為的長期後果。如果根本原因得不到解決，即使是最善意的謊言也可能導致大問題。如果你是單身，你可能需要評估你是否對潛在的戀人過於懷疑或不信任，或者另一方面，是否引導他們，或誇大了你的身份。",
        "reversed_love" => "逆位寶劍7塔羅牌愛情意義可能暗示著謊言和欺騙的終結。不誠實總是最終會暴露出來，這張牌表明真相正在浮出水面。如果你是騙子，從長遠來看，承認和承認任何不法行為更為重要。承擔不誠實的重擔並不容易；因為它通常伴隨著被發現的持續焦慮。那些尋找愛情的人可能更願意放棄任何虛榮心或停止玩遊戲。從長遠來看，這可以給你帶來更多的滿足感，而不是為了愛而不斷地改變自己。",
        "upright_career" => "你的工作場所可能有一些陰暗的角色。謊言和欺騙會讓你大吃一驚。你可能正在與試圖用八卦破壞你的同事打交道，在老闆面前說你壞話，或者試圖為你的工作謀取榮譽。在這種情況下，請謹慎對待您信任的人；它可能來自您最不期望的地方。有時，這張卡片也可以暗示你需要一定程度的策略來完成你的項目。您可能是這裡的弱者，而其他人可能擁有更多資源或已建立的職位。一定程度的戰術性工作現在對你來說可能是一個優勢。  ",
        "reversed_career" => "現在真相大白，如果其他人現在不誠實，他們的謊言可能會暴露。無論您是這種欺騙的受害者，還是一直不公平的人，內疚和羞恥都可能促使肇事者認罪並可能和解。只要你改過自新，面對後果，就有可能得到寬恕。或者，工作中的情況可能會升級；有時，那些有過錯的人不會被公開繩之以法。請記住，無論多麼令人失望，一個人的性格將決定他們未來的命運。有時，寶劍7是一個簡單的陳述，表明您在工作中使用的策略和方法不起作用，您必須改變處理項目的方式。 ",
        "upright_finances" => "現在要小心你的財務狀況，因為可能會有某種詭計、騙局或竊取你的資源。這可能會超出您的範圍，但如果您正在嘗試任何快速致富的計劃，或者在其他不正當交易上賭博，您也可能會邀請這些情況。遠離那些讓人懷疑或好得令人難以置信的事情。",
        "reversed_finances" => "您在財務交易中是否完全誠實？現在可能是繳納稅款的好時機，並在您陷入更深的麻煩之前進行整理。或者您是否曾成為盜竊、詐騙或欺詐的受害者？現在真相大白，那些沒有走上光榮道路的人可能會面臨後果。",
        "yes_no" => "寶劍7帶來了失敗，也帶來了明顯的悲觀情緒。它表明由於未知的對手或可能是因為你的精神拖延，它表明未來有可能被盜或沒有發揮你的全部潛力。您正在尋找的答案是否定的。",
        "past" => "可能是時候將您的一些項目擱置一旁，以便更多地關注更緊迫的問題。你制定的計劃沒有你希望的那麼順利。",
        "present" => "解決最近衝突的最好方法是通過外交和聰明才智。避免公開對抗。",
        "future" => "你未來的成功取決於你克服反對的能力。您選擇的策略將決定您是遭受損失還是領先。評估反對派將使您的行動更明智。",
    ],
    71 =>
    [
        "id" => 72,
        "type_id" => 1,
        "number" => 71,
        "name" => "寶劍8(Eight of Swords)",
        "upright_keyword" => "被困、受限、受害、癱瘓、無助、無能為力、監禁",
        "reversed_keyword" => "自由、釋放、控制、倖存者、面對恐懼、賦權、投降",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "71_Eight_of_Swords",
        "content" => "寶劍8上是一個被捆綁蒙住眼睛的女人。有八把劍戰略性地放置在她周圍，限制了她的行動，就好像她在某種陷阱或監獄中一樣。不過，這陷阱的搭建者似乎有些懶惰或倉促，給自己留了一些空地，讓她可以逃走。但因為眼罩讓女人看不見，所以她沒有辦法擺脫這個陷阱。她周圍的貧瘠土地可能意味著某種創造力的缺乏，而背景中的灰色天空可能意味著絕望，因為她覺得她沒有希望擺脫她所面臨的那種情況。如果她能把眼罩摘下來，她就會發現，她可以乾脆走出這種局面。",
        "upright_content" => "寶劍8中的一般含義是一種被困和受害的感覺。您可能會感到無能為力，因為在您的腦海中，您覺得改變情況可能超出您的能力。你所擁有的這種無助感，你在生活中沒有任何代理的感覺，在使你的情況變得更糟的過程中起了主要作用。

  將一個人的權力交給一個未知的實體，無論是命運、上帝、政府還是其他事物，都意味著你放棄了自己影響變革的個人責任。在自己的人生旅途中，你心甘情願地放棄了駕駛席，這對你來說並不順利。建議您此時避免做出重要決定，因為您的判斷可能會蒙上陰影。

  好消息是，因為這些陷阱是我們自己創造的，所以如果我們全神貫注，我們也可以離開它們。這只是摘下眼罩，超越我們為自己創造的有限視角，看到可能性，並認識到你擁有自己的內在力量。",
        "reversed_content" => "獲得逆位的寶劍8是一個好兆頭，因為它表明成熟和自我接納，以及對自己的力量和責任的承認——尤其是在長時間的懷疑鬥爭之後。這意味著一個人能夠做出有意識的決定，因為他們對自己的身份以及影響自己和世界變化的能力充滿信心。是時候讓自己從過去中解放出來，眾所周知地清理他們的衣櫥，為新事物和新體驗創造空間。",
        "upright_love" => "當愛情塔羅牌中出現寶劍8時，你可能會感到被困；你是否在一段關係中感到窒息，或者在一個你不能離開的現在陳舊的伙伴關係中？您可能會覺得自己別無選擇，但如果您放眼大局，情況通常並非如此。當我們太害怕做溝通我們的界限或為自己挺身而出的艱苦工作時，我們就會否認自己的可能性。為了做出改變，你必須是採取行動和控制的人。自由並不伴隨被動。如果你是單身，這張牌也可能表明你的愛情生活過於被動。你可能不願意冒險去見別人，希望你的浪漫生活的解決方案是一個能讓你振作起來的人。這通常不會產生結果。",
        "reversed_love" => "當你摘下眼罩時，仔細看看你的浪漫生活。寶劍8塔羅牌的愛情意味著你的觀點正在改變，因為你對你們的關係有了更清晰和客觀的理解。焦慮可能會被解除，現在您可以清楚需要做什麼才能在您的浪漫生活中感到更快樂。如果您單身，您可能會發現自己更願意將自己的愛情生活掌握在自己手中。阻礙您真正追求浪漫的恐懼和焦慮可以消除。",
        "upright_career" => "你的職業和你想像的不太一樣。然而，因為你的工作與你的生活方式息息相關，你覺得你現在不能離開。您可能覺得您現在沒有備用計劃或其他可用的職位、工作或職業道路。如果您想改變職業道路，可能需要接受一些教育，但如果沒有穩定的收入，這可能會很困難。雖然您可能感覺別無選擇，但您可能只需要跳出框框思考。焦慮可能會讓您覺得自己的選擇比實際要少。尋求幫助，檢查你的預算，把愛好變成一項事業，找到一個有信譽的地方來獲得學生貸款；可能有很多選擇，您不必繼續受苦。",
        "reversed_career" => "這可能需要一段時間，但您終於從對職業的焦慮中解脫出來。現在事情變得容易了一些，你的視野也不再因壓力或恐懼而變得模糊。有時，這張卡片可以建議您獲得一份新工作或職位，讓您充分發揮潛力。然而，逆位的寶劍8有時也可以表示相反的意思。相反，您可能已經失​​去了所有希望，接受了這樣的想法，即無論您做什麼，這都是您唯一的道路。每一天都可能是一場鬥爭。請記住，你確實有能力改變事物，只要你睜開眼睛看到所有的可能性，不要讓恐懼佔據上風。除了你自己，沒有人會救你。",
        "upright_finances" => "當談到您的財務狀況時，您可能會覺得事情正在逼近您。對銀行賬戶狀況的焦慮會改變您對現實情況的看法。如果您想賺取更多現金，那麼您可能擁有比您想像的更多的工具。你有沒有別人願意花錢買的天賦？你是一個有才華的作家嗎？一位Blog寫手？現在開始行動。有很多方法可以改善你的處境，你只需要多一點創意。",
        "reversed_finances" => "逆位的寶劍8表明你對金錢的焦慮已經減輕或加劇。您可能最終會學會看到所有可用的可能性，或者，您的恐懼和焦慮只會繼續惡化。在它們繼續損害您的心理健康之前，您需要解決這些恐懼。",
        "yes_no" => "寶劍8是一張顯示障礙物和困難障礙物的卡片。它顯示了對失敗的恐懼以及純粹的厄運。壓倒這張卡片語氣的沮喪和約束指向對你提出的問題的否定答案。",
        "past" => "避免對抗的願望源於你對給他人造成痛苦的厭惡。這是一個令人欽佩的特質，但可能會阻止您按照自己的最佳利益行事。",
        "present" => "只有你的勇氣和耐心才能克服你面前的障礙。別人的要求把你鎖起來，限制你成長。",
        "future" => "不要害怕使用自己的判斷來確定自己的道路。如果你忽視自己的感受，相信別人勝過自己，你就會錯過改變生活的重要機會。",
    ],
    72 =>
    [
        "id" => 73,
        "type_id" => 1,
        "number" => 72,
        "name" => "寶劍9(Nine of Swords)",
        "upright_keyword" => "恐懼、焦慮、消極、崩潰、絕望、噩夢、孤立",
        "reversed_keyword" => "康復、學習應對、面對生活、尋求幫助、羞恥、內疚、心理健康問題",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "72_Nine_of_Swords",
        "content" => "寶劍9描繪了一個女人坐在床上，雙手抱頭。似乎這個女人剛剛從一個非常糟糕的噩夢中醒來。她似乎很沮喪，焦慮和恐懼。她的牆上掛著九把劍，床上還刻有一個人被另一個人打敗的雕刻。被子上裝飾著各種星座符號和玫瑰。在這裡，我們看到了我們之前在《寶劍8》中看到的同一個女人，也許，她終於被釋放了，但她被遺棄和遺棄時所忍受的痛苦的噩夢所困擾。",
        "upright_content" => "寶劍9常與恐懼和焦慮聯繫在一起，擔心所有讓你擔心並讓你夜不能寐的事情。有時這張卡片可能與創傷有關，一種你向他人傾訴可能會感到羞恥的事情，以及經歷這種創傷所產生的所有心理反應。

  當我們永遠無法從寶劍8所描繪的陷阱中解脫出來時，我們會升級到寶劍9，在那裡我們被噩夢所困擾。一身劍，關乎心智、邏輯、智慧、溝通，但不知何故，寶劍9被夾在了心智的破壞性一端，向內轉向自身，繁殖和潰爛. 問題困擾著你，你發現自己在背誦所有的可能性，所有可能發生在你身上的事情。你被可能發生的事情所困擾。

  這張牌裡有一種重複的感覺，一些以前困擾你的事件，你設法壓製或逃避的事件，又捲土重來。分擔你的悲傷至少可以為你的痛苦提供一個發洩口，並且可以讓你擺脫獨自承擔這個負擔。有沒有人可以讓你覺得很舒服？

  如果不是關於創傷而是更多關於一般焦慮，請分析自己並思考這種感覺是否在您的控制範圍內，或者是否有其他因素導致您的焦慮。專注於你能控制的事情，學會尋求幫助。",
        "reversed_content" => "遇到逆位的寶劍9仍然表示與直立版本相似的信號，你可能會發現自己被噩夢、焦慮和壓力嚇壞了。你過去的一些創傷正在捲土重來，你會發現未解決問題的悲痛不堪重負。

  但在這裡我們也看到了希望，至少還有離開這個噩夢的願望。你必須明白，除非你自己努力擺脫它，否則這種痛苦不會停止。你必須做很多工作才能把自己拖向釋放。但正如你有出路一樣，你必須明白，你仍然可能陷入更深的絕望。你的工作是避免這種結果，如果你向前推進，你可能會發現自己出局，但如果你不這樣做，你可能會發現自己陷得更深。",
        "upright_love" => "焦慮和恐懼會隨著寶劍9塔羅牌的愛情意義而升級。一些噩夢般的情況可能會讓你徹夜難眠。通常，這張牌表明恐懼並不像你頭腦中的那麼可怕。您可能正在與內疚、自責、不安全感、信任您的伴侶或心理健康問題作鬥爭。您需要自己了解這些感覺是否真正合理。焦慮可能會導致您避免直視問題並直面問題，但是如果您努力睜開眼睛，您可能會發現您可以解決這些問題。如果你是單身，過去的關係可能​​是悔恨、悲傷和遺憾的根源，在進入另一段關係之前必須克服這些感受。",
        "reversed_love" => "你現在可能已經準備好誠實面對真相了，逆位寶劍9塔羅牌的愛情意義。如果你一直在默默地受苦，對你的伴侶誠實可以給你你需要的釋放。獨自承受焦慮的壓力並不容易，如果您的伴侶支持，他們可以在那里為您提供所需的保證。通過討論，您可能會了解到讓您夜不能寐的事情並不像您想像的那麼糟糕。如果你單身，你可能正在為自己努力，這樣你就可以再次進入健康和充滿愛的關係。時間快到了，您可能已經準備好再次找到愛情。",
        "upright_career" => "壓力和焦慮是您目前工作狀況的最大特徵。有時這張牌也可能指向偏執，事情真的沒有你想像的那麼糟糕，這可能是個好消息。不管情況如何，現在的工作可能會讓人感到難以置信的壓倒性，如果你繼續不做任何改變，你可能會感到倦怠。如果你的壓力是由外部因素引起的，你可能需要採取具體的行動，比如尋找其他地方工作，或者改變你的職業道路。如果您的壓力主要是由於焦慮和心理健康問題，您可能需要學習如何更積極地思考。可能需要進行內部轉變，您可能會受益於專業人士或值得信賴的朋友的幫助，讓您對一切都有更客觀的看法。",
        "reversed_career" => "你在工作場所面臨的問題要麼開始教訓，要麼變得更糟。理想情況下，你已經發現你的工作情況並不像看起來那麼糟糕，你只需要在你的態度、觀點或行為上做出一些改變來解決你一直在處理的問題。你對工作的消極情緒正在朝著更美好的日子逐漸消退。或者，您的情況可能真的崩潰並變得更糟。你可能真的筋疲力盡，因為壓力而無法上班。要了解整體情況，請查看塔羅牌中的其他牌。 ",
        "upright_finances" => "在財務上，您現在可能承受著很大的壓力和壓力。你所感受到的痛苦是真實的，但寶劍9往往指向焦慮和擔心，因為誇大了情況而不是現實地看待它。如果是這種情況，您的恐慌可能來自於您自己的消極想法。從局外人的角度就可以做什麼向您提供建議可能會有所幫助。",
        "reversed_finances" => "有時，逆位的寶劍9可能表明您的財務狀況壓力正在好轉或更糟。塔羅牌中的其他牌會告訴你是哪一張。要麼你已經學會瞭如何更現實地看待你的錢，要麼情況變得更糟，你的恐懼現在可能會實現。尋求幫助，其他人現在可以提供有用的支持。",
        "yes_no" => "寶劍9象徵著憂慮、悲傷和焦慮。這可能意味著一段時間的精神痛苦，某種可怕的事故，或者即將到來的許多不眠之夜。情況可能會惡化，你應該提防抑鬱和自殘的想法。不，這裡提供了答案。",
        "past" => "您可能會感到沒有滿足感，並遭受壓抑和扼殺創造力的感覺。不要因為你對過去的頑固反對而錯過現在。",
        "present" => "你所承擔的困難很快就會從你身上解除。你的抑鬱和精神痛苦的感覺必須得到處理。",
        "future" => "你為自己設定的標準可能是不合理的，並引導你走向自我厭惡和失望。你必須能夠原諒自己和他人，才能擺脫負面情緒。",
    ],
    73 =>
    [
        "id" => 74,
        "type_id" => 1,
        "number" => 73,
        "name" => "寶劍10(Ten of Swords)",
        "upright_keyword" => "毀滅、失敗、痛苦、崩潰、疲憊、死胡同、受害、背叛",
        "reversed_keyword" => "生存、改善、治愈、經驗教訓、絕望、復發",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "73_Ten_of_Swords",
        "content" => "一副最引人注目和最不祥的牌，寶劍10顯示了一個人平躺在地上，臉面向泥土。他從胸口到腿都用紅布蓋著。十把長劍刺入他的後背，他可能沒有看到這個結局。空氣中有一種可怕的寂靜：他頭頂的天空烏云密布，表明與死亡相關的恐懼和消極情緒。他面前的水是靜止的，沒有漣漪——增加了這張卡片的詭異的寂靜和終結。望向地平線，東方的太陽正在升起，儘管黑暗，天氣似乎很平靜。寶劍10似乎在暗示這是人生的最低谷，沒有比這更糟的了。至少，即使在這種狀態下，太陽也在升起。
  ",
        "upright_content" => "寶劍10預示著某種重大的災難。它表明某種極端力量已經在你的生活中襲擊了你，你可能沒有預見到。這裡有一種被背叛的感覺，因為這個角色背後被刺傷了。這似乎是在提醒我們，儘管我們嘗試了很多，但我們無法控制一切，有些事情是我們無法改變的。在這裡，這種情況是不可避免的。

  寶劍套牌的故事是一個強有力的比喻，以悲劇告終。劍是智慧、智慧和邏輯的象徵，然而我們發現這件衣服的最終高潮是對精神的徹底徹底的失敗。我們必須認識到，劍是一種武器，具有巨大的破壞潛力或有益的潛力。從王牌到 10 展開的故事是一個未經訓練的人出於錯誤原因使用這種武器 - 犯了很多錯誤，然後用一生的時間試圖逃離他濫用的力量。

  這個人認為，劍是他的一部分，是他的外在，當它們不可避免地回來時，他又一次受苦。他的痛苦不是通常情況下的痛苦，而是恐懼、焦慮、無法掌控周圍環境的痛苦。九劍無望之後，還能發生什麼？你是否被壓力壓得喘不過氣來？還是你自己拿起了最後的劍並認輸了？

  寶劍10描述了你的心態“可憐我”，你覺得自己無能為力的情況。暫停並記住，就像死亡卡一樣，某事的結束意味著新的開始。放下你失去的東西，專注於新的前進道路，因為那是你人生的目標。一個很好的例子是與你的伴侶分手，雖然這可能會非常痛苦，但也可能是一種新的獨立感的開始。",
        "reversed_content" => "當我們看到寶劍10的任何版本時，感覺都是強大的。無論是逆位還是正位，這張牌都標誌著失敗的終結。沒有辦法避免這場悲劇——它發生在很長一段時間以來的漫長事件中。

  然而，隨著逆位，也認識到你已經觸底，沒有更多的東西可以給你了。隨之而來的是，事情只會變得更好，循環才能重新開始。但就像寶劍8寶劍9一樣，這個釋放必須是你自己發起的。這裡提供了一個機會來糾正傷害你的東西，但你必須努力爬出來。發生的事情很可怕，但每個人都有一份責任。",
        "upright_love" => "不幸的是，寶劍10塔羅牌愛情的含義可以表示一段即將結束的關係，或者一段充滿苦難、辛酸、悲傷和痛苦的時期。很可能，這段關係正走向某種失敗，你可能已經看到它的到來。有時，這張牌也可以暗示背叛，表示不忠。雖然這段時間可能非常困難，但您需要接受它並接受不可避免的結局。單身人士可能正在處理在過去的關係後揮之不去的類似感覺。只有接受，你才能真正痊癒，並繼續前進。最糟糕的事情已經發生了，不管它看起來如何，它只能從這裡變得更好。",
        "reversed_love" => "你可能因過去的浪漫創傷而留下許多傷疤，但逆位的寶劍10塔羅牌愛情寓意表明你可能正在走向康復的道路上。如果您處於戀愛關係中，那麼您和愛人之間以前似乎永久斷絕的紐帶可能正在癒合。在其他情況下，關係可能已經破裂，但你已經設法應對。可能仍然會有憤怒和絕望的感覺，但也會承認這次心碎給你帶來的教訓。您可能會比以往任何時候都更有力量從這種情況中恢復過來。",
        "upright_career" => "在最壞的情況下，您現在可能即將結束當前的工作，因為寶劍10表示結束，並切斷人脈。有時，這張牌也可能暗示你可能正在處理讓你失敗的辦公室政治；也許同事一直在散播八卦。或者，你可能一直在努力工作，迫使自己崩潰，被迫休息。所有這些可能都是你成長所必需的；當你繼續前進並從這場磨難中痊癒時，想想你學到了什麼，並知道你會活下來。",
        "reversed_career" => "您從過去的壓力中康復的道路正在開始。你最近可能換了工作，或者離開了一份讓你感到沮喪、憤怒和怨恨的工作。不管發生了什麼，最糟糕的事情現在已經過去了。您可以鬆一口氣，因為接下來的事情會更容易處理。然而，這張牌反而暗示這個壓力時刻越來越嚴重，除非你採取措施與它保持距離，否則你正處於崩潰的邊緣。你需要權衡你的心理健康是否值得你所經歷的痛苦。",
        "upright_finances" => "您的財務狀況可能很嚴峻。你可能把錢投入到沒有結果的東西上，你現在可能正在處理損失。確保您削減與這次失敗的努力相關的所有費用，而要謹慎對待您的資源。規避風險現在對你來說可能是有益的。",
        "reversed_finances" => "您可能已經處於財務失敗的邊緣，但您可能會勉強錯過它。你也可以從資源的損失中恢復過來，比如破產或離婚，你可能最終會再次建立穩定的基礎。",
        "yes_no" => "寶劍10顯示了你生活中的某些努力的突然結束或負面結果。它可能意味著失敗、毀滅或死亡，伴隨著沮喪和被世界的重量壓垮的感覺。嚴厲而消極，這張牌說不。",
        "past" => "通過接受有時痛苦的現實，您將了解到前進是康復最重要的方面。",
        "present" => "重要的事情即將結束，所以要準備好應對後果。生活中沒有什麼是永恆的。",
        "future" => "評估您前進的方向。謹防聽從他人的意見，因為這可能會讓您意識到自己的真相。用務實的眼光看世界會平衡你的樂觀情緒。",
    ],
    74 =>
    [
        "id" => 75,
        "type_id" => 1,
        "number" => 74,
        "name" => "寶劍侍者(Page of Swords)",
        "upright_keyword" => "好奇、詼諧、健談、善於交際、有靈感、警惕、警覺、思維敏捷",
        "reversed_keyword" => "散漫、憤世嫉俗、諷刺、八卦、侮辱、粗魯、缺乏計劃",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "74_Page_of_Swords",
        "content" => "寶劍侍者卡代表了一個人在生活中表現出豐富的能量。風吹樹，亂雲，亂發，少年傲立於崖壁。這個精力充沛的青年，手裡拿著一把劍。她的表情是一種決心，也許還有一點蔑視，她似乎準備好對最輕微的一句話進行猛撲。 ",
        "upright_content" => "明亮而警覺，寶劍侍者是一個似乎永遠不會用完想法的人。她很好奇，總是問問題，並且天生具有敏銳的舌頭和機智。她對語言的天賦也使她成為一個令人難以置信的溝通者，並且由於她對思想的熱愛，你可能會發現她總是參與一些激烈的辯論。

  她似乎靠著一種近乎神經質的能量茁壯成長，彷彿她的內心有太多話要說，腦子裡的輪子一直在轉動。作為新聞傳播者，她可能會帶來她訴訟所代表的新聞特別是八卦、法律事務、協議。或者，您可能會發現自己需要使用她的能量保持警惕，睜大眼睛，保持敏銳和警惕。

  這張卡片可能表明您非常渴望執行您一直擁有的想法或您最近剛剛制定的項目。你對它充滿熱情，你迫不及待地想與他人分享進步。比起你那顆熾熱的心，時間彷彿靜止了。是時候說話了。當寶劍侍者出現在塔羅牌中時，它意味著交流和分享想法。無論是別人的想法還是你的想法，只要是有建設性的，是時候敞開心扉談論它們了",
        "reversed_content" => "當寶劍侍者逆位時，她所有的負面特徵都會暴露出來，她可能會變得幾乎危險。她天生具有敏銳和警覺的頭腦，可能會利用它進行欺騙和操縱。她揮舞的劍可能會被用來製造痛苦，她對語言的天生天賦變成了一種武器。她可能缺乏理解或成熟來理解她所造成的痛苦，感受到人們對猛烈抨擊的衝動。另一方面，這個寶劍侍者可能是空話或承諾的人，他們雖然喜歡說話，但並沒有真正談論太多實質內容。小心在你的言語背後表現出力量和行動，因為你可能會損害你的聲譽。",
        "upright_love" => "作為一個人，寶劍侍者塔羅牌愛情的含義反映了一個好奇的知識分子，他的輕浮、緊張的能量可能接近於焦慮。然而，在人際關係中，他們可能會害怕情緒上的對抗，如果面對它們，他們可能會完全迴避。作為一種情緒狀態或品質，寶劍之頁塔羅的愛情意義可以表示一種更理智的關係，戀人更可能喜歡令人興奮的討論，但可能對情感親密更謹慎。一個伴侶也會覺得他們的情感需求沒有得到滿足。有時，它也可能預示著與您的伴侶之間的小爭執，如果處理不當，可能會演變成更大的爭執。",
        "reversed_love" => "寶劍侍者塔羅愛情寓意所代表的人可能缺乏同理心、敏感度或深度，也可能是愛爭論或防禦的人。他們可能以“正確”為樂，但這可能以犧牲和諧和關心他人的感受為代價。這張卡片也可能暗示伴侶之間的溝通失敗，甚至可能是誤解造成的偏執。為了讓你們的關係蓬勃發展，伴侶必須學會對不同觀點的一定程度的容忍、靈活性並找到合作的願望，而不是製造衝突。",
        "upright_career" => "談到你的職業生涯，你可能是一個聰明、創新和雄心勃勃的人。你可能有很多精力和很多想法可以投入到你的職業生涯中。由於這張卡片是寶劍侍者，這確實指向某種學徒或新經歷，這意味著您可能正在接受培訓、上學或開始新的工作或職業道路。有了野心，你就有了很多目標，而且你可能會接受一些額外的教育或經驗，這樣你就可以實現這些目標。",
        "reversed_career" => "你有很多精力和好奇心，但現在它並沒有真正針對任何事情。沒有出路，您似乎無法確定您真正想為未來做些什麼。當您感到無聊時，您可能會從一份工作轉到下一份工作，或者認為它不適合您。通常，要真正獲得在某處工作的全部深度和經驗，您確實需要投入很長時間。有時，這張牌也可以表示有很多偉大的想法，但零跟進。沒有行動，就永遠不會有結果。開始工作！這張卡片也可以指向辦公室八卦，或用言語傷害他人的粗魯個人。",
        "upright_finances" => "您可能對如何擴展財務或如何賺更多錢充滿了好主意，但無論您有什麼想法，都可能處於非常早期的階段。如果可以，請嘗試從可能比您更有經驗的人那裡吸取經驗。這個時候你可能也對財務很好奇；這是一個複雜的世界，您對它了解得越多，就越能最大限度地提高您的收入。花一些時間研究退休基金期權、股票、債券和其他金融產品，或尋找可以幫助指導您的理財規劃師。",
        "reversed_finances" => "您關於充分利用金錢的想法可能不切實際，或者它們可能都是空談，沒有採取行動的計劃。也可能是您為改善財務狀況所做的所有研究並沒有真正發揮作用。您可能對下一步應該做什麼感到不知所措，而不僅僅是做某事。你在過度分析什麼？",
        "yes_no" => "寶劍侍者是一位聰明、有邏輯且機警的青年，他帶來了某種官方變革消息。雖然這些變化可能被證明是具有挑戰性的，但這張牌展示了精神清晰和內心惡魔正在從你的生活中安頓下來並被驅趕的偽裝。這裡最有可能的答案是肯定的。",
        "past" => "潛伏在你內心的能力正在被帶到表面。你過去的事件正在引導你積極行動，開闢自己道路的時間就在眼前。",
        "present" => "途中有意想不到的消息。為了從即將到來的變化中受益，您必須依靠自己的智慧和適應能力。",
        "future" => "對改變的強烈渴望讓你變得煩躁和激動。尋求真正的思想獨立將使您更清楚地了解自己和他人的動機。",
    ],
    75 =>
    [
        "id" => 76,
        "type_id" => 1,
        "number" => 75,
        "name" => "寶劍騎士(Knight of Swords)",
        "upright_keyword" => "自信、直接、不耐煩、聰明、大膽、專注、完美主義者、雄心勃勃",
        "reversed_keyword" => "粗魯、不圓滑、強硬、欺凌、咄咄逼人、惡毒、無情、傲慢",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "75_Knight_of_Swords",
        "content" => "我們看到這個騎士真是太著急了！寶劍騎士卡描繪了一個穿著盔甲的年輕人，騎著一匹強壯的白馬進入戰鬥之中。他的馬的白色是對激勵這位年輕騎手的整體純潔性和智力能量的參考。他身後的天空烏云密布，樹木被狂風吹得亂七八糟。馬的馬俱還裝飾有鳥類和蝴蝶的圖像。騎士的披風也裝飾著同樣的鳥。",
        "upright_content" => "當我們完全沉迷於某個想法並強烈希望將它表現出來時，我們常常被實現它的實際願望所蒙蔽，以至於我們沒有註意到我們可能遇到的困難，或者它可能帶來的行動和後果. 寶劍騎士是一個非常強大的人物，充滿活力和能量。這需要與適當和實際實現同情和責任相平衡。

  一旦騎士朝著他的目標出發，絕對沒有人能阻止他。他看不到也不關心，任何即將到來的挑戰。他充滿了雄心壯志、力量和決心，無論如何都要成功。然而，這種決心也可能使他在走向成功的道路上看不到自己的行為對他人的潛在後果。他可能在沒有準備或沒有實際預見的情況下衝入一個非常危險的領域，這可能會給他帶來巨大的危險。",
        "reversed_content" => "逆位的寶劍騎士暗示著令人難以置信的急躁和衝動，同時他充滿活力。這個寶劍騎士精力充沛，卻沒有方向，這往往會導致他們做出相當草率的決定，並拖垮其他人。

  他們的思想常常散落在各處，沒有任何實際的組織或邏輯。他們很可能對他們真正想要實現的事情缺乏組織和準備。寶劍騎士逆位的意思是，你還有很多路要走，才能獲得寶貴的人生經驗，克服一路上的逆境。這是需要考慮的事情。",
        "upright_love" => "寶劍騎士發現建立夥情侶關係特別困難。這個人需要大量的智力刺激，沒有它，很快就會變得無聊。這個人也可能是一個很難與另一個人在情感上變得過於親密的人。如果這不能代表你愛情生活中的某個人，那麼寶劍騎士塔羅牌愛情寓意可以指出你需要鼓起勇氣，迅速做出決定並採取行動的情況。這可以通過向追求者做出承諾或浪漫求婚的形式出現，甚至可以在他們即將退出關係時贏回愛人。",
        "reversed_love" => "在塔羅牌愛情中要提防被逆位的寶劍騎士，因為這個人可能具有攻擊性、控制力，甚至可能是個惡霸。確信自己是對的，他們強力地武裝他人，不管這對他人造成多大的傷害，都按照自己的方式行事。他們可能很少有同情心或理解力，並且樂於參與爭論，有時不僅是為了進行辯論，而且是為了恐嚇和施壓他人。如果這不代表一個人，逆位的寶劍騎士愛情塔羅牌的含義可以簡單地暗示激烈的爭論、衝突和分歧。如果這些爭吵變得司空見慣，你們兩個最好分道揚鑣。",
        "upright_career" => "當您將遠大抱負與決心和近乎單一的專注結合起來時，您一定會得到您想要的。談到你的工作，沒有什麼能讓你害怕的。你很可能在你所做的事情上非常出色，你會去完成你的項目並以幾乎無情的效率完成它們。有時這可能會嚇到其他人，但這對您來說可能不是一個很大的問題。如果這不代表你現在，你可能會被要求利用這位騎士的能量去追求你職業生涯中想要的東西。如果您的目標是升職、新工作或特別令人興奮的項目，那就去吧！做一個大動作，引起別人的注意。像寶劍騎士一樣果斷和勇敢，你就能找到成功。",
        "reversed_career" => "正位的寶劍騎士的野心和衝勁讓人敬畏，反過來，騎士可能會表現出冷酷或惡毒。完成職業目標時，請注意不要傷害他人；相反，您可能會因殘酷無情而聞名，只要您得到自己想要的東西，就不在乎其他人會受到傷害。有時，其他人也可能會覺得你傲慢，在談到你的想法時很咄咄逼人。你總是需要事情按照你的方式進行嗎？你是否在沒有給出理由的情況下忽視或駁回他人的想法？當然，您的方法可能會產生您想要的結果，但從長遠來看，請考慮當沒有人支持您時會發生什麼。試著更加小心你的語言和你的溝通方式。",
        "upright_finances" => "你現在可能非常關注你的財務狀況。也許您關心為大事存錢，或者您只想優化您正在儲蓄的東西。您可能會為此投入大量精力。有了足夠的專注力和決心，您將能夠實現目標。",
        "reversed_finances" => "您是否如此專注於金錢，以至於在涉及可接受的行為時有時會越界？逆位的寶劍騎士，是一個意志堅定的人，為了掙錢不擇手段。這有時可能指向可能是非法的行為。如果這不能代表你，那麼你生命中的某個人可能正在扮演這個逆位的寶劍騎的角色，所以要小心你允許的人進入你的圈子。",
        "yes_no" => "寶劍騎士霸道，破壞力強。他代表以無情的方式控制項目或情況。這張牌預示著意外的損失、衝突以及建立自己的想法和信念的需要。這張牌的否定語氣表明答案是否定的。",
        "past" => "你內心對改變的渴望一直在加強。計劃你未來的目標，但把它們留給你自己。",
        "present" => "你得到了一個年輕的新貴的注意。問題將通過您獲得的幫助解決，但要準備好應對新的問題。",
        "future" => "您生活的指南針可能會因觀點的急劇變化而突然重新調整。向你的朋友和親人尋求鼓勵。",
    ],
    76 =>
    [
        "id" => 77,
        "type_id" => 1,
        "number" => 76,
        "name" => "寶劍皇后(Queen of Swords)",
        "upright_keyword" => "誠實、獨立、有原則、公平、建設性批評、客觀、有洞察力",
        "reversed_keyword" => "悲觀的、惡意的、操縱性的、苛刻的、苦澀的、惡意的、殘忍的、欺騙的、無情的",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "76_Queen_of_Swords",
        "content" => "寶劍皇后端坐在寶座上，神色凝重——眺望遠方。寶劍所代表的風元素女王，她在雲中的位置表明沒有人可以欺騙或欺騙她。右手的劍指向天空，而左手則像是在獻祭一樣伸出。劍後給了我們判斷日常決策的天賦，並且可以靈活地從他人那裡獲取知識。
  ",
        "upright_content" => "寶劍皇后是更年長、更睿智的女性智慧的原型。她可以被認為是所有皇后中最男性化的，並且可能會顯得非常嚴厲和冷漠。這張牌代表了在不依賴情感的情況下做出判斷的重要性。寶劍皇后召喚您在做出決定之前查看所有事實。這位女王確實有同情心，這就是為什麼她的​​手向外伸出來獻祭，但她想用一種理智的理解與人們聯繫。

  這張牌也意味著你需要獨立於你的判斷。您必須依靠公正的情報，這讓您研究其他觀點並仔細考慮您的決定。在這些情況下，同情心和同理心會分散您對任務的注意力，因此您需要努力保持強烈的客觀觀點，同時避免捲入情緒。

  也可以與我們與他人交談的方式有關。這個女王有能力告訴人們它的樣子。這使她能夠表達自己的觀點，因此不會對所說的內容感到困惑。最重要的是，真相對她很重要，所以她覺得沒有必要軟化她的評論、想法或意見。她也希望其他人也能坦誠相待，所以這意味著你需要對所說的一切都說清楚，即使可能會造成傷害。",
        "reversed_content" => "寶劍皇后逆位的意思是你可能用心思考了太多，並且你對當前的情況過於情緒化。你必須開始更客觀地思考，因為你的情緒可能會讓你誤入歧途。花點時間使用各種事實來觀察情況，並用您的頭腦更清楚地了解實際情況。只有這樣，您才能決定下一步應該做什麼。

  逆位時，寶劍皇后也可能非常苦澀、冷酷或怨恨。您可能出於多種原因開始孤立自己，但外部世界可能以錯誤的方式看待這一點。您可能需要進行一些解釋，特別是如果您的人際關係最終因您對獨處的渴望而感到壓力。",
        "upright_love" => "寶劍皇后代表的人，可以是孤獨的；她對周圍的人非常挑剔。她的智慧敏銳而敏銳，她的決心對於那些不了解她的人來說可能相當令人生畏。然而，在她的外殼之下，她可以充滿愛心和忠誠，儘管她可能仍然更願意避免盛大的浪漫表現。如果這是一個你想贏得他的心的人，你需要耐心，因為這位女王不會輕易放鬆警惕。如果這張牌不代表一個人，那麼寶劍皇后塔羅牌愛情寓意可以暗示你在尋找伴侶的同時尋求獨立和自給自足的時刻。這位女王重視自己的空間和身份。您可能需要進行一些調整，以在您的關係中創建清晰和界限。",
        "reversed_love" => "逆位的寶劍皇后是一個苦澀、控制欲強、過於挑剔並且可能是徹頭徹尾的殘忍的人。這個人可以在這個特定的時間代表你，我們的伴侶，或者是試圖干涉的關係之外的人。有時，這個人的骯髒可能是創傷的結果，因此，如果你的伴侶表現出這些特徵，有時它可能是浮出水面的未解決的創傷的結果。如果你單身，你可能剛剛經歷了一次分手，一次讓你感到報復和無情。這些信念可能是有毒的；學會利用你的經驗來克服它們，而不是被它們吞噬。",
        "upright_career" => "寶劍皇后是可以指向更高級的人，也可以指向職業塔羅牌中的你自己。這個人聰明、誠實，可能是建設性批評的來源。他們可以就如何繼續您的職業生涯提供很好的建議。如果這張牌代表你，那麼你可能正處於人生中能夠得到同事尊重的時期。你能夠有效地傳達你的尖銳想法，並將它們與強烈的同理心結合起來。由於您的正直和公平，您可能會享有很高的聲譽。",
        "reversed_career" => "工作中有人對你懷恨在心嗎？逆位的寶劍皇后可能表示一個過於挑剔的人，她用她的言語和她的智慧來製造痛苦。她對自己的表達方式可能很苛刻，有時甚至是徹頭徹尾的殘忍。如果這就是您，您可能需要學習如何更好地溝通。能不能坦誠一點，還要顧及別人的感受？您能否在不責怪他人的情況下解決您對項目的擔憂？這些實際上可能通過幫助他人更好地消化您的想法而使您受益。避免過於消極。",
        "upright_finances" => "在處理財務問題時，您現在就需要考慮周全、合乎邏輯和智慧地採取行動。在心臟和頭腦之間有一個明確的平衡。如果您被要求幫助解決某人的財務狀況，請從您和他們的角度公平地看待事情。這通常意味著能夠提供幫助，但有界限。制定合同或付款計劃；設定一些規則。保持敏銳，注意所有細節。確保您清楚自己的財務狀況。",
        "reversed_finances" => "如果您在財務方面的溝通一直很差，那麼您現在可能正在處理後果。對自己的財務狀況不了解也可能是罪魁禍首。也許你借錢給了朋友或家人，但他們沒有還錢，或者你付出或花費的錢超出了你的實際承受能力。您需要確保下次更清楚自己的界限和限制。",
        "yes_no" => "寶劍皇后是一位善於分析、獨立解決問題的人。她帶來了她的精神清晰或結束了你生活中的一些麻煩事，但並非沒有痛苦的損失或分離。她堅忍而精明，但沒有透露任何積極或消極的結果。也許是唯一的答案。",
        "past" => "你對完美的嚴格理想化可能會給你帶來壓力或痛苦。繼續堅持這個理想，你將無法實現。",
        "present" => "期待一位可能是女性、機智睿智的長輩的建議。在接受朋友的幫助的同時保持獨立是可能的。",
        "future" => "不要過於專注於您的目標，因為這可能會限制您實現目標的能力。依靠你強大的精神為你照亮更大的圖景。",
    ],
    77 =>
    [
        "id" => 78,
        "type_id" => 1,
        "number" => 77,
        "name" => "寶劍國王(King of Swords)",
        "upright_keyword" => "理性、權威、紀律、誠信、道德、嚴肅、高標準、嚴	",
        "reversed_keyword" => "非理性的、獨裁者、壓迫性的、不人道的、控制性的、冷酷的、無情的、不誠實的",
        "astrology" => "",
        "element" => "風元素",
        "image_key" => "77_King_of_Swords",
        "content" => "寶劍國王塔羅牌顯示一位國王坐在寶座上，右手拿著一柄向上的雙刃劍。寶劍國王散發著智慧的力量、清晰的思維、真理和權威。他明白權力承載著巨大的責任。

  國王穿的藍色束腰外衣象徵著他的靈性悟性。他寶座背面的蝴蝶象徵著轉變。",
        "upright_content" => "塔羅牌中出現的寶劍國王建議你在目前的情況下應該保持客觀，你必須堅持事實來確立真理。寶劍國王和他的智力意味著你需要運用你的智力來表達你的觀點並實現你的目標。除了你的經驗和教育，你應該敏銳和觀察力，深入了解你遇到的問題。

  寶劍國王的含義也表明你需要在你的角色中保持嚴肅，同時確保你時刻保持頭腦清醒。在判斷一個情況時，需要考慮所有可能的後果，才能做出適當的判斷。您需要將自己的情緒排除在判斷之外，以便始終保持理性思考。寶劍國王的意思是說你應該花時間和別人講道理，坦率地對待你所做的觀察。

  就你的個人生活而言，寶劍國王敦促你用你的智慧和邏輯來操縱前方的道路。您將需要面對眼前的問題並做出清醒的決定。寶劍國王暗示你應該能夠以完全公正的態度看待任何情況並做出決定。他也可以成為寶劍國王所展示的高道德標準的指標。",
        "reversed_content" => "逆位的寶劍國王，則表現出專橫、凌虐和操控的習慣。它可能表明濫用了一個人的精神力量、動力和權威。這是說服和操縱的例證，以實現自私的慾望。寶劍國王逆位的意思也可能暗示你在談論普通話題時用大詞炫耀你的智力水平。另一種解釋是，你也可能是個鬆散的大砲，尤其是在有憤怒爆發和衝動的地方。",
        "upright_love" => "寶劍國王是一個冷靜，控制，以及野心勃勃的人。雖然他們有情緒，但他們可以非常克制。相反，他們依靠自己的智慧和邏輯。在浪漫中，他們以合乎道德和尊重的方式對待他們的關係。他們可能不是很浪漫，並且很可能會非常直率地表達自己。如果這張牌不代表一個人，寶劍國王塔羅的愛情寓意可以簡單地表明對浪漫伴侶的高標準，尤其是在智力上。您和您的伴侶此時也可能會充滿挑戰，並相互推動對方做到最好。",
        "reversed_love" => "逆位寶劍國王可以利用他們敏銳的智慧來實現自私。引導他正直行為的智慧和道德已經消失，取而代之的是可怕的自私，甚至是辱罵。這個人也任由自己的情緒不受控制，迅速從冷漠疏遠轉為暴怒。作為特徵或品質，逆位的寶劍國王塔羅牌愛情意義可以表明你可能在你的人際關係中表現出這些品質。你可能需要對你的伴侶表現出更多的克制和寬恕，否則你可能會失去他們。當涉及到潛在關係時，這張卡片也可能暗示低標準；盡量不要被感覺沖昏頭腦，而是用一些邏輯來評估某人是否適合你。 ",
        "upright_career" => "寶劍國王是一個高標準的人，在自己的作品中表現出來。雖然他們可能看起來有點嚴厲，但這個人這樣做是為了確保你實現你的職業目標。他們挑戰你成為最好的自己，同時忠於自己的原則。如果你選擇接受他的建議，你將能夠在你的職業生涯中取得更大的進步。或者，此人也可能代表您，或您職業道路上的某個點。給自己和他人高標準，並推動自己成為最好的自己。有一些例行程序和流程也可以對您現在的工作有益。",
        "reversed_career" => "你的工作場所現在可能不是一個非常愉快的地方。逆位的寶劍國王表明你的工作中的人是專橫的、好鬥的、渴望權力的。他們可能處於權力的位置，他們可以出於所有錯誤的原因使用這種權力。如果這不能代表您工作場所中的某個人，您可能需要仔細審視自己的行為。您可能會發現更容易失去冷靜，並且無法像往常一樣正直或合乎邏輯地行事。這時候，你也可能是缺乏自律；不僅會失去冷靜，還會失去動力和能量。",
        "upright_finances" => "寶劍國王是會督促你挑戰自己，並在財務方面非常自律。您是否真的竭盡全力為將來想要的那輛好車存錢？所有美好的事物都伴隨著犧牲，您的財務目標也不例外。從邏輯上看你的財務狀況；在做出任何重大財務決策之前，請先進行研究。",
        "reversed_finances" => "您最近可能對自己的財務狀況不太自律，並且超支了，購買了許多無用的東西，或者投資了不會為您帶來回報的東西。這可能會讓您有點絕望，但請確保您不會試圖通過懶惰或詭計多端的方法來彌補損失。",
        "yes_no" => "寶劍國王是一位自信、專業、決策者，具有高智商和領導才能。他代表著即將到來的重大決定，需要控制和設定界限，同時對你的目標做出堅定的承諾。這張卡片沒有提供明確的答案，也許充其量是最好的。",
        "past" => "你的力量在於你的智慧。展望未來並考慮權威將引導您將收集的好主意變為現實。",
        "present" => "權威人物可能會幫助您制定計劃。",
        "future" => "憑藉您的自信，決心和誠信，可以實現成功的生活。",
    ],
];
