<?php
return [
    1 => [
        "number" => 1,
        "number_text" => "第一籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "關關雎鳩，",
            1 => "在河之洲，",
            2 => "窈窕淑女，",
            3 => "君子好逑。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "春令之鳥兒囀枝頭。在於河之洲。一群由冬天醒來之鳩兒歌唱。其婉轉歌聲。如一少女之求偶之聲。此景者。世人之常。男之大當婚。女之長當嫁。君子求之者多。一位淑女終得以淑配。良人得良緣。一路光輝。永遠和諧。白頭偕老耶。",
                ],
                1 => [
                    0 => "註：春木宿鳥，正好追求，男婚女嫁，月老牽成",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤描述了一位姿態優美的女子，和一個英俊的男子相遇並相愛，暗示著成功的愛情需要有雙方的相互吸引和追求。這個典故源於《詩經》中的《關雎》篇，用來形容美好的愛情和婚姻。這個簽意味著，若有一個美好的姻緣，將是一段成功的愛情。同時，也提醒人們在愛情中要尊重對方，保持誠信，才能獲得真正的幸福。",
                ],
            ],
        ],
    ],
    2 => [
        "number" => 2,
        "number_text" => "第二籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "落霞與孤鶩齊飛，",
            1 => "秋水共長天一色。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "落霞與孤鶩齊飛，秋水共長天一色。落霞與孤鶩。均是寂寞。寥落之象也。於落霞之中。單象影只之鶩飛行者。予人深感秋盡冬之來。旺盛蕃衍之夏季已過。秋已盡。如此際遇之時。君汝宜樂善不倦積德當先。待時之時。自有合成之時。",
                ],
                1 => [
                    0 => "注：寂寞寥落，形單影孤，不宜進取，俟時方成",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“落霞與孤鶩齊飛，秋水共長天一色”表達了一種美好的氛圍。在愛情解讀上，可以表示兩人心靈相通，志趣相投，有著共同的目標和追求，共同飛翔在美好的愛情天空中。這籤也暗示著愛情需要平等和相互的尊重，只有這樣，愛情才能長久，如秋水般長流不息。",
                ],
            ],
        ],
    ],
    3 => [
        "number" => 3,
        "number_text" => "第三籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "宗廟享之，",
            1 => "子孫保之。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "上一代之福延於子孫。禍亦同也。福之延於吾一代。其惠愛之情。當不可須叟忘之。享自上一代。吾當設法延於下一代。事事如此之時。一代延下一代。皆可享用不竭。汝懷念祖先。子孫亦同之。",
                ],
                1 => [
                    0 => "注：祖上積德，和合常樂，姻緣圓滿，多子多孫",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "主要意思是“祖先的保佑將使你的後代受益”。在愛情中，這個簽可能意味著你的祖先在天上保佑你，幫助你尋找到一個真正合適的伴侶，或者保護你的愛情使其持久穩定。這個簽還可以提醒你，在你的愛情生活中要時刻銘記你的祖先和家族，珍惜你所擁有的感情，並且願意為它們付出努力和堅持。",
                ],
            ],
        ],
    ],
    4 => [
        "number" => 4,
        "number_text" => "第四籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "斯人也，",
            1 => "而有斯疾也。",
            2 => "斯人也，",
            3 => "而有斯疾也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一個人皆有疾。毛病。癖之所成。連聖賢在修養到家之前也是如此。毛病與過失。皆不能免。",
                ],
                1 => [
                    0 => "古訓曰：知過能改，善莫大焉。猶如人若有疾病而不忌醫。將獲痊癒。",
                ],
                2 => [
                    0 => "注：人非聖賢，誰能免過，知過能改，方有可期",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首詩意境深遠，可以從多個角度來理解。其中“斯人”和“斯疾”可能暗示了人類的生命遭遇困境與疾病的磨難，也可能是詩人對自己風流不羈的生活方式的反思和懊悔，具體解讀可以因人而異。",
                ],
            ],
        ],
    ],
    5 => [
        "number" => 5,
        "number_text" => "第五籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "逾東家牆而摟其處子，",
            1 => "則得妻。",
            2 => "不摟，",
            3 => "則不得妻。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "如在偶然之機會。或相處已久。視伊人為終身可許之者。應採取行動。不宜逸失機會。姻緣之至也。必須勇往邁進。",
                ],
                1 => [
                    0 => "注：如此良緣，切莫躊躇，瓜熟蒂落，進取方成。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "描述了一位男子渴望得到心儀女子的方法，描繪了一個具體的場景和行動，但這樣的行為並不被現代社會所鼓勵或接受，因為它侵犯了女性的自主權和尊嚴。因此，我們不應該從這一籤中學習愛情的方法，而應該尊重他人的意願，並遵從現代社會的道德觀念和法律法規。",
                ],
            ],
        ],
    ],
    6 => [
        "number" => 6,
        "number_text" => "第六籤",
        "subtitle" => [
            0 => "上吉",
        ],
        "stick_text" => [
            0 => "風弄竹聲，",
            1 => "只道金佩響。",
            2 => "月移花影，",
            3 => "疑是玉人來。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "風弄竹聲，只道金佩響",
                ],
                1 => [
                    0 => "月移花影，疑是玉人來。春風一動。竹葉之搖晃。沙沙作響。啻可聽道金佩在響。月日一日日地去耶。花影見了。心底下。疑玉人來。繇此可知。君之好事已近。注：花前月下，雞犬相聞，月老相送，好事將近。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤的意思是在美景之中聽到了美妙的聲音，以為是某個珍寶的聲音，但實際上是一個美麗的人。這個籤的解讀與愛情有關，表明在我們追尋愛情的過程中，有時候會被外表或者其他的事情所迷惑，錯過了真正珍貴的東西。因此，這個籤提醒人們在愛情中要保持清醒的頭腦，不要被外表或者其他表象所迷惑，要看清對方真正的內在品質。",
                ],
            ],
        ],
    ],
    7 => [
        "number" => 7,
        "number_text" => "第七籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "斯是陋室，",
            1 => "唯吾德馨。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "雖居於簡陋之閨房。唯一己之德俱備時。自有它馨香之處。易言之。一己。居於極陋之室中。如德。智皆備之時。天自有賜良緣之時。不必自卑自棄耶。",
                ],
                1 => [
                    0 => "注：機緣未至，暫且修性，德智兼備，天賜良緣。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤描述了一個人雖然生活在簡陋的環境中，但是由於其道德高尚，仍然能夠發出馨香。在愛情方面，這個籤意味著即使你的環境很簡陋，沒有豐富的物質財富，但如果你內心美麗，誠實善良，就有可能吸引到同樣有著高尚品質的人，獲得真正的愛情幸福。因此，這個籤鼓勵人們注重自己的內在品質，而不是單純地追求物質財富或者外在的表象。",
                ],
            ],
        ],
    ],
    8 => [
        "number" => 8,
        "number_text" => "第八籤",
        "subtitle" => [
            0 => "中上",
        ],
        "stick_text" => [
            0 => "期我乎桑中，",
            1 => "要我乎上宮，",
            2 => "送我乎淇之上也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "男女之婚姻是終身大事。是決定人生一生幸福之大事。爰之。不得以逾越。不正。強行等。手段行之。必須以正當方式取得對方之芳心。兩相情願之下完成。如違反上述原則行之時。雖結合。惟兩者之間。貌合神離。不得行之。否則良緣亦為此破壞無遺。",
                ],
                1 => [
                    0 => "注：誠意正心情之所系，兩心不悅，強求無益。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "描述了一段戰爭和愛情的故事。籤詩中的“桑中”指的是出征打仗，而“上宮”則是指婚姻。詩中主角在戰爭結束後，有望返回故鄉，迎娶心愛的女子，籤詩暗示著成功戀愛需要經歷許多的考驗和努力，但最終的結果會是值得的。",
                ],
                1 => [
                    0 => "因此，這個籤詩在愛情方面的解讀可以是，如果你有想要追求的對象，需要付出努力和耐心，經歷種種的考驗和障礙，才能夠得到對方的心。但只要你能夠堅持不懈，最終成功的可能性就會變得更大。",
                ],
            ],
        ],
    ],
    9 => [
        "number" => 9,
        "number_text" => "第九籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "則父母，",
            1 => "國人皆賤之。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "則父母。亦即使君爾之椿萱也。皆輕視君汝之意。繇此可之。為人子弟者。為合受父母疏遠。唾棄。賤之。原因多矣。最大之原因。不出不慎交友。如一己之不慎。一失足成千古恨之時。後果堪虞者。爰之。必須慎行之。婚姻同之。終生之伴侶。必須慎擇之。",
                ],
                1 => [
                    0 => "注：婚姻大事，父母做主，切莫執意，後果堪虞。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤的意思是，如果你追求的人在社會地位上與你不同，那麼你可能會遇到阻力和反對，甚至包括他/她的家人和朋友。但是如果你真的愛他/她，就要勇敢地面對這些困難，努力爭取幸福，不要讓他/她的家庭背景或地位成為你們愛情的障礙。同時也要尊重彼此的家人和背景，努力讓他們理解和接受你們的關係。",
                ],
            ],
        ],
    ],
    10 => [
        "number" => 10,
        "number_text" => "第十籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "有道是養兒防老，",
            1 => "積穀防饑。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "自古以來有兩大古訓。養兒為了一己之防老。老了以後。可繇伊等侍奉。貽娛老年。平素則省吃儉用。積穀可防飢。尤其是養兒耶。必須善教之。婚事同之。結髮成伉儷之後。老境亦能相互照顧也。",
                ],
                1 => [
                    0 => "注：男大當婚，女大當嫁，生兒育女，伉儷情深。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是一首描寫婚姻的籤詩，其中“養兒防老”和“積穀防饑”這兩句話都是提醒人們要有計劃地規劃生活，以避免未來的困境。從愛情角度來看，這籤詩可能提示了尋找伴侶的重要性，因為一個好的伴侶可以成為你生命中的重要支持者和益處。同時，籤詩也提醒人們要謹慎選擇伴侶，不要盲目地陷入愛情，而忽略了生活的實際需要。",
                ],
            ],
        ],
    ],
    11 => [
        "number" => 11,
        "number_text" => "第十一籤",
        "subtitle" => [
            0 => "中平",
        ],
        "stick_text" => [
            0 => "自剪芭蕉寫佛經，金蓮無複印中庭。",
            1 => "清風明月長相憶，玉管朱弦可要聽，多病不勝衣更薄，宿妝猶在酒初醒。",
            2 => "衛星年違別成何事，臥看牽牛織女星。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "前之一句則是自剪芭蕉之葉。寫佛經。清風明月耶長相憶。亦即是清風中之明月。緬懷已往之歲月。往事。一面幻想著自己之前途。皆無補於事者。此景猶如多病之人。衣薄，宿妝又如酒初醒之時。不如現在耶。皆意養吾身。有了健全之身。自有健全之志隨之。唯有如此。方有新之機會可逢遇。",
                ],
                1 => [
                    0 => "注：逝者已矣，來者可追，唯有如此，方有新機。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤的內容比較複雜，不只涉及到愛情，還有其他方面的含義。大致來說，這首詩描繪了一個人在清靜的環境中，默默地做著佛事，同時又回憶起過去的愛情。詩中提到金蓮、玉管朱弦等，都是愛情的象徵。但是在結尾，詩人提到了牛郎織女，暗示著這段愛情已經過去，如今只能在回憶中想起。整個詩歌的主旨是，儘管時間流逝，但是人們對美好愛情的追求和回憶卻永遠不會消失。",
                ],
            ],
        ],
    ],
    12 => [
        "number" => 12,
        "number_text" => "第十二籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "一則以喜，",
            1 => "一則以懼。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "此塵世之事。無以兩全其美者。甚至有人曰。世人之事耶。十之八九不如意。如此反覆不以之世景下。吾人該以如何面對。啻好面對現實。就事情分析。分析。取捨之。不宜奢求之。但亦不必為小挫而氣餒歟。",
                ],
                1 => [
                    0 => "注：事無兩全，憂喜參半，面對現實，不宜奢求。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這籤表明了愛情中既有喜悅，也有擔憂和害怕。也許你喜歡某個人，但同時擔心他們是否能夠接受你，或者擔心愛情會帶來的風險和不確定性。或者，你可能對未來的發展感到樂觀，但同時擔心過去的問題或挑戰會影響你的關係。總之，這籤提醒你在愛情中既要保持喜悅，又要認真處理擔憂和困難。",
                ],
            ],
        ],
    ],
    13 => [
        "number" => 13,
        "number_text" => "第十三籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "山窮水盡疑無路，",
            1 => "柳暗花明又一村。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "前面一片重重迭迭之山嶺。已經覺得自己再業沒路可行之際。忽爾又出現一村子來。在心灰意懶。萬念俱灰之時。峰迴路轉。來了一線生機。為君帶來莫大希望。是人之命運也。汝已入佳境。必有佳遇耶。",
                ],
                1 => [
                    0 => "注：情路雖艱，切莫辭勞，只要心堅，前有歸宿。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤描繪了在困境中出現轉機的情景，可以從中得到一些關於愛情的啟示。當你感到愛情陷入困境，似乎無路可走時，也許只是暫時的，轉機即將出現。不要放棄希望，要相信下一個轉角可能會有花明柳暗的村莊等待著你。在愛情中，有時候困難和挑戰是無法避免的，但只要持續前行，就有可能迎來轉機和新的機會。",
                ],
            ],
        ],
    ],
    14 => [
        "number" => 14,
        "number_text" => "第十四籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "誰謂荼苦，",
            1 => "其甘如薺。",
            2 => "宴爾新婚，",
            3 => "如史如弟。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一己之先入觀念。對某物有喜愛。讚賞有加。愛屋及烏。如苦瓜。苦茶。雖是有苦味。但喜愛之人食之必言其美味且甘耶。伴侶之選擇復之如是。以愛為出發。自無貴賤之分。愛之有加。",
                ],
                1 => [
                    0 => "注：男若有情，女若有意，不問貴賤，愛屋及烏。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“荼苦”代表困难，而“薺”代表甘美。这个成语传达了在婚姻中可能会遇到一些困难，但是只要夫妻双方相互包容、理解，就能克服困难，最终达到幸福美满的境地。因此，这个签语鼓励夫妻双方相互宽容，以过渡困难时期，维护婚姻的长久幸福。",
                ],
            ],
        ],
    ],
    15 => [
        "number" => 15,
        "number_text" => "第十五籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "君子審禮，",
            1 => "不呆誣以奸詐。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君子之為人也。必須注重禮節。凡是明知言行之失去禮節者。皆守正。絕不入不正之途，思想高超。格調要高。如冰清玉潔。必受人歡迎。且他人亦無有可乘之地。無法藉詞加以誣衊者也。",
                ],
                1 => [
                    0 => "注：君子行儀，淑女守節，逾禮輕佻，誣衊難辯。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤的意思是在愛情中，要堅守誠信，不以奸詐的手段來欺騙對方，要有君子之風。如果你對一個人有意思，要以誠相待，不要使用欺騙或者謊言來獲得對方的注意或者愛情。誠信和真實才是建立長久穩定愛情關係的基石。",
                ],
            ],
        ],
    ],
    16 => [
        "number" => 16,
        "number_text" => "第十六籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "意中人，",
            1 => "人中意，",
            2 => "則那些無情花鳥也情凝，",
            3 => "一般的解結枝頭學並棲。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一己之心。盡了人事。必有精賬?易言之。意中人。人中意。真情表露時。連那些不能言語之花鳥亦可致意者。意。情之到也。緣份附之。必有時機之來到。",
                ],
                1 => [
                    0 => "注：兩人中意，花鳥傳情，兩心相依，情意綿綿。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤表達了愛情中的相互吸引和情意相投。意中人和人中意相對應，表示兩人彼此心中都有對方。詩中的無情花鳥也因愛情而情凝，表示這份愛情不僅存在於兩個人之間，也影響著周遭的環境。而「解結枝頭學並棲」則象徵著兩人可以在一起生活，共同建立一個家庭。整體來說，這是一籤表示愛情美滿的吉兆。",
                ],
            ],
        ],
    ],
    17 => [
        "number" => 17,
        "number_text" => "第十七籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "德者本也，",
            1 => "財者未也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "古人曰。一人之於世。最要者立德。立言。立功三者。有德者輕財。具有德而重財者。德隨之墮之。惟財者人生必要之身外物。取之有道。非秤義之財勿取。爰之。由此可知選婿選妻。亦須根據此原則。婿擇良人。妻求之淑女。千萬不可重財輕德。否則後果堪虞也。",
                ],
                1 => [
                    0 => "注：夫擇良人，妻求淑女，重德輕財，合和圓滿。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "德行是本質，財富是暫時的，意味著在愛情中，人們應該注重對方的品德和道德修養，而不是只關注對方的財富和物質條件。如果你真心愛一個人，應該珍惜對方的人格魅力和內在價值，而不是只看中外在條件。因為財富可能會讓人暫時快樂，但只有對方真正的品德和內在素質才能帶來長久的幸福。",
                ],
            ],
        ],
    ],
    18 => [
        "number" => 18,
        "number_text" => "第十八籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "非獨內德茂也，",
            1 => "蓋亦以外感之助焉。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "雄鷹藏爪。同樣道理。具有才能之人。因書讀多。品德。學識俱豐。不願將自己之才華露於外。惟婚姻獨有不同。如心中喜歡。可將一己之力。作適度之顯示。予以激發對之。引起對方之信賴是心要者。秘而不宜。伊人。無從所得。必有所礙。甚至一走了之。",
                ],
                1 => [
                    0 => "注：心中喜歡，盡情告白，誠意感動，必有所獲。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的解釋比較抽象，可能需要針對具體問題或情況進行更具體的解讀，以下提供一些可能的思路。",
                ],
                1 => [
                    0 => "首先，這一籤講到德行和財富，建議是要注重內在的修養和外在的表現。在愛情中，這可能指的是建立穩固的感情基礎和維護良好的人際關係，同時也要注重自身的形象和外在表現。",
                ],
                2 => [
                    0 => "其次，籤中提到外在的感召也有助於內在的修養，可以理解為外在的環境和人際關係對於自身的成長和進步也有影響。在愛情中，這可能意味著適當地選擇對象，建立良好的互動關係，也要學會從對方身上汲取能量和啟發。",
                ],
                3 => [
                    0 => "總的來說，這一籤提醒人們不要過分追求財富和表面的外在，要注重自身的內在修養和人際關係，也要善於從外在環境中吸取力量和啟發。在愛情中，建立穩固的感情基礎，注重互動關係，並從對方身上學習和成長是非常重要的。",
                ],
            ],
        ],
    ],
    19 => [
        "number" => 19,
        "number_text" => "第十九籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "或十年，",
            1 => "或七八年、",
            2 => "或五六年，",
            3 => "或三四年。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "或五六年，或三四年皆以年月示之。君汝與她之緣之成也。或費三。四年補六年。或七八年。甚至十年亦不一定。當提起之後。或因時。空。事業之學業。關係分東。有了某種契機。有急驟轉變之者。速即恐有變。須耐心待之。",
                ],
                1 => [
                    0 => "注：若問應期，姻緣未熟，強求不可，且待機緣。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "是指時間的問題，可能會有幾年或幾十年的等待。對於愛情來說，這可能表示你需要耐心等待合適的人出現，而不要急於追求愛情。同時，這也是在提醒你要珍惜和愛人在一起的時間，不要輕易放棄。",
                ],
            ],
        ],
    ],
    20 => [
        "number" => 20,
        "number_text" => "第二十籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "何如，",
            1 => "子曰，",
            2 => "可也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "如有人問。如此問題該何如解決。曰：可也。即可以進行之。問之何人。即是就放於我之師長。伊等之告之於君。可也。汝可抱為南針。毅然行之。婚姻同之。目下君所交之伊人。可與否。還是請教長輩。伊人之眼光中。可者可取之。",
                ],
                1 => [
                    0 => "注：若問可否，吾曰可也，凡事可圖，無須躊躅。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "在愛情方面，這個籤語可能代表著一種肯定和支持，表示這段感情是積極且有前途的。也許是在問感情是否值得付出，籤詩的回答是「可也」，表示這個決定是正確的，值得堅持下去。但也要注意，這只是一個籤詩的解讀，最終的決定還是要由當事人自己來做出。",
                ],
            ],
        ],
    ],
    21 => [
        "number" => 21,
        "number_text" => "第二十一籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "十畝之間兮，",
            1 => "桑者閒閒兮。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "曾是五畝田之家。植之桑麻。家人即可三餐得溫飽者。今之也。已有十畝之地可植桑麻。自然更寬裕之。生活穩定。名利該薄之。淡於名利。生活則樂之。否則天譴之。",
                ],
                1 => [
                    0 => "注：十畝之地可圖溫飽，淡薄名利，樂天知命。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "是一首描繪田園景色的詩歌，描述了一片寧靜的田地，其中的桑樹靜靜地生長著。在愛情方面，這籤可能是在告訴人們，愛情就像是一片平靜的田地，需要耐心地等待它自然地生長和發展。而且也暗示著，就像桑樹需要時間來茁壯成長，愛情也需要時間來培養和鞏固。因此，這籤可能是在提醒人們在愛情方面要有耐心和信心，相信愛情的力量和發展潛力。",
                ],
            ],
        ],
    ],
    22 => [
        "number" => 22,
        "number_text" => "第二十二籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "久旱逢甘雨，",
            1 => "他鄉遇故知，",
            2 => "洞房花燭夜，",
            3 => "金榜掛名時。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "大吉大利之象，平常所謂雙喜臨門，已是罕見，如今四喜臨門，真是人間少有。，五福臨門，世上無雙。",
                ],
                1 => [
                    0 => "注：大吉大利，五福臨門，人間少有，世上無雙。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "表示當你經歷過一段困難的時間後，終究會有好運降臨。在愛情上，如果你一直沒有找到對的人，這個籤詩預示著你會在意料之外的時候，遇到一個舊有的朋友或是在外地認識的人，他/她將會成為你的知己，並且成為你生命中的重要人物，最終你們會締結為伴侶的關係。而且，這種緣分可能會帶給你一個大好的結局，比如說你可能會成功地通過考試、工作等等。",
                ],
            ],
        ],
    ],
    23 => [
        "number" => 23,
        "number_text" => "第二十三籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "只一點故情留，",
            1 => "直似春蠶到老，",
            2 => "尚把絲抽。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "伊人作情。汝為其情所迷。如春蠶之蛹。固執之。一個人之情。卻未必如此痴之。凡事者。中庸之道守之。未必死心塌地之境地。不可不知者。宜自重之。",
                ],
                1 => [
                    0 => "注：為情所迷，如蠶之蛹，作繭自縛，自誤前程。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“故情”指的是過去的感情，而“春蠶到老，尚把絲抽”則是表示即使年老色衰，仍然保留著對愛情的渴望和執著。因此，這一籤的解讀可以是對於愛情的堅持和忠誠，無論時間如何流逝，感情仍然不變。同时也提醒人們要珍惜當下的愛情，抓住當下的機會，不要讓感情隨著時間流逝而消逝。?",
                ],
            ],
        ],
    ],
    24 => [
        "number" => 24,
        "number_text" => "第二十四籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "他思已窮，",
            1 => "恨不窮，",
            2 => "是為嬌鸞鶵鳳失雌雄。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "他思之己窮。表明伊也對爾已無愛情可言。不僅無愛情可言。且恨汝入骨之境。原因何在。她尚在孤單一人。是為嬌鸞鶵鳳。失雌雄。易言之。如有子女。恐怕不與伊人在一起度此生。宜求神解之。",
                ],
                1 => [
                    0 => "注：此心無情，恨意無窮，若欲再續，求神排解。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "嬌鸞鶵鳳是指古代神話中的一對鸞鳥，通常被視為夫妻。這籤中的意思是指兩人之間的感情已經徹底破裂，無法彌補，就像嬌鸞鶵鳳失去了彼此的伴侶一樣。雖然其中一方還在想念對方，但是情感已經走到了盡頭，無法再繼續了。因此，這籤可以提醒人們在愛情中要懂得珍惜和維護，否則可能會失去彼此的信任和感情。",
                ],
            ],
        ],
    ],
    25 => [
        "number" => 25,
        "number_text" => "第二十五籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "可妻也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "可妻也。伊人是好伴侶。可娶嫁之。惟目前尚有若干問題之存在。均是瑣碎不必彈慮者。既成好事也。將來必永浴愛河。白頭偕老。",
                ],
                1 => [
                    0 => "注：伊是良人，可娶嫁之，既成好事，白頭偕老。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "是一個吉利的籤，意味著可以成婚。但是要注意，籤詩只是提供了一個線索，不能完全依靠籤詩做出決定。在愛情關係中，除了外在的緣分和條件，還需要雙方的努力和誠意。所以，如果你已經找到了自己喜愛的人，就要用心經營這段感情，相信這段愛情可以走向美好的未來。",
                ],
            ],
        ],
    ],
    26 => [
        "number" => 26,
        "number_text" => "第二十六籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "維熊維罷，",
            1 => "男子之祥。",
            2 => "維虺維蛇，",
            3 => "女子之祥。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "男性夢中見熊。羆等物也。吉祥也。將有飛黃騰達之一日。女性之夢中見虺。蛇之屬。亦是祥兆也。本首之詩文告之於君。生男者可成莫雄。生女者為淑媛也。",
                ],
                1 => [
                    0 => "注：男夢飛熊，女夢見虺，生兒育女，吉祥之兆。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "男性夢見小熊大熊，是吉祥之夢。即將好運到來有飛黃騰達之一日。預兆生個男娃",
                ],
                1 => [
                    0 => "此籤是說男子宜得熊或罷，女子宜得虺或蛇為吉兆。不過，這應該不是針對愛情的占卜，而是針對個人命運或事業等的預測。這類籤詩多半與婚姻或感情關係無關。因此，在愛情上進行解讀可能會有所牽強。",
                ],
            ],
        ],
    ],
    27 => [
        "number" => 27,
        "number_text" => "第二十七籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "有宗室之美。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾該知，不能仗己為貴族之出。時局已變遷。已無五爵之分。世人皆平等。人生而平等。並無天子。赤子之分也。爰之。君汝為尋佳偶時。必須從平常人尋找去。門當戶對。或古人之訓也。惟世人之視覺自不同於曩息。宜以愛心與緣份為重可也。",
                ],
                1 => [
                    0 => "注：天生我材無有貴賤，切莫心高，誤人誤己。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這句話可能暗示到婚姻方面。宗室是指皇室貴族的家族，因此此籤可能表示你的另一半出身很好，具有高貴和優雅的品質。然而，籤詩并不保證婚姻生活一定幸福美滿，還是需要建立在彼此愛護、信任和理解的基礎上。",
                ],
            ],
        ],
    ],
    28 => [
        "number" => 28,
        "number_text" => "第二十八籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "夫婦也，",
            1 => "昆弟也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一生結為夫妻。為伉儷。必須如昆弟。亦即是如同手足情深之親兄弟。相敬如賓。決心結為連理之枝。飛於天空之比翼鳥。終生得幸福矣。",
                ],
                1 => [
                    0 => "注：伉儷情深，相敬如賓，愛烏及屋，終生幸福。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "表達了對遠方親友的思念之情。這首詩的解讀可能比較偏向友情或家庭關愛方面，而非傳統意義上的愛情。",
                ],
            ],
        ],
    ],
    29 => [
        "number" => 29,
        "number_text" => "第二十九籤",
        "subtitle" => [
            0 => "中平",
        ],
        "stick_text" => [
            0 => "有意栽花花不發，",
            1 => "無心插柳柳成蔭。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "悉心照顧花兒。惟為何。明明作對之。中途夭折。話說回來。簡單之插下池邊之柳枝卻蓬勃發芽。婚姻又如此。本是有意甲家之女。卻娶上乙家之女。是非常美妙之事耶。",
                ],
                1 => [
                    0 => "注：姻緣天定，用心不得，強求不得無意得之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "是指一個人有意種植花卻不開花，而無意中插柳卻長成樹蔭，暗示命運的玄妙難測。在愛情方面，這個籤意是告誡人們不要刻意追求愛情，而是順其自然，隨緣而來。有時候即使我們費盡心思去追求一個人，卻得不到他/她的回應；反而有時候我們無意中結識了一個人，卻不經意間發展成了戀人關係。因此，這個籤意的建議是，不要刻意追求，而是保持心態平和，讓愛情自然發生。",
                ],
            ],
        ],
    ],
    30 => [
        "number" => 30,
        "number_text" => "第三十籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "話別無長夜，相思又此春。",
            1 => "瑤姬不可見，巫峽更何人。",
            2 => "運石疑填海，乘槎欲問津。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "瑤情每未注，誰共爾為鄰?",
                ],
                1 => [
                    0 => "時為話別之時。恨時間太短。想思於此。皆空思幻想矣。並無濟於事。瑤姬。巫峽。皆不可見之地。於渺茫之地。唯事必須重實際。實事求是。才有收穫之時。見茫霧之境。皆無益者。",
                ],
                2 => [
                    0 => "注：不問虛空，不問鬼神，若問相守，唯有當下。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首籤詩描述了一位男子和他的愛人分離後，經過了漫長的孤寂的夜晚，仍然在相思。他尋找著前進的道路，卻被運命所阻礙。瑤姬和巫峽是神話故事中的角色，代表著這個男人的心靈障礙，而運石填海和乘槎問津則是寓意著他在愛情道路上的困難。",
                ],
                1 => [
                    0 => "總的來說，這首籤詩是在表達愛情的不易和艱辛，儘管分離了許久，男子的相思之情仍然不減。對於愛情的追求是需要付出努力和克服困難的，就像男子在詩中所面臨的障礙一樣，只有持續努力，才能找到前進的方向，並讓愛情開花結果。",
                ],
            ],
        ],
    ],
    31 => [
        "number" => 31,
        "number_text" => "第三十一籤",
        "subtitle" => [
            0 => "中平",
        ],
        "stick_text" => [
            0 => "設虛，夜靜水寒，魚不餌。",
            1 => "笑滿船空載明月。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "萬籟俱靜。水深又冷之時。魚兒不得餌。出獵去之時。又逢空手回之。船隻載明月上歸途也。可知君目下之運也。宜重實際。不宜作虛幻之事。實事求是。否則事事落空。無一所成耶。",
                ],
                1 => [
                    0 => "注：若問姻緣，秋水正寒，寒潭下釣，難遂心愿。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "有時候在愛情中可能會有一些設想或期望是虛幻的，就像在寒冷的夜晚，魚不會上鉤，人們卻還是帶著一顆期待的心去垂釣。同樣地，有時候在感情世界中，我們也會有一些虛幻的幻想，期待著某些事情會發生，但最終卻只能空手而回。",
                ],
                1 => [
                    0 => "這一籤提醒人們，在愛情中要保持清醒的頭腦，不要被自己的幻想所蒙蔽，也不要因為期待而失望，要學會接受現實，用一顆平常心去面對愛情的種種可能性。",
                ],
            ],
        ],
    ],
    32 => [
        "number" => 32,
        "number_text" => "第三十二籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "因荷而得藕，",
            1 => "有杏不須梅。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "此詩文者以同音諧之。因荷「何」而得藕「偶」。有杏「幸」不須梅「媒」者。君汝可知道。因荷之生方得蓮藕。為何我能得偶。我亦不得而知。爾是杏「幸」運之人也。自然不需「梅」。媒來妁之。君之鴻運。無人可與倫比也。",
                ],
                1 => [
                    0 => "注：種因得果，免勞媒妁，三世姻緣合和圓滿。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "荷和藕是一種蓮花，杏和梅則是兩種不同的植物。從字面上來看，這句話似乎是說因為荷才得到藕，有杏果卻不需要梅子。但實際上，這裡的「荷而得藕」和「有杏不須梅」是比喻相戀的人之間相得益彰，不需要外在因素的輔助。",
                ],
                1 => [
                    0 => "因此，這籤可以解讀為在愛情方面，只要對方和自己真心相愛，就像荷和藕一樣相得益彰，不需要其他的因素。即使外在的條件並不理想，也能夠相互扶持、共同成長。而「有杏不須梅」也暗示著在愛情裡，每個人都是獨特的，不必刻意模仿他人或迎合他人，只要真實地展現自己，就能夠得到愛情的回報。",
                ],
            ],
        ],
    ],
    33 => [
        "number" => 33,
        "number_text" => "第三十三籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "可以托六尺之孤，",
            1 => "可以寄百里之命。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君汝如能逢遇鮑叔牙耶。可全心誠意之對付之。伊人也。是貴人也。伊之黼增華之時。君汝亦必有大成之時。爰之。一人之希望。可托於伊之身上。",
                ],
                1 => [
                    0 => "注：若問貴人，月下老人，若問姻緣，天作之合。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤是在講述信任和依靠的問題，尤其在戀愛中這個因素非常重要。如果一個人能夠在關鍵時刻托付自己的孤寂和命運給對方，就需要有極大的信任和依靠。這一籤中的“六尺之孤”和“百里之命”可以理解為戀人之間的信任和承諾。如果你願意將自己最孤獨的一面和最重要的生命託付給對方，就需要在戀愛中建立強大的信任和依靠。這也是一種對愛情的承諾和投入。",
                ],
            ],
        ],
    ],
    34 => [
        "number" => 34,
        "number_text" => "第三十四籤",
        "subtitle" => [
            0 => "中平",
        ],
        "stick_text" => [
            0 => "仍舊貫，如之何？",
            1 => "何必改作？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾目下雖處在逆境。唯必須持之。不宜變之。見之狀。為己周章。則愈形愈挫。不宜見異思遷。堅守舊之況。必有機緣之來。不可慌耶。",
                ],
                1 => [
                    0 => "注：風影殘燭不利時空謹守周章必有所成。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "對於愛情來說，這可能意味著要保持對愛情的信念和忠誠，不輕易地放棄。這也可能表示，如果你真心愛一個人，你應該堅持你的愛，不管在什麼情況下。這是一個鼓勵人們堅持自己的信仰和價值觀的籤詩，不輕易改變自己的決定和方向。",
                ],
            ],
        ],
    ],
    35 => [
        "number" => 35,
        "number_text" => "第三十五籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "遇人之不淑矣。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "今之所逢遇耶。伊人是害人之人也。明知不可交。宜速止之。另擇佳偶去可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是說不幸遇到了不合适的人，可能是因為你的心境不夠清明，沒有看清對方的真正面貌，所以要好好檢討自己的心態，重新找到自己的定位。如果是指愛情，也許是在選擇對象時有些草率，需要慢慢調整心態，重新審視自己的期望和對方的實際情況，才能選到真正適合自己的人。此籤也提醒人們要保持清明、警惕，不要被表面的外在迷惑，要看清對方的內在和真正的品格。",
                ],
            ],
        ],
    ],
    36 => [
        "number" => 36,
        "number_text" => "第三十六籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "投我以木桃，",
            1 => "報之以瓊瑤。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "我之友予我木桃。如野人之獻芹者。吾感激之。必報以瓊瑤之玉也。世人曰吃人斤量也。必報以兩。今之食兩。還斤。易言之。一己之待人以誠。將得善果者無疑。必守之人之守則也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "「投我以木桃，報之以瓊瑤」是表示如果你善待他人，也會得到別人的善意回報，就像投給別人木桃，會得到別人回報你瓊瑤果實一樣。這支籤是一種吉兆，預示著你的努力和付出最終會得到回報。它也可以提醒你，應該善待他人，做好事，不斷為他人著想，這樣才能得到他人的尊重和信任，獲得更好的結果。",
                ],
            ],
        ],
    ],
    37 => [
        "number" => 37,
        "number_text" => "第三十七籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "求則得之，",
            1 => "舍則失之。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "若得機會之時。必須把握之。一有機會。君偶目下逢之際遇也。是紅之運。求之則得之。舍其機會則棄之。無法再追者。既有機會。千萬不可舍之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "只要盡力去追求，就能夠得到你想要的東西。但是，如果你因為懷疑或其他原因而放棄追求，你將失去機會。因此，這支籤的建議是，如果你有心追求某件事物，就必須全力以赴，不要輕易放棄，否則你將失去機會。",
                ],
            ],
        ],
    ],
    38 => [
        "number" => 38,
        "number_text" => "第三十八籤",
        "subtitle" => [
            0 => "上吉",
        ],
        "stick_text" => [
            0 => "妻焉者，",
            1 => "親之主也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "妻者。除椿萱。兄弟之外最親密者。爰之對妻之態度。必須如對己之親人父母。重視之。平等對待之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "籤詩中提到的「妻焉者」指的是妻子的意思，而「親之主也」則是說妻子在家庭中扮演著重要的角色，是家庭的主心骨，需要被尊重和重視。整首籤詩似乎在提醒求籤者要好好珍惜自己的婚姻和家庭，尊重家人的意見和想法，共同經營幸福的家庭。",
                ],
            ],
        ],
    ],
    39 => [
        "number" => 39,
        "number_text" => "第三十九籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "不得乎親，",
            1 => "不可以為人。",
            2 => "不順乎親，",
            3 => "不可以為子。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人如失去父母之心。何以為人乎。失去親人之心。同時將失去朋友。友朋已失。一切皆去耶。宜知孝敬父母。悌其兄弟及友。方能得於世人之心。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這是一支關於家庭關係的籤。這支籤告訴你要尊重家人，因為他們是你人生中重要的一部分。如果你不尊重他們，就無法成為一個真正的人。這支籤也暗示你，如果你遇到困難，你應該向家人尋求幫助，因為他們是你最親近的人，最願意幫助你的人。此外，如果你有子女，則需要特別注意，要尊重他們，以便他們成為快樂、健康的人。",
                ],
            ],
        ],
    ],
    40 => [
        "number" => 40,
        "number_text" => "第四十籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "踏破鐵鞋無覓處，",
            1 => "得來全不費功夫。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "為了成一事。穿上鐵鞋奮鬥不懈。費心費力。皆無所獲。瞭然瞭然耶兩手到頭來皆空空。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "有些事情需要花費很多時間和精力去尋找，卻往往毫無所獲；但有時候，我們卻能在意想不到的地方找到我們所追尋的東西，而且似乎是輕而易舉地得到了。這支籤的解讀可以表示，你可能在尋找某些東西或想要實現某些目標，但一直找不到方法，感到十分困惑和疲憊。然而，當你不再緊盯著目標而是放鬆心態，突然間機會就出現了，你可以得到你想要的結果，而且不需要花費太多力氣。",
                ],
            ],
        ],
    ],
    41 => [
        "number" => 41,
        "number_text" => "第四十一籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "良人者，",
            1 => "所仰望而終身也，",
            2 => "今若此。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人之善惡。必須終身能堅守為要件。本心為假冒。狐皮覆之。狐假虎威。終能露出馬腳之時。如得知其人之底心露者。立即取消之。漸其疏遠之。甚至斷之。否則有悔不當初之時也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這支籤的意思是，良人就像是人生最重要的支柱，對他的期待和依賴猶如終身般堅定。這支籤提醒你，如果你已經找到了你的良人，應該要好好珍惜和維護這份感情，不要因為一時的衝動或挫折而輕易放棄，堅持下去才能得到長久的幸福。如果你還未找到，則代表你的良人已經在你的生命中出現，你需要仔細觀察並儘可能把握住機會。",
                ],
            ],
        ],
    ],
    42 => [
        "number" => 42,
        "number_text" => "第四十二籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "重重迭迭上瑤台，",
            1 => "幾度呼童掃不開，",
            2 => "剛被太陽收拾去，",
            3 => "卻教明月送將來。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "雲霧瀰漫於瑤台之上。呼叫小童來掃開它。亦毫無任何效果。所幸強烈陽光將其驅送。迨至皎潔之明月出之。如是難通之運亦由伊帶光明來。含之義也。汝今雖有意外之損失。但亦將有意外之收穫。時間不至於久耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "雖然你可能會遭遇困難和挫折，但不要氣餒。成功需要付出努力，但是當你克服障礙時，你會獲得更大的收穫。有時候，成功需要等待合適的時機，所以不要輕易放棄，耐心等待好的機會的到來。在愛情問題上，它可能表示你會經歷一些困難，但最終你會遇到一個真正適合你的人。",
                ],
            ],
        ],
    ],
    43 => [
        "number" => 43,
        "number_text" => "第四十三籤",
        "subtitle" => [
            0 => "上吉",
        ],
        "stick_text" => [
            0 => "君子有援勤之桃，",
            1 => "淑女無投梭之拒。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "身為君子之伊也。有援琴之桃時。淑取自無投梭而拒君於千里之外者。易言之。如男之汝。有意接納時。淑女之爾。自無拒於千里之外之理由耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "對於君子而言，當他伸出援助之手時，得到他人的幫助就像吃到了甜蜜的桃子一樣容易。對於淑女而言，當她需要幫助時，她會受到大家的支持，而不會遭遇拒絕。這首籤鼓勵人們應該願意伸出援助之手，相信當你需要幫助時，會得到別人的幫助和支持。",
                ],
            ],
        ],
    ],
    44 => [
        "number" => 44,
        "number_text" => "第四十四籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "遐邇一體，",
            1 => "率賓舊王。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "遐也遠。邇亦瑤之遠也。自古以來有千古不易之理。不論古今之時。東西之地。新人不如舊雨。新土亦不如舊主者也。伊人之關乎微至。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "《遐邇一體》是指不分遠近、相聚同一個層次，召集賓客與舊王一起，預示著召集眾人共同慶祝，或是在某個重要場合召集眾人合作完成一項任務。該籤意味著合作共事，相互協助，共同為大局著想，將會獲得成功，是一個吉兆。",
                ],
                1 => [
                    0 => "愛情方面:「遐邇一體」代表兩人之間的距離和隔閡已經消除，有可能會因為共同的目標和價值觀而聚在一起。「率賓舊王」也可以理解為兩人能夠相互尊重、扶持、支持，像是帶領著對方一起前進，共同成就更美好的未來。",
                ],
            ],
        ],
    ],
    45 => [
        "number" => 45,
        "number_text" => "第四十五籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "後生可畏，",
            1 => "焉知來者之不如今也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾目下之人。本是可心滿意足之人。焉知後來之人。一個比一個更美好。就此環境下。只好願君作選擇矣。慎選之。品、學，兼豐而體能慎之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤寓意是說年輕人有很大的潛力，未來的發展很大，但不要輕視現在，要把握當下，好好努力，因為現在的努力也是未來成功的基礎。與愛情相關時，籤意提醒人們，不要輕易放棄當下的感情，也不要抱有期待未來可能出現更好的對象而拖延眼前的關係。要珍惜當下，認真面對現在的愛情，也不要忘記持續努力維持和提升愛情的品質。",
                ],
            ],
        ],
    ],
    46 => [
        "number" => 46,
        "number_text" => "第四十六籤",
        "subtitle" => [
            0 => "中上",
        ],
        "stick_text" => [
            0 => "不愧於天，",
            1 => "不怍於人。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人之言行方正之時也。對天而不愧。對地而不昧。視人生之財也。如浮雲之所以。心之守正。半夜有人敲門。心自不驚。為人之守則。必須守之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "我們應該做一個正直的人，不要辜負上天的眷顧，也不要辜負人們對我們的期望。如果我們能夠做到這一點，我們就能夠得到上天的庇佑，也能夠得到人們的尊重和讚揚。因此，這首詩鼓勵人們要秉持正義和誠信，以便獲得成功和幸福。",
                ],
            ],
        ],
    ],
    47 => [
        "number" => 47,
        "number_text" => "第四十七籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "害女紅者也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "所謂女紅者，為人繡羅衣之人也。此埋頭苦幹。為人刺繡者。厭其羅衣者居多。因女紅辛苦繡之。並不能享用其物而慨嘆之。為人作燈泡。牽線是已。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "「害女紅者也」是在警告當事人要提防身邊的小人或是陰險的人，可能有人不懷好意並想要對自己不利。因此，建議要保持警覺，防範小人。此籤也提醒當事人要謹慎行事，保持警惕，避免被小人陷害。",
                ],
            ],
        ],
    ],
    48 => [
        "number" => 48,
        "number_text" => "第四十八籤",
        "subtitle" => [
            0 => "上吉",
        ],
        "stick_text" => [
            0 => "五百英雄都在此，",
            1 => "不知誰是狀元郎？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "今日在君眼前者。皆為一時之選。人才濟濟。各有千秋。人人之狀元之郎君也。必須慎選。選如意郎君之原則也。品德為首。學識次之。門之當。戶又對乎。千萬叵重人之財。門閥。否則悔之已晚之時。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這句話表示在眾多的選擇中，你可能會遇到許多優秀的異性，但你不知道誰才是最適合你的人選。你需要在眾多選項中仔細思考和選擇，最終才能找到真正適合你的那個人。此籤也提醒你不要被外表或者其他表面因素蒙蔽，應該從內在品質和價值出發去判斷和選擇。",
                ],
            ],
        ],
    ],
    49 => [
        "number" => 49,
        "number_text" => "第四十九籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "故好而知其惡，",
            1 => "惡而知其美者。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "友朋交上以後。由衷喜歡伊人。唯時間一久。不知不覺發現其缺者。相反之。交上心坎里不太喜歡之人。唯久而久之。反而發現其美之所在。是何者該密交舍之宜疏遠之人。宜自行審慎斷之。取捨小心可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "一個人在經歷過舊愛的痛苦之後，才能更加清楚地認識到新愛的美好，也能更好地體會新愛對自己的重要性。如果你正在經歷感情上的掙扎，這籤提醒你不要因為害怕受傷而放棄愛情，而是要從失敗中學習，成長，讓自己更加了解自己想要什麼，以及什麼對自己更加重要。",
                ],
            ],
        ],
    ],
    50 => [
        "number" => 50,
        "number_text" => "第五十籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "兩世一身，",
            1 => "形單影支。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "兩世之一身也。指君汝之單身漢渡世之主義。光棍。將形成形單影隻。何苦後。男大當婚。女大當嫁。是千古不易之理也。為調節生活之枯燥。宜棄之所謂王老五主義。宜談婚嫁也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "詩句形象地表達了一種孤獨的感覺，可能暗示著愛情中的分離或孤獨。兩世一身意味著前世與今生，而形單影支則表明在愛情中只有一個人，似乎是在描述一個失戀或未能得到愛情的情況。但也可以理解為兩人相遇是前世的緣分，今生在一起，兩個人形影不離，共同走過一生的旅程。這需要根據問題的具體情境來進一步解讀。",
                ],
            ],
        ],
    ],
    51 => [
        "number" => 51,
        "number_text" => "第五十一籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "雖有善者，",
            1 => "亦無如之何矣。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "目下，君之緣份已有定終身之誼。忽爾出現比今更理想。令人可圈可點之人。皆已無益者。啻好皆認命。終生以伊為伴侶可也。勿必左思右想。舉棋不定。三心兩意。皆於事無益者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "情況已經無法挽回，即使有善意的人也無法改變現實。在愛情方面，這可能意味著即使雙方都非常努力，也無法克服種種困難。可能是時候接受現實，放下過去，並繼續前進了。",
                ],
            ],
        ],
    ],
    52 => [
        "number" => 52,
        "number_text" => "第五十二籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "雲從龍，",
            1 => "風從虎，",
            2 => "聖人作而萬，",
            3 => "君萬事皆可成也！",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "目下君爾之運也。雲之從龍。風之從虎之運。龍蟠虎踞之勢。風雲際會。際遇非常之時。君汝必能功成名遂之時。事事能稱心者耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤意指當你與對方的愛情經歷到一定階段，如果你能夠採取聖人的態度，以智慧與耐心去面對、經營，則你們之間的感情將會越來越美好，並且能夠克服一切困難。",
                ],
            ],
        ],
    ],
    53 => [
        "number" => 53,
        "number_text" => "第五十三籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "其所厚者薄，",
            1 => "而其所薄者厚。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "世人之現象。出乎人之意料者多。如其某君之於汝。曾施予恩。報之也薄。又對某兄施與之薄。君卻以厚禮還之。古人曰。施恩勿念。受惠勿忘。行善者。不必以報為念。上蒼知之即足矣。唯本簽之意即是。君汝之婚姻復如是。君汝之婚姻復如是。必能有意外之好姻緣來結合耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "主要是在說明一個人在感情上的看法與決策，可能會因為主觀或情感因素的影響而失準。譬如，當一個人感情深厚時，對對方的錯誤和缺點容易放大，而對優點和優勢卻容易忽略；相反地，當他們感情淡薄時，對對方的錯誤和缺點就會容易被寬恕，反而對優點和優勢容易加以賞識。因此，在愛情中，有時需要冷靜的頭腦去思考，並且將情感和理性兩者保持平衡，才能做出正確的決策。",
                ],
            ],
        ],
    ],
    54 => [
        "number" => 54,
        "number_text" => "第五十四籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "成也蕭何，",
            1 => "敗也蕭何。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一生之中。父母之命也。該唯命是從。唯時代之變遷。或者世人之新觀點也有所變化。如有意見。必須向椿萱申述。其理安在。求父母之同意決定可也。未必為從之而毀者。媒妁之言同之。必須審思之。可否從之。熟慮之後可用自己之主張舍取之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的含義可以理解為：“成敗蕭何皆有道，命運好壞莫妄誇”。在愛情中，無論是成或敗，都是有其道理和原因的，命運和緣分是不可妄自尊大或自暴自棄的。因此，這一籤提醒人們在面對愛情的勝敗得失時，要有一份平常心和淡定，並且相信自己的運氣和命運。",
                ],
            ],
        ],
    ],
    55 => [
        "number" => 55,
        "number_text" => "第五十五籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "不思舊姻，",
            1 => "求爾新君。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "不必再思念過去之舊姻緣。可求汝新婦也。易言也。過去者已逝。但。君爾之前突遼遠而無窮者。不可氣餒。亦更不可驕恣。行之穩健可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "表明現在的愛情已經沒有前進的空間了，需要向新的方向發展。這個籤語鼓勵人們不要固守舊愛，而要開始尋找新的伴侶。當一段關係已經走到盡頭時，堅持下去只會帶來更多的傷痛和不快。這個籤語也提醒人們，要有勇氣和決心，去放棄那些已經過時的事物，並向前看，迎接新的愛情。",
                ],
            ],
        ],
    ],
    56 => [
        "number" => 56,
        "number_text" => "第五十六籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "永老無離別，",
            1 => "萬古當團聚。",
            2 => "願天下有情人，",
            3 => "都成眷屬。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "本簽示之於君爾之意也。君之運也。紅而紫者。永老無分離。萬古常生活團聚在一起。天下之情人成卷之後。都願伊人百年和合。琴瑟和鳴。白頭偕老耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是一首祝福之詩，表達了對情侶們美好未來的祝福。詩中「永老無離別」表示希望情侶們能夠長久在一起，相互扶持，不分離，「萬古當團聚」更是表達了希望情侶們能夠攜手到老，走過漫長人生歲月的祝願。最後一句「願天下有情人，都成眷屬」更是表達了對所有有情人能夠找到幸福，走向美好未來的美好祝福。",
                ],
            ],
        ],
    ],
    57 => [
        "number" => 57,
        "number_text" => "第五十七籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "是謂鳳凰于飛，",
            1 => "和鳴鏘鏘。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君仰頭一看。見了鳳凰于飛。齊飛於天空。由鳴聲中。和鳴鏘鏘見之。猶如視君之今。必能得良緣。如一對翱翔空中之鳳凰。似瑟琴之和鳴。君也必能與伴侶。永合和鳴。白頭偕老者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "鳳凰是神話中的吉祥鳥，象徵著幸福、美好和繁榮。和鳴則表示兩人心靈相通，感情和諧。鏘鏘之聲也表示兩人之間沒有任何矛盾和衝突，相處得非常愉快。這個簽語可以理解為預示著一個美好的愛情關係，兩個人之間互相欣賞、尊重和愛護，心靈相通，相處愉快，關係長久，像鳳凰一樣飛翔。",
                ],
            ],
        ],
    ],
    58 => [
        "number" => 58,
        "number_text" => "第五十八籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "帷舊婚媾，",
            1 => "其能降以相從乎？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人不自量力。妄圖高攀。即使得以攀高。事亦不得以稱心者。既然如此。不如降落以求。可做為雞頭。不做牛尾。不如是否。枝頭鳳凰。爾不能見其外表斷其幸也。須知其內容方可知也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首籤詩是在問答一個問題：婚姻中，當一方地位高於另一方時，是否還能夠共同相處？「帷舊婚媾」指的是已經有一段婚姻關係的人，而「其能降以相從乎？」則是問當高位者能否降低身份和地位，與另一方和睦相處。",
                ],
                1 => [
                    0 => "因此，這首籤詩提醒人們在婚姻中要相互尊重和包容，避免出現地位高低之分，以免傷害感情。如果雙方都能降低身份，平等相處，則可以達到相互和諧，婚姻才能長久。",
                ],
            ],
        ],
    ],
    59 => [
        "number" => 59,
        "number_text" => "第五十九籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "膾炙，",
            1 => "所同也，",
            2 => "羊棗，",
            3 => "所獨也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "每人對魚炙肉膾。皆有所好。人人喜歡食之。羊棗則啻有君喜之。由此可知。君爾之所得者。比他人為少。婚姻如是也。君汝喜歡之一型人。有其限也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“膾炙”指的是切成薄片的肉類，而“羊棗”則是只有羊肉和紅棗一起烹製的菜餚。這句話的意思是，膾炙是可以與別人分享的，而羊棗卻只屬於自己。在愛情中，也有一些感情可以與他人分享，但也有一些特別的感情只屬於自己和伴侶之間，無法分享。因此，這句話的含義是在提醒我們珍惜那些只屬於自己和伴侶之間的感情，同時也要尊重和珍惜與他人分享的感情。",
                ],
            ],
        ],
    ],
    60 => [
        "number" => 60,
        "number_text" => "第六十籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "心茍不愆，",
            1 => "何惜於人言。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人之心茍不愆。無違悖道德之事也。自不怕人言之畏耶。心正自心安理自得。再言之。事之無可奉告之於人之時。心內無疚於人之時。自無煩燥之時。此乃者一人長生永樂之道也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首詩意味著如果你的心無愧，就不要在意他人的評論。在愛情中，這意味著如果你真心愛一個人，就不要在意其他人對這份愛的看法。只要你心中無愧，就不必擔心別人的評價。重要的是，你要對自己的感覺和感受負責，不要因為外界的壓力而改變你的心意。",
                ],
            ],
        ],
    ],
    61 => [
        "number" => 61,
        "number_text" => "第六十一籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "不知其人，",
            1 => "視其友。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一個人之良痞。如君不能知其良莠者。觀其交友朋即可窺其全貌。伊之交。是皆守正不阿。事事正經之友耶。其人亦是正經之屬。可交之。婚姻之可結也。可用同一原理為之。不知其人之為何時。以伊之交友慎之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "當我們不知道一個人的真正面貌時，可以從他的朋友中獲得一些關於他的信息。在愛情中，如果我們對某個人感興趣，但對他的內心世界和真正的想法一無所知時，可以通過觀察他的朋友和身邊的人來了解他。這些人可能會透露一些關於他的性格、喜好、價值觀等方面的信息，幫助我們更好地了解他。但是，需要注意的是，這些信息僅供參考，不能完全代替直接與他交往並了解他的方式。",
                ],
            ],
        ],
    ],
    62 => [
        "number" => 62,
        "number_text" => "第六十二籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "嘉耦曰配。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "與他(她)是否合得來。如兩者之間。有意合之。且經一段時間之交友。認為可合者。可合之。不必多考慮者也。是一己之命也。唯必有善果結之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這句話的意思是「美好的男女結合在一起就稱作配偶」，描繪出了男女之間的結合和情感的美好。在愛情中，男女之間的結合需要有配合，需要共同努力才能夠維持長久的關係，這就像是兩個人一起跳舞一樣，需要相互合拍才能跳得好。因此，這個籤語可以看作是對愛情的提醒，提醒人們在愛情中要有配合和共同努力的精神，才能夠得到美好的愛情關係。",
                ],
            ],
        ],
    ],
    63 => [
        "number" => 63,
        "number_text" => "第六十三籤",
        "subtitle" => [
            0 => "中平",
        ],
        "stick_text" => [
            0 => "子規半夜猶啼血，",
            1 => "不信東風喚不回。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "子規-杜鵑耶國人南方人曰之吐血鳥。目下是半瞑。一隻子規。吐血鳥。尚在嘔血似地啼叫。猶如說明。君之耶。離鄉背井。居邊遠之地。有人為君汝相思。伊人不相信君之不回故里去者。伊人堅信。至遲耶。東風吹之時。亦即是春之來時耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "子規在深夜裡不停地啼叫，流下了血泪，因為牠期望東風能夠帶回自己的伴侶，卻遲遲未到。這可以被解讀為愛情中的思念和渴望，即使面臨著困難和阻礙，也不停地期待著另一半的到來。然而，這也提醒著人們要謹慎選擇對象，避免受到感情上的傷害。",
                ],
            ],
        ],
    ],
    64 => [
        "number" => 64,
        "number_text" => "第六十四籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "齊大非吾耦也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "齊之大。亦即是伊人是有錢。有勢之人。子女耶。汝該知難而退。古人曰。門不當戶不對。何以合之。強求之時。必有害也。降格以求。方是幸運之道。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這個籤意味著，我們應該選擇和自己水平相當、心靈相通的伴侶，而不是為了名利或其他外在因素而追求高高在上的對象。如果我們不遵循這個原則，我們將最終意識到我們所選擇的伴侶與我們並不真正契合，我們的關係可能會破裂或者導致不愉快的結局。因此，在選擇愛情伴侶時，我們應該保持清醒的頭腦，明確自己的標準和需求，並根據這些準則去尋找適合自己的人。",
                ],
            ],
        ],
    ],
    65 => [
        "number" => 65,
        "number_text" => "第六十五籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "在幽閨自憐。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一己深鎖在閨房之中。自己憐之。為何如今尚未遇終生之伴侶乎。曩昔之習俗。女兒耶不得出閨房。男兒亦不得隨便。必憑父母之命。媒妁之言成婚。惟世局之變遷。男女均該走出閨房。去交往。先友後婚可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤形容一個女子因為情感上的困擾，而自己在幽閨中悲傷自憐。或許是因為愛情的遭遇或者是對自己和現狀的不滿，讓她陷入了孤獨和煩惱之中。這時候，籤詩的建議是要開朗心胸，不要一味自憐自艾，要勇敢地面對和解決問題。對於愛情而言，也是如此，當遭遇到不順利的狀況時，不要自我封閉，要敢於面對問題，尋找解決的辦法。",
                ],
            ],
        ],
    ],
    66 => [
        "number" => 66,
        "number_text" => "第六十六籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "驚起卻回頭，",
            1 => "有恨無人省。",
            2 => "揀尺寒枝不肯棲，",
            3 => "寂寞沙洲冷。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "汝之婚姻耶。中之者。驚起卻回頭去。有恨無人省之。無一人幫忙。省顧吾。阻力太大。爰之。凍盡之寒枝上不肯棲。形成之者。其寂寞沙洲亦冷。挑剔太多而來之阻礙。如能阻力無化為助力時。無法得之也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "一個人因為愛情而感到孤獨和寂寞，因為他被遺棄了，所以感到非常痛苦。他在寒冷的沙洲上，選擇了一根枯枝，因為他無處可去，但是這根枝子也不願意讓他棲身，顯示他的困境和無助。這個籤的解讀可以是，愛情的失落和孤獨，使得人們感到無助和痛苦，有時候愛情也會讓人感到絕望。這個籤提醒人們，要在愛情中保持理智和冷靜，不要讓愛情的悲傷和痛苦影響自己的判斷和行為。",
                ],
            ],
        ],
    ],
    67 => [
        "number" => 67,
        "number_text" => "第六十七籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "再，",
            1 => "斯可矣。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "如果是這一次不能成功。再來一次嘗試。必能有成功之機會。千萬叵氣餒矣。放手做可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“再”這個詞意味著“再次、再來、重新”，可能意味著一個新的開始或一個舊關係的重啟。如果這是關於愛情的籤詩，它可能是在建議重新考慮或嘗試修復關係，或者是在預示著一個新的愛情關係即將到來。但具體如何解讀要看當時提問者的情境和問題。",
                ],
            ],
        ],
    ],
    68 => [
        "number" => 68,
        "number_text" => "第六十八籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "茍有可觀。",
            1 => "皆有右樂，",
            2 => "匪必瑰奇假麗者也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "亦即是指一定姻緣之完滿。端賴於深摯之愛情為基本。即可因之。情深。自不致於計較五美之合。才子貌美為要件。更不願取伊之財富。方能疼之伊人。是情深為婚姻之基礎也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "人們應當注重內在品質而不是外表上的瑰麗華美，只有真正具備可觀之處的人，才能在外在和內在兩方面得到充分的體現和表達。在愛情方面，這個簽意提醒我們，應該注重對另一半內在品質的欣賞和尊重，而不是只看中其外表或者其他表面的東西。只有當雙方都能夠真正相互欣賞和尊重對方的內在品質時，才能建立穩定健康的感情關係。",
                ],
            ],
        ],
    ],
    69 => [
        "number" => 69,
        "number_text" => "第六十九籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "天下多負人，",
            1 => "何必是。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君不曾受寵。可另擇佳偶去。不必為其人傷了身心。他之人。或可為君帶來一生之幸福亦未可料。不必為之傷心。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "人生中常常會有許多失望和不公，但是不要沉溺於這些不如意的遭遇中，而應該嘗試著去尋找其他更美好的機會和可能。在愛情中，也許我們會遭遇到不被回應的感情，或是因為他人的背叛而受到傷害。但是我們不應該因此失去對愛情的信心，而是應該學會放下過去，積極面對未來，去尋找屬於自己的真正幸福。同時也提醒我們在對待他人時要善良，不要因為過去的不如意而將怨恨和負面情緒帶給他人，畢竟天下人都有可能受到傷害和不公，而我們也不希望成為那個讓他人失望和不滿的人。",
                ],
            ],
        ],
    ],
    70 => [
        "number" => 70,
        "number_text" => "第七十籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "利有攸往。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "利者可攸往。汝之命即是如此。如果伊是真實之富者。爾可以妻之。嫁去可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“利有攸往”，意思是你現在所追求的事業或財富方向，將會有很大的收益。對於想要發展事業或是賺取更多財富的人而言，這是一個好的籤詩。",
                ],
                1 => [
                    0 => "但如果非要從愛情角度來解讀，那麼這個籤詩也可以理解為你現在的愛情關係可能會帶來更多的經濟利益或穩定的生活基礎。不過，這樣的解讀可能會有點牽強。",
                ],
            ],
        ],
    ],
    71 => [
        "number" => 71,
        "number_text" => "第七十一籤",
        "subtitle" => [
            0 => "中上",
        ],
        "stick_text" => [
            0 => "雖有絲麻，",
            1 => "無棄菅蒯。",
            2 => "雖有姬姜，",
            3 => "無棄蕉萃。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾。在多方奔走。多年辛苦之後。已得衣錦與三餐美食。唯昔時一己之布衣淡食。卻不可忘矣。運橋之後。其探杖。豈可丟失耶。又更須留意者。君之身邊得之千金小姐之青睞。豈可丟糟糠於不顧。伊人耶。為君奮鬥不懈。獲得成功之大恩人耶。兩者忘之。棄之。君爾之運也。必開始日衰。不得不小心。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "詩中的“絲麻”、“菅蒯”、“姬姜”、“蕉萃”等詞，代表了不同的階層和身份。這一籤的含義，是說雖然有高低貴賤之分，但是相愛的兩個人不應該因為這些身份差距而放棄彼此。只要彼此相愛，就應該像“絲麻”和“菅蒯”、“姬姜”和“蕉萃”一樣，堅定地在一起，不被外界所左右。因此，這一籤可以解讀為愛情中不應該因為外在的因素而放棄彼此，而要真正珍惜彼此，堅定地在一起。",
                ],
            ],
        ],
    ],
    72 => [
        "number" => 72,
        "number_text" => "第七十二籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "以若所為，",
            1 => "求若所為，",
            2 => "猶緣大而魚也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "如以君爾之言也。行也。欲求達一己之所望。恐如同在緣木求魚者。易言之。爾之言行。修養兩者之間。恐不合者。可止之。不宜再進者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "你想得到某人的喜愛和回報，就要去做他/她所喜歡的事情，就像緣分匯聚大海般，一樣大而豐富，而愛情也需要有緣分和付出才能得到回報。因此，這首籤詩對於愛情來說，提醒著人們需要去理解對方的需求和喜好，並且為之付出，才能夠獲得愛情的美滿和幸福。",
                ],
            ],
        ],
    ],
    73 => [
        "number" => 73,
        "number_text" => "第七十三籤",
        "subtitle" => [
            0 => "上吉",
        ],
        "stick_text" => [
            0 => "白雲初晴，",
            1 => "幽鳥相逐。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "以往君爾之日子是昏暗晦澀者。如今一掃所有之酶氣。白雲亦初晴。幽鳥相逐於太空中。君爾之緣也。必可成。且是令人羨慕者。放手去做可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的意思是景象美好，有幸福的氛圍，可以解讀為愛情的吉兆。白雲初晴代表事業或感情逐漸開始明朗，幽鳥相逐代表在愛情中，彼此相依相伴，經歷艱難卻又互相扶持。因此，如果你問的是關於愛情的事情，這一籤是一個吉兆，表示你和愛人之間的關係將會越來越好，相互信任和支持。但是，也要注意不要因為興高采烈而忘了保持冷靜和理智，才能繼續維持良好的感情。",
                ],
            ],
        ],
    ],
    74 => [
        "number" => 74,
        "number_text" => "第七十四籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "恨相見晚也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "眼前之伊人。令人可愛。可許吾生。予我身。惟探望之下。伊人己身有主。豈有辦法可取也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "有時候我們會因為時機不對而錯過了某些事物或人，而這種遺憾往往會讓我們感到惋惜和不滿。在愛情方面，這個簽語可能暗示了一個人與他/她的愛人因為各種原因而沒有在正確的時間相遇，錯過了在一起的機會，但是他們仍然深深地懷念對方。簽語中的“恨相見晚也”暗示了愛情的遺憾和不滿，但也可能是一種期待，即希望有一天能再次相遇，重溫過去的美好時光。",
                ],
            ],
        ],
    ],
    75 => [
        "number" => 75,
        "number_text" => "第七十五籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "則去偷香竊玉上用心，",
            1 => "又不曾得甚。",
            2 => "自從海棠開，",
            3 => "想到如今。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾耶。在與伊人之間。只為偷香。竊玉之上用心。取去玉。偷其香是己。不為愛情而行。易言之男歡女愛。如此之結合。時之過憋。將同床異夢者。爰之。一己與人之結合耶。必須以愛為基礎。方有幸福可言。千萬不能以千萬不能以美、富為基礎。青春一去不復返，時間是公平的，失去了，回不來，千萬別拿自己青春開玩笑。單身者，不可存僥倖，要留好名聲、給人探聽。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "有人一直用心去偷香窺玉卻不得其門而入，自從海棠花開之後，才有所醒悟，意識到珍貴的機會已經失去了。這個籤詩可以解讀為愛情中的一個警示，提醒人們要珍惜眼前的機會，不要總是一味地等待和追求所謂的完美，否則可能會錯過真正適合自己的人和愛情。同時也暗示人們在愛情中應該抱有真誠和尊重，不要侵犯別人的感情和尊嚴。",
                ],
            ],
        ],
    ],
    76 => [
        "number" => 76,
        "number_text" => "第七十六籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "忘足，",
            1 => "履之適也。",
            2 => "忘腰，",
            3 => "帶之適也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "忘了足。伊人為我記之。如一雙鞋可適君汝之足也。忘一己之腰。伊人又為帶來帶。又適人。如此之良緣。爾。有何言拒之。必須速求之。合之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "在愛情中要忘卻一些小節，才能讓關係更順遂。忘足，意味著要忘記彼此之間的小缺點，著重在對方的長處；忘腰，則代表要忘記一些物質上的問題，不讓它們影響感情。只有忘記那些微小的問題，才能夠專注於愛情本身，讓感情更加圓滿。",
                ],
            ],
        ],
    ],
    77 => [
        "number" => 77,
        "number_text" => "第七十七籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "標有梅，",
            1 => "其實七兮。",
            2 => "求我庶士，",
            3 => "迨其吉兮。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "標有處。有梅這。但其實只有七分者。求我之庶士也。迨其吉之至可也。何必為之著急。急則不成。又在人之來往上。千萬叵做斤斤計較也。為人太小氣之時。將受之遠之。不可不改也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“標有梅”指的是媒妁之言，梅花是婚姻的象徵。詩中說雖然已經標明梅花了，但是實際上還需要七次的牽扯和尋覓才能成功結合。最後說到等到吉日良辰，終於能夠得到自己所愛之人。因此這首詩的解讀可以理解為，尋找愛情不是一件容易的事情，需要不斷的努力和等待，並且最終的結果需要靠緣分和時機。",
                ],
            ],
        ],
    ],
    78 => [
        "number" => 78,
        "number_text" => "第七十八籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "欲速則不達。",
            1 => "見小利，",
            2 => "則大事不成。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "欲速之不達。顧名思議。一人之辦事也。宜見其輕重緩急為之。為理一事。急於功者必敗者。不過。亦不能拖延久矣。一面也。不可見小利則趨之。見小利易忘其義。受人厭棄之後。一切皆休矣。不可不知也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是說在追求愛情的過程中，如果過於急躁，只著眼於眼前的小利益，反而會阻礙大事的實現。因此，籤意提醒著你在愛情中不要貪圖眼前的小利，要有耐心，從長遠的角度來思考，慢慢地去發展和培養感情。只有這樣，才能真正實現愛情的美好。",
                ],
            ],
        ],
    ],
    79 => [
        "number" => 79,
        "number_text" => "第七十九籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "更灑遍客舍青青，",
            1 => "千縷柳色新。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "更灑遍。即是表明春雨不得。客舍青青。客舍。爾之住處。青青也。洗得好乾淨。春雨來耶。千縷柳色新。岸邊之楊柳亦條條著上新綠衣。春景已經呈現汝之眼前。爾已經可喜之時來到。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的主旨是人生的轉變和改變，尤其是在關係和愛情方面。在這種情況下，這一籤提示你要保持開放的心態，去迎接新的機會和改變。它說明在這個時候，你可能會遇到一些新的人或是有機會開始新的關係。這是一個良好的機會，但也需要謹慎處理，不要急於求成。應該好好地考慮，然後再採取行動，因為急躁和草率的決定可能會導致錯誤的結果。所以要保持冷靜、沉著和耐心，才能得到真正的幸福和成功。",
                ],
            ],
        ],
    ],
    80 => [
        "number" => 80,
        "number_text" => "第八十籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "悲莫悲兮生別離，",
            1 => "樂莫樂兮新相知。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "悲莫悲兮。雖是令人悲哀者。亦不必悲。生而必須別離之苦痛事。君汝已經嘗過苦頭矣。唯樂莫樂兮。快樂之事。令人鼓起勇氣之事。已在眼前。悲已去。樂在眼前。不必再擔心者耶。順境者已至。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "人生難免有別離的悲傷，但也要喜悅於遇見新的人。在愛情中，也許會有舊情人離開，但同時也有可能會遇到新的相知相惜的人。所以在面對別離時，雖然會感到悲傷，但也要學會開心地迎接新的相遇。",
                ],
            ],
        ],
    ],
    81 => [
        "number" => 81,
        "number_text" => "第八十一籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "經之營之，",
            1 => "不日成之。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "日日下注功夫。勤勞扶之。必有大成之時。姻緣如此。如果汝對伊人有信心。願許身。允者一切者。可千方百計接近去。必有大成之時。信之可行也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“經之營之，不日成之”意味著通過認真的努力和經營，可以在短時間內取得成功。在愛情方面，這可能是一個暗示要在關係中付出更多努力和耐心，以實現雙方的願望和目標。建立良好的溝通和理解可以幫助加強感情的連結。此外，籤中的“不日成之”也提醒我們不要心急，要給關係時間來發展和成熟。",
                ],
            ],
        ],
    ],
    82 => [
        "number" => 82,
        "number_text" => "第八十二籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "行去耶，",
            1 => "前朱雀而後玄武，",
            2 => "左青龍而右白虎。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "左方見了青龍。右手方卻又見了白虎在。可知傾慕爾之才華美貌而來之者多。為此。君亦舉棋不定。何君為終生伴侶。而受感。在此時。汝可暫時避之。於寧靜之環境為下。作慎謀能斷。以衡量妥貼之後為之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "講述前方的行程，使用了四個方位的神獸來形容。前朱雀代表南方，後玄武代表北方，左青龍代表東方，右白虎代表西方。對於愛情而言，可能暗示你的愛情前方有一段旅程，需要經歷南、北、東、西各種方向，面對不同的考驗和困難。但是如果你能夠順利地通過這些挑戰，最終就會有所收獲，實現你的愛情願望。因此，這首籤詩提醒我們，要有勇氣和毅力，勇敢地去面對生命中的各種考驗，並相信自己的決心會帶來成功。",
                ],
            ],
        ],
    ],
    83 => [
        "number" => 83,
        "number_text" => "第八十三籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "姑舍是。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "目下之際遇而言。不宜合之。如勇士之斷指。斷然放棄之。否則惹是非。無利幸可圖矣。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "「姑舍是」的意思是「姑且放下吧」。這句話可以解讀成在愛情上，要放下一些固執的想法或者不必要的堅持，以達到更好的結果。有時候我們可能會因為太執著於某些事情，而無法前進或放手。籤詩告訴我們，有時候放下一些東西反而能讓事情變得更順利，也能讓自己更加開心。因此，如果你在愛情上遇到一些瓶頸，或者一些想法上的障礙，或許這個籤詩就是在告訴你要「姑舍是」，暫時放下它們，讓事情自然地發展。",
                ],
            ],
        ],
    ],
    84 => [
        "number" => 84,
        "number_text" => "第八十四籤",
        "subtitle" => [
            0 => "上平",
        ],
        "stick_text" => [
            0 => "勸君莫惜金縷衣，",
            1 => "勸君惜取少年時，",
            2 => "花開堪折直需折，",
            3 => "莫待無花空折枝。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "君爾。目下之情形而言。千萬不可惜縷衣。但宜惜君之少年時也。少年時光易逝。豈可讓其去耶。可知君必須把握住機會。不宜放之。花可摘時則摘之。到無花之時。折空枝何之於益乎。為時必須及時。莫惜金縷衣。皆可穿之時穿之。惟必須惜之十八少年時。是人生之黃金時代。何可白白浪費。如無把握時機之時。猶如花開之後折空枝者也。宜惜之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首詩意味深長，建議人們不要只是珍惜財富和物質享受，更要珍惜年輕時光。在愛情方面，也是同樣的道理。勸人不要因為追求完美而錯失自己的愛情機會，要勇敢地表達自己的情感，抓住適時的機會，不要等到愛情逝去才後悔。",
                ],
            ],
        ],
    ],
    85 => [
        "number" => 85,
        "number_text" => "第八十五籤",
        "subtitle" => [
            0 => "上上大吉",
        ],
        "stick_text" => [
            0 => "得其所哉，",
            1 => "得其所哉。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "得其所。亦即是讚頌君爾之婚姻。得其所在也。逢此非常際遇之時。君汝可毫不猶豫。決定取之可也。躊躇即失之東隅。但不能收之桑榆者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首詩可以理解為“得到了自己想要的東西”或“達到了自己的目的”。在愛情方面，這可能意味著你成功地獲得了對方的愛、感情得到回應，或者達成了自己對愛情的期望和目標。但是，需要注意的是，籤文中的“得其所哉”並不代表一定是好事，有時可能也會有不盡如人意的結果，需要根據具體情況進行判斷。",
                ],
            ],
        ],
    ],
    86 => [
        "number" => 86,
        "number_text" => "第八十六籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "河漢清且淺，",
            1 => "相去復幾許，",
            2 => "盈盈一水間，",
            3 => "脈脈不得語。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "楚漢之界。又清又淺之一條河所隔。去對岸之地。復幾許。應是地是去耶。不是困難之事耶。又如一盈盈之一水之間。無法說出一語者。可知目下君爾之運也。就婚姻而言。為環境所阻。暫難望及者。或者因學業。或事業。目前無可成之望。耐心等待可也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首詩描述了兩人之間的距離和隔閡。河水代表他們之間的距離，雖然很近，但是又很遠，彼此之間的了解和交流也很有限。詩中的“脈脈不得語”更是說明了兩人之間的感情非常深厚，但卻無法言語表達，可能因為害怕拒絕或者其他的障礙。因此，這籤給出的建議是，要想解決這種隔閡和不明，需要加強彼此之間的溝通和交流，才能真正地得到彼此的理解和關愛。這也是愛情中非常重要的一點，如果雙方無法坦誠交流，感情也很難長久持續。",
                ],
            ],
        ],
    ],
    87 => [
        "number" => 87,
        "number_text" => "第八十七籤",
        "subtitle" => [
            0 => "下",
        ],
        "stick_text" => [
            0 => "便如鳳去秦樓，",
            1 => "雲斂巫山。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "鳳去秦樓耶。表明伊人去矣。巫山之雲亦斂歟。可知意中之人走了。是表白兩人不宜結合耶。一切之事。婚姻亦如此斷矣。不宜餒志。宜另擇佳偶去。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是在藉景抒情，表達愛情美好但離別的難捨之感。形象化地描述了美麗的鳳凰離開了秦樓，雲收巫山，寓意著情侶們要別離，難捨難分。這裡的秦樓和巫山都是典故，具有較高的文化內涵，同時也暗示了情感的純粹和美好。因此，這籤的解讀可以理解為，即使要離開，也要珍惜當下的美好，讓感情保持純淨和美好，不被俗世的雜念所污染，使離別後的思念更加珍貴。",
                ],
            ],
        ],
    ],
    88 => [
        "number" => 88,
        "number_text" => "第八十八籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "是非吾所謂情也。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "人生之旅途上。是是非非。自所難免。爰之。世人之愛情復是如此。如果無挫折。不是愛情也。友誼又是如此。既然如此。何必為友情。愛情而苦惱。如是沒有風浪之友誼。是不堪一擊者。真摯之友誼。即是能經得起考驗者。不外乎要人看出廬山真面目者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的意思是在強調，當面臨是非之事時，不應該把它看成是情感方面的問題。在愛情方面，這可能是在提醒人們不要將外界的壓力和干擾影響自己的感情抉擇，要堅守自己內心真正的想法和感受。也可能是在告訴人們，在處理感情問題時，要以理性和客觀的態度來看待，不要讓情感蒙蔽了判斷力。",
                ],
            ],
        ],
    ],
    89 => [
        "number" => 89,
        "number_text" => "第八十九籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "卜以決疑，",
            1 => "不疑何卜。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "一人之心事。如有疑問。無法決定之時。自向神靈問卜。依神示之無疑。反之。如無疑何必問神卜之。爰之。大部份之事。緱由此可知。不管何種問題。該由己衡量一切情況。毅然決定則可行之。信仰可也。唯決定之權在於君。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首籤語的意思是，如果你沒有任何疑問，那就不需要再去卜問。這裡的疑問可以是關於愛情或其他事情的疑問。",
                ],
                1 => [
                    0 => "對於愛情的解讀，這首籤意味著如果你對自己和伴侶的感情很有信心，就不需要去卜問是否值得在一起或者是否應該繼續下去。如果你們之間的感情是真實和堅定的，那麼不需要再去卜問或質疑。然而，如果你對感情有疑問或不確定，那麼你可以卜問來獲得更多的洞見和指導。無論如何，你應該相信自己的感覺並在自己的判斷和直覺上依靠。",
                ],
            ],
        ],
    ],
    90 => [
        "number" => 90,
        "number_text" => "第九十籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "兩情若是長久時，",
            1 => "又豈在朝朝暮暮。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "兩人之情。可指友情愛情者。就友情而言。不知不覺。疏遠了。情人也去遠。心情納悶。精神為之不振。情緒低落。唯如此之情況是一時之事。遠行之朋友。情人。到時候。必有回來之時。伊等之回來。低落之情緒亦又復活。精神也為此大振。何必朝暮計?",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤描述的是一種真正的愛情，它不需要每時每刻的陪伴和關注，而是能夠在時間的考驗下持久生存。當兩人彼此相愛，情感穩定，彼此信任，這種愛情會越來越牢固，並能夠經受住時間和距離的考驗。因此，這支簽鼓勵我們不要過於擔心愛情中的瑣事，而應該著眼於更加深刻的情感，相信真正的愛情可以經久不衰。",
                ],
            ],
        ],
    ],
    91 => [
        "number" => 91,
        "number_text" => "第九十一籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "你往事已沉，",
            1 => "我只言自今。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "汝之往事。該全忘卻之。不是可以回味者。古人示之曰。昨日死。今日生。昨日之事全去之後。今日起。得以新之決定行之。已往不追。今日者再以新之決定作之。必有大成之時。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "是一種新的開始，告訴人們要放下過去，專注於當下和未來。在愛情方面，這可能意味著放下之前的傷痛和過錯，重新開始一段全新的關係。這個簽文也強調了自我沉澱和自我發展的重要性，只有當你自我成長並放下過去時，你才能夠迎接一個更加美好的未來。",
                ],
            ],
        ],
    ],
    92 => [
        "number" => 92,
        "number_text" => "第九十二籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "明明如月，",
            1 => "何時可掇。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "見水中之月。明知是皎潔之明月。於水中欲掇之。豈有可拾掇之時。伊是形影。何以費了心機亦枉然。一人之財運可托於彩券乎。成功與否。是命運乎。總之。為了一己之前途。必須確定自己之行也。腳踏實地。實事求是。自有大成之時。不宜托於命運也。確保之。必有大成之時。千萬叵幻想之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“明明如月，何時可掇”比喻愛情中的美好如同明月，卻又難以得到。這個簽意味著，愛情可能很美好，但有時卻也是難以得到的，需要耐心和等待。在愛情中，有時候需要勇敢的表達自己的感受，但有時也需要懂得等待和堅持，才能最終得到心中所愛。因此，這個簽也提醒人們在愛情中要有耐心和堅持，不要輕易放棄自己所想要的東西。",
                ],
            ],
        ],
    ],
    93 => [
        "number" => 93,
        "number_text" => "第九十三籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "而浮生若夢，",
            1 => "為歡幾何？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "而浮生若夢，為歡幾何人生之於人耶。是浮生若夢。人生五十。時至今日。人生古稀是人生之始。在轉瞬間即可逝取之歲月中。人生歡樂幾多。唯人生之旅程上。不宜有太多之顧慮。認其可行者斷然行之。快樂之事亦可及時行之。不必將人生看得太認真。及時行樂也該行之。如今之休閒觀。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤的意思是人生如夢幻，不要為了短暫的歡樂而忘記了生命的真諦。在愛情方面，這個簽詩可能提示我們珍惜當下的感情，不要輕易放棄或浪費，因為它們可能只是短暫的幸福。我們應該認真思考我們所追求的愛情的本質，不要讓我們的感情受到世俗的干擾或追求浮華的事物。",
                ],
            ],
        ],
    ],
    94 => [
        "number" => 94,
        "number_text" => "第九十四籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "巧言令色，",
            1 => "鮮矣仁。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "因人曰巧言令色者。最易解之句為藏里藏刀一己為了達成目的。為君不惜捧紅。到頭也取得利而後止。如今世之糖衣錠。爰之必須留心其毒計。以免上當。婚姻同之。如是伊人口蜜也藏劍。此可知嘴太甜者心小心之。不為其所動。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "指的是口才好、外表出眾的人不一定有真正的仁德之心。在愛情中，這個簽詩提醒人們要看清一個人的內在品質，而不是被他們的言辭和外表所迷惑。一個人的言談和外表可以給人留下好印象，但真正的品格和仁德是需要時間和真實行動來證明的。因此，這個簽詩也提醒人們在愛情中要多加謹慎，不要輕易被表面的花哨所迷惑，要注重對一個人內在的了解和品性的觀察。",
                ],
            ],
        ],
    ],
    95 => [
        "number" => 95,
        "number_text" => "第九十五籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "螽斯羽，",
            1 => "薨薨兮。",
            2 => "宜爾子孫，",
            3 => "繩繩兮。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "螽斯之羽耶。展翅飛翔於空中也。薨薨作聲。薨。發音哄耶。非常舒適。順暢之意耶。宜爾子孫。繩繩兮。亦即是際逢非常之際遇時。君爾將有繩繩兮。綿延不斷者耶。可欣可賀之家運也。珍惜之。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首籤詩表達的意思是像螽斯一樣，尋找正確的方向和方式，可以得到福祉，也可以讓後代受益。對於愛情來說，這個籤詩提醒著你要尋找正確的方向和方式去對待愛情，才能得到幸福，也能讓你的愛情傳承下去。它也可能提示你要保持謙虛，像螽斯一樣，從繩繩細微處找尋真正的幸福。",
                ],
            ],
        ],
    ],
    96 => [
        "number" => 96,
        "number_text" => "第九十六籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "雖執鞭之士，",
            1 => "吾亦為之。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "吾亦可為之即是表明。伊既然是可敬之士。我可為之。易言之。伊人情有所鍾之時。吾對伊人亦可好好對待。兩者之情合之時。必須相對待也。不宜置之不理耶。此時。將是君之大損也。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是說的是一種愛情的奉獻精神。這種愛情是一種無私的愛，不求回報，不計較個人得失，甚至不懼付出生命，只是為了對方的安全和幸福。所以這裡的「雖執鞭之士，吾亦為之」，是說即使面對危險和磨難，也願意為對方扛起責任和重擔，並且願意犧牲自己去保護對方。這樣的愛情是無私和崇高的，需要非常堅定的信念和勇氣來維持和支持。",
                ],
            ],
        ],
    ],
    97 => [
        "number" => 97,
        "number_text" => "第九十七籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "歸楚，楚人不信。",
            1 => "歸漢，漢人震恐。",
            2 => "足下欲持是安歸乎？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "人人為牌之歸來而惶恐。在此不容於人之時。君將何如耶。繇此可知。平時之為人必須善耶。否則人人敬而遠之。無人將敢接近耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的意思是說，如果你要回到楚國，那裡的人不會相信你；如果你回到漢國，那裡的人會感到驚恐。因此，這裡的“足下欲持是安歸乎？”是一個問題，問你要回到哪個國家安居，其實也暗示了回歸的路途並不平坦。在愛情中，這可能表示當你想要回到一段已經結束的感情中時，可能會面臨困難和挑戰，而且回去後也未必是安居的地方，需要謹慎考慮。",
                ],
            ],
        ],
    ],
    98 => [
        "number" => 98,
        "number_text" => "第九十八籤",
        "subtitle" => [
            0 => "上",
        ],
        "stick_text" => [
            0 => "昨夜江邊春草生，",
            1 => "艨艟巨艦一毛輕，",
            2 => "向來枉費推移力，",
            3 => "此日中流自在行。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "詩文曰。江邊之春草。於昨晚生。君爾目下之運也縫春之時。一切由嚴冬中蘇蘇之時。君自此惟艨艟。大船亦如舉一毛之輕。事事可以順暢者。往日非常費力方可行之事。如今。猶如在中流。自由自在。行之順暢。以往之晦氣。一掃而盡。好事就在目前。運亨通者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這首籤詩描述的是一個情境：春天，江邊生草，一艘大船輕輕巧巧地穿過中流，像毛一樣輕。從正面解讀愛情的角度來看，這首籤詩可以說是在告訴你，若你能像那艘船一樣靈巧而自在地應對愛情中的波折，就能達到事半功倍的效果。與其抱怨推推搡搡，不如轉個方向，開創一條更加自由靈活的航線。",
                ],
            ],
        ],
    ],
    99 => [
        "number" => 99,
        "number_text" => "第九十九籤",
        "subtitle" => [
            0 => "中",
        ],
        "stick_text" => [
            0 => "必先苦其心志。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "為解決一件事。不管任何人也得先苦其心志。方有完成之時。婚姻如此。為兩人之情。接近去也。必須苦其心與志。方能有培植情感。善果之可能耶。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "這一籤的意思是在追求目標之前，必須先忍受一段苦難或挫折，以測試你的決心和毅力。在愛情方面，這可能意味著必須克服一些困難或障礙，以證明你對對方的真愛和承諾。也許你必須經歷一些考驗或付出更多的努力，但是如果你真的認為這段關係值得你付出，那麼你就必須先克服所有的困難和阻礙，並忍受這段苦難，才能實現你的愛情目標。",
                ],
            ],
        ],
    ],
    100 => [
        "number" => 100,
        "number_text" => "第一百籤",
        "subtitle" => [
            0 => "上上",
        ],
        "stick_text" => [
            0 => "花好、",
            1 => "月圓、",
            2 => "人壽。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "本簽者也。殿之最後之一首簽。將周而復始之簽。是大吉大利之簽。爰之出之詩文曰。花好。月圓。人壽之三者。人生最高願望皆出之。曰。花好耶。花盛開。月又圓。望月之時。盈滿而毫無虧蝕。人壽也。人人願百年人瑞而偕老。三者皆備。人生之樂亦至於此耶。抽得此簽之君。就婚姻之面。亦將是兩美之合。百歲團圓者。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤是吉祥的籤，預示著美好的事物，如花好月圓、人壽。在愛情方面，這可能意味著長久的美好關係或者是婚姻。籤詩中的花好月圓和人壽，象徵著歡樂和長壽，也可能暗示著一段長久的美好愛情和一個長壽的人生。因此，這是一個非常幸運的籤，預示著愛情方面的美好發展和長久的幸福。",
                ],
            ],
        ],
    ],
    101 => [
        "number" => 101,
        "number_text" => "籤王",
        "subtitle" => [
            0 => "籤王",
        ],
        "stick_text" => [
            0 => "佳偶天成，",
            1 => "神仙美眷也。",
            2 => "夫復何求?",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "對對佳偶。神仙美眷。百年偕老。無須再覓良緣。",
                ],
                1 => [
                    0 => "註：佳偶天成，百年好合，若問歸宿，神仙美眷。",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "此籤可以理解為“命中注定”的意思。籤王佳偶天成，意味著自己的命中注定會有一位美好的伴侶。而“神仙美眷”則代表著這位伴侶不僅美麗動人，也是非凡的人物。因此，這一籤的解讀可以是，愛情會在命中注定的時候降臨，而這段感情也會非常美好，和自己的伴侶相互欣賞、相互支持，像神仙一樣。這也提醒著人們，在愛情中不要急於求成，應該耐心等待適合自己的那個人出現。",
                ],
            ],
        ],
    ],
];
