<?php
return [
    'dcode' => '欢迎来到我们的网站！ 我们提供多种神秘学占卜服务，包括塔罗占卜、诗签解签和星座介绍。 我们的塔罗占卜能帮助您探索自己的内心世界，解决问题，预测未来；诗签解签则能为您提供启示，引领您走向更好的人生道路；星座介绍则让您更深入地了解自己 和周遭的人事物，从而增强自我认识和人际关系。 DCode网站将根据您提供的问题和出生资料，给予准确的解答和建议。 请浏览我们的网站，开始您的神秘之旅！ ',
    'tarot_list' => '免费提供各种塔罗牌占卜，不管是爱情、工作、事业都能获得解答。 塔罗占卜是一种古老的占卜方式，使用由78张牌组成的塔罗牌来进行占卜。 透过塔罗牌的象征意义和排列方式，占卜者可以探索自己的内在和未来的可能性，以及理解周遭事物的意义。 塔罗占卜被视为一种心灵探索工具，可帮助人们获得洞见和指导，进而掌握自己的人生。 塔罗占卜是一个非常受欢迎的占卜方式，并且在现代被应用于心理学、精神疗法、创意艺术和灵性探索等领域。 ',
    'tarot_one' => '单张牌占卜法 - 提供简单简洁的讯息，当需要更明确的答案时，这种类型的占卜会很有帮助。 专注于你的问题。 选择一张卡。 该卡将回答您的问题。 不管是爱情、工作、金钱都能获得答案',
    'tarot_showall' => '塔罗牌解读是一种古老的占卜艺术，通过解读塔罗牌的图像和符号，揭示过去、现在和未来的信息。 我们的网站包含了各种塔罗牌解读主题，包括爱情、事业、财务和人生意义等。 无论您对于塔罗牌是初次接触还是已经有一定了解，我们的解读将以专业和准确的方式为您提供答案。 ',
    'three_cards' => '圣三角占卜法 - 针对问题做出解释与推测，对于了解问题状况与推估未来发展有很大帮助。 ',
    'four_cards' => '四张牌占卜法 - 四张卡片提供以下讯息:已知的问题、未知的问题、问题点在哪、如何解决。 ',
    'four_element' => '四元素占卜法 - 火:面对问题如何采取行动。 风:面对问题的理解，有那些负面的状况。 水:关于问题对于情感还有当事人周遭的发展。 土:关于这个问题的实际层面考量、物质资源上的发展。 ',
    'six_pointed_star' => '六芒星占卜法- 六芒星又称为大卫之星、所罗门之星、所罗门封印、希伯来之星、犹太星等等，也被称为六角星；而这是一个万用 牌阵，适合「任何问题」的占卜。 ',
    'friendship' => '友谊占卜法需要抽取六张牌，分别代表对方的性格、你们的相处方式、友谊中可能遭遇的困难、你们的友谊前景等等。 每张牌都有不同的含义，需要配合问题仔细解读，从而深入了解你和朋友之间的情感状态，以及如何改善或加强友谊关系。 ',
    'week' => "每周运势占卜 - 占卜解读的顺序不一定要硬性依照日期顺序，而广泛应用在整体运势解说，这时候就必须具备一些占星学的小常识。",
    "either" => "面临二选一状况时，最常用的占卜法。例如:该选择A君还是B君?该继续升学或是就?诸如此类有关抉择的问题，能够提供相当好的建议与解答 。",
];
