<?php
return [
    "yue_lao_fortune_poems" => "月老灵签",
    "yue_lao_description" => "月老灵签是一种道教祈福占卜方法，求姻缘之灵签，相传乃道家月老之神力所在，可供单身者占卜是否能早日遇到适合的伴侣，已婚者可占问感情和婚姻状况。灵签上的诗句可以提供启示和指引，但也需要依靠个人的心灵与信仰去感应和解读。月老灵签在中国传统文化中具有广泛的信仰与使用，深受单身者和夫妻之间的人士欢迎。",
    "drawing" => "抽签",
    "interpreting" => "解签",
    "poems_title" => [1 => "六十甲子籤", 2 => "月老靈簽", 3 => "觀音一百籤", 4 => "觀音二十八籤", 5 => "關聖帝君一百籤"],
    "poems_list" => [
        1 => [
            "description" => "「六十甲子签」是中国传统的占卜方式，以甲子、乙丑、丙寅……壬子、癸丑共六十个甲子为一个周期，每个甲子对应着一首诗签。人们在祈求吉利或解决问题时，会随机抽取一首诗签，以此来预测未来的吉凶和命运走向。六十甲子签源远流长，历史悠久，至今仍然在华人社会中广泛流传。 ",
            "image" => "sixty_jiazi.jpg",
        ],
        2 =>
        [
            "description" => "月老灵签是道教中的签签神谕，主要是用来卜问姻缘婚姻方面的问题。签筒中有许多签签，抽到的签将对应到一段神谕，可以得到月老的指示和提醒。 ",
            "image" => "moon_old_man.jpg",
        ],
        3 =>
        [
            "description" => "观音一百签，又称观音灵签，是佛教中常用的占卜方式之一。此签分为吉凶两部分，每签均有经文和诗句相伴，可以指引人们在求神问卜时，寻求心灵的指引和安慰。签诗通俗易懂，充满智慧，被许多人视为佛教智慧的缩影，引领人们走向美好的生活。 ",
            "image" => "guanyin_one_hundred.jpg",
        ],
        4 =>
        [
            "description" => "观音二十八签是佛教徒常用的占卜工具，是观音菩萨慈悲智慧的体现。透过这些签诗，可以领悟佛理，化解问题，得到观音菩萨的指引和庇佑。签诗风格优美简洁，含蓄深刻，具有启发性和感召力。 ",
            "image" => "guanyin_twenty_eight.jpg",
        ],
        5 =>
        [
            "description" => "《关圣帝君一百签》是民间信仰中非常受欢迎的卜卦书籍，被视为保佑平安、求得庇佑和指引方向的神典。其中每一签都蕴含丰富的哲理和智慧，透过观念的融入，为人生的抉择和方向提供了有益的启示。 ",
            "image" => "guan_shengdijun_one_hundred.jpg",
        ],
    ],
    "poems_remark" => [
        1 => "「六十甲子签」是中国传统的占卜方式，以甲子、乙丑、丙寅……壬子、癸丑共六十个甲子为一个周期，每个甲子对应着一首诗签。人们在祈求吉利或解决问题时，会随机抽取一首诗签，以此来预测未来的吉凶和命运走向。六十甲子签源远流长，历史悠久，至今仍然在华人社会中广泛流传。 ",
        2 => "台湾民间信仰，每年七夕，七星娘娘会把人世间未婚的成年男女制成名册，向天庭呈报。月下老人收到名册后，按照个性、善恶、兴趣与条件抄写成一本配偶名册，然后用红线绑牢男女二人之足，使合适的男女配成一对佳偶。 ",
        3 => "观音一百签，又称观音灵签，是佛教中常用的占卜方式之一。此签分为吉凶两部分，每签均有经文和诗句相伴，可以指引人们在求神问卜时，寻求心灵的指引和安慰。签诗通俗易懂，充满智慧，被许多人视为佛教智慧的缩影，引领人们走向美好的生活。 ",
        4 => "观音二十八签是佛教徒常用的占卜工具，是观音菩萨慈悲智慧的体现。透过这些签诗，可以领悟佛理，化解问题，得到观音菩萨的指引和庇佑。签诗风格优美简洁，含蓄深刻，具有启发性和感召力。 ",
        5 => "《关圣帝君一百签》是民间信仰中非常受欢迎的卜卦书籍，被视为保佑平安、求得庇佑和指引方向的神典。其中每一签都蕴含丰富的哲理和智慧，透过观念的融入，为人生的抉择和方向提供了有益的启示。 ",
    ],
    "fortune_text" => "签文",
    "fortune_poem" => "签诗",
    "reading_the_fortune_stick_poem" => "阅读签诗",
    "interpreting_the_poem" => "解释签诗",
    "poem_message" => "心诚则灵，在心中默念您的姓名、出生年月日、住址、求问事项后，点选解签。",
    "poem_again" => "诗签不清楚，再抽一次",
    "poem_home" => "前往诗签主页",
    "story" => "故事",
    "poem" => "诗签",
    "poem_description" => "诗签是一种古老的占卜方式，通常以诗句的形式表达吉凶祸福。占卜诗签可以用于求签卜运、解决问题、选择人生方向等方面。签诗的内容大多与中国传统文化、宗教信仰等有关，具有深厚的文化底蕴。",
];
