<?php
return [
    1 =>
    [
        "title" => "大众塔罗占卜 - 他是我的正缘吗?",
        "image_key" => "tarot_love.jpg",
        "description" => "如果你对于是否遇到了正缘有疑问，可以透过大众塔罗占卜来进行占卜，其中包括愚人牌等符号和暗示的解析，以提供更深入的指引和启示。网站使用简单 易懂，而且完全免费，让你随时随地进行占卜和获得指引。如果你对塔罗占卜有兴趣，不妨到大众塔罗占卜网站上体验一下，探索自己的内心世界和未来路程的可能性。",
        "cards" =>
        [
            0 =>
            [
                "name" => "愚人",
                "image_key" => "00_Fool",
                "content" =>
                [
                    0 => "抽到愚人牌代表新的开始和冒险。对于你的问题，愚人牌显示着一个全新的开始和冒险，但不一定是你的正缘。它也可能意味着你需要放下过去的 束缚和限制，开始接受生活中的新机遇和可能性。不要害怕冒险和探索，因为它可能会带来一些非常重要和有意义的事情。然而，愚人牌也警告你不要沉迷于过于冒险和不负 责任的行为，并要谨慎考虑你所做的决定，以确保它们是明智和负责任的。总的来说，愚人牌的出现提示着一个新的开始和冒险，但不能确定他是否是你的 正缘。",
                ],
            ],
            1 =>
            [
                "name" => "恋人",
                "image_key" => "06_Lovers",
                "content" =>
                [
                    0 => "抽到恋人牌通常代表爱情和关系的幸福和和谐。这张牌预示着你可能已经遇到了一个非常重要的人，并且有可能是你的真命天子。这个人可能与你有 很强的连结，让你感到心灵上的契合。恋人牌也可以表示你现在需要做一个重要的选择，这个选择关乎你的爱情和关系。这个选择可能是要选择和这个人在一起，或者放弃 这个关系，但是不论你做出什么样的决定，都需要有勇气和负责任的态度来面对。",
                ],
            ],
            2 =>
            [
                "name" => "皇帝",
                "image_key" => "04_Emperor",
                "content" =>
                [
                    0 => "抽到塔罗牌中的皇帝牌代表稳定、安全、权威、责任感和理性等特质。如果你问到「他是我的正缘吗？」而抽到了皇帝牌，代表你所关心 的对象可能具有稳健坚定的特质，有能力提供你安全和支持。 但是，皇帝牌也可能意味着对方比较强势和掌控欲较强，容易在关系中扮演领导的角色，需要注意是否有合适的沟通和权力平衡方式。 总之，抽到皇帝牌并不代表对方是你的正缘，塔罗牌只是给予提示和启示。 重要的是要记得尊重自己的感受，好好地观察和了解对方的性格和价值观，并透过互相沟通建立良好的关系。 ",
                ],
            ],
            3 =>
            [
                "name" => "塔",
                "image_key" => "16_Tower",
                "content" =>
                [
                    0 => "这张牌有时代表灾难或者是困难，但也可能代表必须释放掉过去的事物才能继续前进。如果问题是关于他是否是你的正缘，那么这张牌可能是暗示这段 关系正在经历重大的挑战，可能是因为某些意外的事情或是你们之间的冲突而导致的。这张牌也可能代表需要做出重大的抉择或者是面对某些你一直避免的问题。 建议你要冷静分析这段关系，思考是否值得继续下去，或者是需要做出改变以适应现在的情况。",
                ],
            ],
        ],
    ],
    2 =>
    [
        "title" => "大众塔罗占卜 -  他/她喜欢我吗?",
        "image_key" => "tarot_love.jpg",
        "description" => "如果你正在烦恼是否喜欢的人对你也有好感，那么可以透过大众塔罗占卜中的感情占卜，进行相关探索。其中，若是出现了「恋人」牌，代表你们之间有着 深厚的感情，是一个很好的开端。 当然，每张塔罗牌都有其独特的解释和含义，可以根据自己的情况来做出相应的解读和反应。 ",
        "cards" =>
        [
            0 =>
            [
                "name" => "恋人",
                "image_key" => "06_Lovers",
                "content" =>
                [
                    0 => "当你抽到塔罗牌中的恋人牌时，通常代表着爱情、关系、选择和决定。恋人牌象征着爱情中的高峰和深度，它意味着感情上的一个新的开始或 一个重大转变。所以，如果你问塔罗牌「他/她喜欢我吗？」，抽到恋人牌通常是个好兆头。 恋人牌也代表着你与你所爱之间的选择，因此这张牌可以解读为你需要在情感和感情上做一个决定。 这可能意味着你将面临两个选择，而你需要做出选择来解决这个问题。 ",
                ],
            ],
            1 =>
            [
                "name" => "死神",
                "image_key" => "13_Death",
                "content" =>
                [
                    0 => "当你在占卜过程中抽到「死神」这张塔罗牌，它通常代表着某种转变或者结束。 这可能是代表某段感情的结束，而不是一个新的开始。 因此，这张牌的出现可能意味着该人对你没有那么深刻的情感，或者他们可能正在经历一些其他方面的变化，导致他们的注意力从你身上转移。 ",
                    1 => "这不是一张表示希望的牌，但它也不是一张完全负面的牌。它代表着改变，可能是痛苦的，但最终有助于你成长和成熟。在感情方面，这可能 代表着你需要放下该人，并向前迈进。",
                ],
            ],
            2 =>
            [
                "name" => "世界",
                "image_key" => "21_World",
                "content" =>
                [
                    0 => "如果在占卜中抽到「世界」牌，这通常是一个很好的兆头，表示你可能已经找到了真正的伴侣。 如果你问他/她是否喜欢你，抽到世界牌可能意味着他/她将在未来的日子里变得更加专注和关注你，而你们之间的关系也会变得更加稳定和平静。 世界牌也可能是一个表示你们之间的关系已经达到了一个重要的转折点的兆头，并且你们将会一起完成一个重要的任务或目标。 ",
                    1 => "但是，世界牌也有可能意味着你需要结束一段关系。如果你已经发现你们之间的关系不再适合或者有问题需要解决，那么世界牌就可能是在提示你，现在是时候结束 关系，寻找一个更适合你的人。",
                ],
            ],
            3 =>
            [
                "name" => "力量",
                "image_key" => "08_Strength",
                "content" =>
                [
                    0 => "当塔罗牌中出现「力量」这张牌时，通常表示感情上的力量和魅力。 如果你问他/她是否喜欢你，出现这张牌意味着你对他/她有吸引力，他/她可能对你产生好感，但他/她可能还在观望你们之间的关系，想要 更多的时间来了解你，也可能是他/她已经对你有了情感，但他/她需要一些时间来处理自己的感受，也需要你的耐心等待。 不管怎样，「力量」这张牌都是一个积极的讯息，它代表着你的魅力和吸引力可以引起对方的注意和兴趣。 ",
                ],
            ],
        ],
    ],
    3 =>
    [
        "title" => "大众塔罗占卜 -  有人暗恋我吗?",
        "image_key" => "tarot_love.jpg",
        "description" => "如果你也曾经面对着周围一对对甜蜜的情侣，感觉自己总是孤独一人，那么不妨来做一个占卜，看看周遭是否有人暗恋你。在「大众塔罗占卜」 中，你可以透过塔罗牌的解读，得知目前生活周遭是否有人暗恋你，也许那个人就在你身边，默默地欣赏着你。 让「大众塔罗占卜」为你揭开神秘的面纱，解开你心中的疑惑，让你更了解自己的现况，也让你更有信心走向自己的幸福。 ",
        "cards" =>
        [
            0 =>
            [
                "name" => "月亮",
                "image_key" => "18_Moon",
                "content" =>
                [
                    0 => "抽到月亮牌可能表示事情不是那么明确，情感上可能有一些混淆和模糊不清的地方。这可能意味着周遭有人对你有好感，但是他们可能还没有表露出来或者不敢表达 出来。或者这也可能代表着你自己对于感情还有些犹豫和不确定，所以需要更多的时间来思考和探索。建议你保持开放的态度，对待生活中的每个人和事，这样你才能更 容易地察觉到身边的人是否对你有意思。同时，也要学会聆听自己内心的声音，确定自己想要的是什么，这样才能更好地选择自己的方向。",
                ],
            ],
            1 =>
            [
                "name" => "命运之轮",
                "image_key" => "10_Wheel_of_Fortune",
                "content" =>
                [
                    0 => "抽到命运之轮牌，表示现在你的人生正处在变化的过程中，可能会有一些新的人进入你的生命中，包括有暗恋你的人。命运之轮牌暗示了 变化的不确定性和机会的出现，可能有些事情正在发生，你还不知道或者还没有感觉到。因此，如果你开始对某个人感到好奇，这个人也有可能对你产生暗恋的感觉，不妨主动 一些，增进彼此之间的交流，或者注意观察对方的反应。但是也不要太急于寻找答案，让自己的感情自然发展，相信命运会为你安排最好的结局。",
                ],
            ],
            2 =>
            [
                "name" => "审判",
                "image_key" => "20_Judgement",
                "content" =>
                [
                    0 => "抽到审判牌可能代表着，目前生活周遭可能会有人开始注意你，并且对你产生了一定程度的兴趣。这个人可能是你已经认识的，也有可能是你还不认识的人 。但是，审判牌也提醒着你，当出现这张牌时，代表着你需要面对自己的内心世界，并且做出适当的决定。也就是说，要想让暗恋你的人走进你的 生命，你也需要先厘清自己对感情的想法，是否准备好开始一段新的感情。如果你已经做好准备，那么可能就有机会和你周遭的人产生一些连结了",
                ],
            ],
            3 =>
            [
                "name" => "太阳",
                "image_key" => "19_Sun",
                "content" =>
                [
                    0 => "抽到太阳牌代表着积极、热情、光明和愉悦的能量，这是一个非常正面的讯息。如果你问大众塔罗占卜有人暗恋你吗，抽到太阳牌可能表示着你身边的 人或某个特定的人对你有好感或暗恋你。此外，这张牌还代表着自信和自我表达的能力，因此也可能意味着你可以透过展现自己的才华和魅力吸引到更多人的 注意。建议你在生活中多加留意身边的人，并保持自信和积极的态度。",
                ],
            ],
            4 =>
            [
                "name" => "魔术师",
                "image_key" => "01_Magician",
                "content" =>
                [
                    0 => "抽到魔术师牌，可能表示周遭有人对你抱持着浓厚的好奇心和兴趣，但这个人可能还没有完全表露出来，也有可能是你还没有注意到。魔术师代表着自信 、创意、机智和魅力，因此你可能会吸引到身边的人，不过，也需要你主动去接近、了解对方，才能更好地知道是否有人暗恋你。建议多与周遭的人互动，增加自己的 社交机会，也别忘了保持自信，让自己更加有魅力。",
                ],
            ],
            5 =>
            [
                "name" => "教皇",
                "image_key" => "05_Hierophant",
                "content" =>
                [
                    0 => "抽到教皇牌表示可能有一些人暗恋着你，但他们可能比较害羞或是保守，不敢直接表达自己的感情。这张牌也代表着一种精神上的连结，可能在某些 方面你和某些人有着相似的信仰或价值观，这也让他们更容易对你产生好感。不过，教皇牌同时也代表着保守、传统的价值观，因此那些暗恋你的人可能需要更多的时间 和勇气才能向你表白，或是他们对于与你建立关系的标准可能比较高。建议你可以多留意周遭的人，或是主动和他们交流，也许会有意想不到的收获。",
                ],
            ],
        ],
    ],
    4 =>
    [
        "title" => "大众塔罗占卜 -  现在的工作适合我吗?",
        "image_key" => "tarot_job.jpg",
        "description" => "如果你想要了解自己的工作是否适合，现在就可以透过大众塔罗占卜来解答这个问题。每张牌都代表着一种象征，反映出当前的工作状态，也可能显示出 潜在的挑战和隐藏的机会。透过这样的方式，你可以更深入地了解自己的工作状态，并决定是否需要做出改变。让大众塔罗占卜为你揭示出现在工作状态的真相，帮助你更 好地掌握自己的职场命运。",
        "cards" =>
        [
            0 =>
            [
                "name" => "战车",
                "image_key" => "07_Chariot",
                "content" =>
                [
                    0 => "抽到战车牌代表着进展与成功的能量，因此这张牌的出现表示你的工作正处于一个有力的状态，你有能力达成你的目标，而且你的自信与毅力能让 你面对任何挑战。这张牌也暗示着你需要保持积极、有目标性以及专注于目标，并且要学会在必要时采取果断的行动。总的来说，战车牌的出现代表着你的 工作状态良好，你拥有前进的动力，且你的工作目标与愿景是值得追求的。",
                ],
            ],
            1 =>
            [
                "name" => "力量",
                "image_key" => "08_Strength",
                "content" =>
                [
                    0 => "抽到力量牌表示现在的工作适合你，因为你具备了克服困难的毅力和耐力，能够面对挑战和压力，并且能够将工作做好。这也代表着你拥有良好的自我控制 和自律能力，能够在工作中保持平衡和稳定的状态。你也有可能在工作中展现出你的创造力和热情，为公司带来更多的价值。虽然有时候工作可能会让你感到疲惫， 但你的毅力和耐力可以让你克服任何困难。因此，现在的工作对你来说是非常适合的。",
                ],
            ],
            2 =>
            [
                "name" => "隐士",
                "image_key" => "09_Hermit",
                "content" =>
                [
                    0 => "抽到隐士牌，表示现在的工作对你来说可能有些孤独、沉寂，缺乏互动和社交的机会，让你感到有些不适应。你可能需要更多的时间和空间来思考自己的 工作内容、目标和方向。此时建议你要试着寻找和建立自己的社交网络，或者主动寻求与同事或上司的交流和互动，以便更好地了解工作内容和公司文化，也能够为你的 工作带来更多的成就感和满足感。如果你真的感到工作不适合你，那么可以试着寻求其他更符合自己兴趣和能力的机会，但要注意不要轻易地放弃现有的工作，需要做好 足够的准备和考虑。",
                ],
            ],
            3 =>
            [
                "name" => "倒吊者",
                "image_key" => "12_Hanged_Man",
                "content" =>
                [
                    0 => "抽到倒吊者代表逆境和受阻，现在的工作状况可能让你感到困境重重，不如预期的进展，或是感觉自己被束缚住了。这可能意味着你需要重新审视你的工作 状况，重新思考自己的职涯目标和方向。这个牌也可能表示你需要面对自己的问题，解决它们才能进一步前进。",
                    1 => "因此，如果抽到倒吊者这张牌，大众塔罗占卜显示现在的工作状况可能需要你更多的耐心和智慧来应对，或是需要重新调整自己的方向，才能适应现在的 职场环境。建议你好好思考自己的目标和未来发展方向，并寻求更多的建议和帮助来面对目前的困境。",
                ],
            ],
        ],
    ],
];
