<?php
return [
    0 =>
    [
        'id' => 1,
        'type_id' => 1,
        'number' => 0,
        'name' => '愚人',
        'upright_keyword' => '开始、自由、纯真、独创性、冒险、理想主义、自发性',
        'reversed_keyword' => '鲁莽、粗心、分心、幼稚、愚蠢、容易上当、陈旧、迟钝',
        'astrology' => '天王星',
        'element' => '风元素',
        'image_key' => '00_Fool',
        'content' => '愚人描绘了一个快乐地走向世界的青年。 他迈出了第一步，他是旺盛的、快乐的、兴奋的。 除了一个小袋子外，他什么都没带，根本不在乎路上可能出现的危险。 事实上，他很快就会遇到这些可能的危险中的第一个，因为如果他再走一步，他就会从他正在到达的悬崖上摔下来。 但这似乎与他无关——我们不确定他是天真还是只是不知道。 跟在他身后的狗对他吠叫警告，如果他不尽快更加注意周围的环境，他可能永远不会看到他梦想遇到的所有冒险。',
        'upright_content' => '愚人牌编号为0，被认为是一个具有无限潜力的数字。 把他当作一张白纸，因为愚人还没有形成清晰的个性。 他是纯真的象征——他未来的旅程将塑造他的性格。 看到愚人通常意味着新旅程的开始，在那里你会充满乐观和自由，摆脱生活中通常的束缚。 当我们见到他时，他每天都像冒险一样接近，以一种近乎幼稚的方式。 他相信生活中任何事情都可能发生，世界上有很多机会等待探索和开发。 他过着简单的生活，无忧无虑，似乎也没有因为无法预测未来会遇到什么而烦恼。',
        'reversed_content' => '当您在遇到逆位的愚人时，您通常会发现他更多的负面特征正在表现出来。 这可能意味着您实际上是在无视自己行为的影响而表现得像个傻瓜。 就像卡片中描绘的年轻人一样，你看不到自己所处的位置有多危险。 逆位的愚人卡片可以表明你活在当下，没有为未来做计划。 逆位的愚人意思是警告你应该更加注意以免被利用。 就像图片中的狗一样，这张卡片可以提醒您任何听起来好得令人难以置信的事情。',
        'upright_love' => '当这张牌出现在爱情塔罗牌中时，准备好开始新的冒险吧。 愚人塔罗牌在爱情中的含义表明你需要体验新事物才能找到你想要的浪漫。 愿意承担风险，大胆并扩大你对世界的视野，你最终可能会在最不可能的地方找到爱情。 惊喜等着你。

   由于愚人代表新旅程的开始，它的塔罗牌在爱情中的意义可以成为新关系的指标。

   与任何新关系一样，你可能害怕被拒绝，但这张牌表明这不应该阻碍你。 当你向世界敞开心扉时，即使面对尴尬或拒绝，你也可能会找到你正在寻找的东西。 在爱情和人际关系中，愚人告诉我们应该自信并相信一切都会好起来的。 它告诉我们，与其放弃，不如继续努力，用天真和惊奇的眼光看世界。 愚人塔罗牌在爱情中的意义鼓励睁大眼睛的天真和积极。',
        'reversed_love' => '当愚人在爱情塔罗牌中逆位时，这张牌可能表明你眼睛明亮、信任的天性可能需要谨慎对待。 尤其是与新恋人在一起时，请确保一切都如其所愿。 你现在可能戴着玫瑰色眼镜看爱情，却看不到这段关系的清晰画面。

   颠倒的愚人塔罗牌在爱情中的意义也可以表明你或爱人现在可能有点太不成熟，无法处理真正的爱情关系。',
        'upright_career' => '当愚人出现在你的职业塔罗牌中时，新的开始就在路上。 如果您一直在寻找新的职业道路、换工作、升职或什至开始自己的事业，愚人可以成为开始新旅程的欢迎卡。 即使您的方式或计划中没有新的剧烈变化，这张卡片也会让人感觉像为旧项目注入新鲜空气。 你可以充满新的能量，新的创新想法现在可以付诸行动。 现在重要的是要非常清楚存在的机会，并有勇气在它们出现时抓住它们。',
        'reversed_career' => '你可能拥有世界上所有的能量，并渴望使用这些能量，但是，你可能不太有洞察力，这样做不会产生任何后果。 尝试更多地了解您现在的行为如何影响您的同事，并在采取行动之前三思而后行。 其他时候，逆位的愚人可能表示你目前的工作感觉陈旧乏味，你可能觉得是时候改变了。 有时，这表明您可能感到无法实际这样做，或者您需要在做出选择之前非常仔细地考虑这些计划。 可能存在的危险比您现在看到的要多。',
        'upright_finances' => '在财务方面，您可能处于自发和理想主义的时期。 现在所有的支出都可以用于冒险和探索。 想去旅行吗？ 或者学习一项新技能？ 您现在可以轻松为这些购买提供资金。 可能会有一种感觉，您将拥有所需的一切，因此无需担心账单，更多地强调感觉开阔和好奇。',
        'reversed_finances' => '当谈到你的财务时，逆向的愚人可以暗示财务机会，但要小心鲁莽。 这意味着您必须在投入资金之前进行研究，并且可能会产生您尚未意识到的后果。 这段时间也可以说明对您的财务决策粗心大意；您所有的冲动购买加起来都超出了您的实际承受能力，因此您需要更仔细、更现实地审视自己的银行账户。',
        'yes_no' => '愚人代表新的开始和无忧无虑的冒险。 虽然这张牌可能表示愚蠢，但从某种意义上说，它代表着纯粹的行动和摆脱现世生活的束缚，从而更加乐观。 很有可能，您会做出重要决定，而您的问题的答案是肯定的。',
        'past' => '你所承担的风险和你最初的想法给你带来了成功。 透过以一种新的方式做事，你发挥了巨大的潜力。',
        'present' => '此时此刻，你正在进入人生的一个新阶段。 这种变化的体验现在看来是好是坏，但它的影响在未来会更加清晰。 评估风险对于做出正确的选择至关重要。',
        'future' => '为了成功，你必须找到新的方法来实现你的目标。 当机会来临时，你必须愿意摆脱旧习惯，如果它永远不会到来，可能是时候用新方法为自己创造它了。',
    ],
    1 =>
    [
        'id' => 2,
        'type_id' => 1,
        'number' => 1,
        'name' => '魔术师',
        'upright_keyword' => '意志力、欲望、足智多谋、技能、能力、专注、表现',
        'reversed_keyword' => '操纵、狡猾、诡计、浪费天赋、错觉、欺骗',
        'astrology' => '水星',
        'element' => '风元素',
        'image_key' => '01_Magician',
        'content' => '魔术师是一张充满象征意义的塔罗牌。 中间的人物描绘了一个人一手指向天空，另一只手指向地面，仿佛在说“如其在上，如其在下”。 这是一个比较复杂的词组，概括起来就是地反映天，外反映内，微观反映宏观，地反映上帝。 这里也可以解释为，魔术师象征着在上层世界和当代人类世界之间充当中间人的能力。 在他的桌子上，魔术师也挥舞着所有的塔罗牌。 这象征着魔术师将四种元素连接起来——这四种元素是土、水、空气和火。 他头上的无限符号表示用意志创造的无限可能。',
        'upright_content' => '魔术师是纯粹意志力的代表。 以元素之力与套装之力，将愚人与生俱来的潜能，以欲望之力塑造成存在。 他是天地之间的纽带，因为他明白“如其在上，如其在下”这句词语背后的意思——思想和世界只是彼此的反映。 记住，你是强大的，创造你的内在世界，外在的就会随之而来。 当你看到魔术师时，这可能意味着是时候毫不犹豫地发挥你的全部潜力了。 可能是在你的新工作、新企业、新恋情或其他方面。 这表明现在是采取行动的时候了，任何退缩的迹像都意味着错过成为最好的自己的机会。 必须做出某些选择，而这些选择可能会带来巨大的变化。 利用魔术师的一些力量来创造你最渴望的世界。',
        'reversed_content' => '当您获得逆位的魔术师时，可能意味着您是时候实施一些更改了。 正面朝上，魔术师代表真正的力量，逆位魔术师是幻术大师。 他所施展的魔法是一种欺骗和诡计。 你可能会被他的艺术表演所吸引，但在这背后可能有为了自私而操纵的意图。 拿到这张卡可能意味着有人假装在手头有你的最大利益，而事实恰恰相反。 考虑一下这个逆位魔术师是否在你的圈子里，或者也可能代表你目前的情绪状态。 这可能意味着你可能会沉迷于权力，这可能会导致错误的、鲁莽的决定，最终导致你的垮台。',
        'upright_love' => '与其一般含义一样，魔术师塔罗牌在爱情中的含义表示使事情变得明显。 技巧、创造力、渴望和决心会带来爱情的成功。 如果您正在寻找爱情，魔术师建议您采取行动并创造机会结识您想要的人。 因为塔罗中的魔术师也代表着足智多谋和技巧，所以确保没有欺骗或幻想在起作用也很重要。 对于单身人士和情侣，魔术师都会带来兴奋和尝试的渴望。',
        'reversed_love' => '逆位魔术师塔罗牌在爱情中的含义可以表明并非一切都如表面所见。 当谈到新的关系时，你可能想确保你真正了解你的新情人。 即使他或她看起来很完美，这也可能是一种错觉或表演。 或者，恋爱中的逆位魔术师可能表明您的信心不足或缺乏意志力，或者无法表达您的人际关系，在浪漫和爱情方面造成不安全感。',
        'upright_career' => '在你中间可能有机会，如果你采取果断的行动，你也许能够利用它们。 魔术师是一张显化的卡片，这意味着如果你有在职业生涯中追求任何你想要的东西的愿望和承诺，你很可能会找到成功。 看看任何成功人士的背后，你很可能会发现强烈的意志力和动力；这是所有野心的根源。 如果您想创业，情况也是如此；驾驭这种动力，并保持动力来实现您的梦想职业。 有时，如果这张卡片代表另一个人，例如同事或业务合作伙伴，您可能需要谨慎对待，因为他们可能并非表面上的一切。',
        'reversed_career' => '你现在真的把你所有的才能都发挥出来了吗？ 您目前的职业工作是否有忽略的技能？ 如果您真的要发挥自己的真正潜力，那么您可能会有很多晋升的机会。 您可能已经感觉到了这一点，但也许太害怕冒险，因为这可能是一个冒险的举动。 您需要仔细查看真正的风险是什么，并了解您的恐惧是否真正存在现实，或者它们是否源于不同的来源。 有时这张卡片也可以表明你工作场所的人可能并不完全诚实，或者可能有隐藏的议程。 如果您的直觉告诉您这一点，请相信它；警惕你在他们周围分享了多少。',
        'upright_finances' => '现在可以获得更多的财务机会，您可能只需要满怀热情地追求它们。 魔术师使用许多工具来实现他的意志。 尝试查看您可用的工具；他们现在可以成为你的钥匙。 你有什么技能？ 你现在没有使用哪些能力？ 有创意才能产生结果。',
        'reversed_finances' => '如果您的财务状况与您现在所希望的不完全一样，则可能是您没有全力以赴。 你可能有被浪费掉的精力或才能，你只需要增强你的信心，把自己放在那里。 你可能缺乏将才能转化为金钱的意志力。 在分享有关您的财务状况的详细信息时，请对他人保持谨慎。',
        'yes_no' => '魔术师象征着你生活中的行动和力量。 它的积极内涵说明某人是一个健谈的人，擅长沟通的各个方面。 这张牌建议使用你强大的意志力前进并采取行动。 你的问题的答案是肯定的。',
        'past' => '您的信心和创造力使您能够有效地将您的想法变为现实。 你通过智慧和熟练的执行获得了成功。',
        'present' => '目前，需要您的知识和技能来影响正在发生的变化。 为了使更改有益，您必须正确行动。',
        'future' => '你面前的未来是不确定的，风险和机会并存。 可能性将受到您所培养的友谊以及您从亲近的人那里获得的支持的影响。 一场胜利或创造性的成功可能会给你带来一个新的开始。',
    ],
    2 =>
    [
        'id' => 3,
        'type_id' => 1,
        'number' => 2,
        'name' => '女祭司',
        'upright_keyword' => '无意识、直觉、神秘、灵性、更高的力量、内在的声音',
        'reversed_keyword' => '被压抑的直觉、隐藏的动机、肤浅、困惑、认知失调',
        'astrology' => '月亮',
        'element' => '水元素',
        'image_key' => '02_High_Priestess',
        'content' => '她坐在所罗门圣殿、雅斤和波阿斯的两根柱子之间的一块方石上。 Jachin（右）通常被称为建立的支柱，Boaz（左）是力量的支柱。 柱子还描绘了自然的二元性；男性与女性，善与恶，消极与积极。

   女祭司位于两者之间，这表明她有责任在现实的深处充当调解人。 她是第三根支柱——两者之间的路径。 她认为这两个支柱是平等的，两个世界都有知识要学习。 你还会注意到她戴着伊西斯的王冠，这可能意味着她是魔法的信徒。 戴太阳十字架的女祭司表示她与地球的季节和地球本身有关。 在圣母玛利亚的许多描绘中也可以看到她脚下的新月，这表示她完全掌握了自己的情感。',
        'upright_content' => '大祭司的意义与内在知识有关。 她的出现可能意味着你是时候倾听你的直觉，而不是优先考虑你的智力和意识。 当大祭司出现时，它可以描绘出一种被称为神圣女性的原型，理解并掌握深层未知答案的神秘女性；宗教、自我、自然。 她代表了一个直觉的人，并开始对她或他的灵性敞开心扉。 默想、祈祷和新的灵性工作被指明。

   卡片本身显示了一个夜间场景，这表示她保护和守护的世界乍看可能令人恐惧，但有可能引导我们进入自我的成长。 当她出现时，她在呼唤你倾听她的信息，并跟随她进入你自己的深处。 你需要在你内在寻找你所寻求的答案。 你的问题的答案在里面，而不是外面。',
        'reversed_content' => '当谈到大祭司逆位时，这可能意味着你很难听从你的直觉。 现在是你冥想和尝试新方法的时候了，因为此时，理性的方法是行不通的。 有些东西一直在告诉你要跟随你的直觉，但你可能忽略了这个讯号。 你周围有很多困惑，你的行为可能与你所知道的正确相反。 你永远不要害怕问自己的问题，这些问题可能会为你指明一条新的前进道路，一条对你的内在自我和你的个人价值观更真实的道路。',
        'upright_love' => '爱情塔罗牌中的女祭司可以暗示一个人的情绪状态几乎无法察觉和无意识的变化。 平静的表面可以隐藏强烈的情绪，即使是看似简单的约会也会变成汹涌的激情。 大祭司塔罗牌的爱情寓意表明一个人需要耐心，并相信你的直觉。 对他人和自己诚实，让隐藏的东西浮出水面。

   在一段关系中，女祭司表现出越来越亲密和开放。 在爱情塔罗牌中，这张牌表明诚实对于使你们的关系尽可能牢固至关重要。',
        'reversed_love' => '女祭司是你直觉的守护者，这表明它可以成为一个强有力的指标，表明在爱情和浪漫方面你需要相信自己的感受。 当你忽视你的直觉而只跟随你的意识时，就会出现困难。 女祭司爱情的意思也可以表明你必须小心谨慎才能真正诚实。 避免采取行动或言语来取悦你的爱人。 这只会导致怨恨。',
        'upright_career' => '谈到你的职业，女祭司可能标志着一段时期的教育或高等教育。 您可能会返回学校接受培训。 如果您在创意领域，这张卡片还可以为您的工作提供新的灵感。 在对您未来的职业或项目做出重大选择时，女祭司还建议依靠您的直觉。 那里可能有很多信息可以帮助您。 有时，这张卡片还可以表明导师或向导的出现，可以帮助您在工作中取得进一步进展。',
        'reversed_career' => '就您目前的工作情况而言，您可能无法获得所有信息。 人们有没有把你蒙在鼓里？ 因此，您可能会感到孤独，并且可能与同事失去联系。 也可能是在做出职业决定时，您没有听从直觉。 尽管直觉认为他们对您没有最好的意图，但您是否选择信任他们？ 尽管直觉告诉你这份工作不适合你，但你还在从事一份你鄙视的工作吗？ 这张卡片还可以推荐一位有隐藏议程的同事；对他人保持警惕。 热情的举止可能会隐藏危险。',
        'upright_finances' => '由于女祭司与神秘和未知有关，因此请谨慎与他人讨论您的财务状况。 这张卡建议隐藏您的财务状况。 或者，如果您有机会使用您的财务，您的直觉会知道这是否是一个好的选择。 花一些时间来探索你的感受；如果有危险信号，就会感觉不对劲。 听听那些感受。',
        'reversed_finances' => '您是否正在签订合同、贷款、获得抵押贷款或投资某物？ 您可能会遗漏一些细节。 女祭司在金融塔罗牌中倒转，这意味着您没有完全掌握做出正确、受过教育的决定所需的所有信息。 确保你有一个你可以信任的人，他可以给你所有的事实。',
        'yes_no' => '女祭司是一位充满神秘感、智慧和理解力的灵性直觉女性。 她代表你生活中尚未发现的事物，因此你的问题的答案是不清楚的。',
        'past' => '您一直需要新的体验，可能会在舒适区之外的某个地方徘徊。 如果您在生活的重要领域缺乏支持，您应该考虑将时间投入到新朋友和新想法上。 您正在进入新的时期，但您可能需要他人的帮助。',
        'present' => '你所拥有的未被发现或被压抑的创造能力需要被表达出来。 寻找精神导师将帮助您实现心灵或艺术能力的全部潜力。 为了得到你想要的，你需要克服对承诺的恐惧。',
        'future' => '您将获得真正的奖励，但前提是您继续保持纪律和动力。 如果你拒绝劝阻你的企图，你的未来是光明的。 跟随你的直觉，你就会走向成功的持久满足。',
    ],
    3 =>
    [
        'id' => 4,
        'type_id' => 1,
        'number' => 3,
        'name' => '皇后',
        'upright_keyword' => '神圣的女性、性感、生育力、培育、创造力、美丽、丰富、自然',
        'reversed_keyword' => '不安全、专横、疏忽、窒息、缺乏成长、缺乏进步',
        'astrology' => '金星',
        'element' => '土元素',
        'image_key' => '03_Empress',
        'content' => '皇后描绘了一个坐在宝座上的女人。 从她周围丰富的大自然中，我们可以假设这个女人代表了地球母亲的原型，一位生育女神。 她的世界由金星统治，这意味着在这位女神的恩典下有完整的爱、和谐、生育和奢华。 这个女人自己有一头金色的头发，上面镶着星星，标志着她与神秘领域的神圣联系。 她身着象征生育的石榴图案长袍，坐在绣有金星标志的垫子上。 她周围环绕着迷人的绿色森林，河流从其中流过。 皇后在她遇到的人的阅读中带来了丰富和祝福。',
        'upright_content' => '皇后向我们展示了我们对女性气质的深切感受。 女性气质可能与生育、表达、创造力和养育等许多方面有关。 因此，它呼唤您与美建立联系，为您的生活带来幸福。 了解你自己并接触你的性感，这样你就可以吸引生活环境来带来幸福和快乐。 她是善待自己的信号，要照顾好自己。
   皇后也是怀孕和母性的强烈迹象。 您可以寻找其他卡片来确认这是否是真正的怀孕，或者更确切地说，这只是一种母性、养育和关怀态度的表现。 皇后卡也可能意味着您生活中的新想法、新业务或项目的诞生。 由于这张牌周围的好运，你可以确信这样的情况和项目会在你的生活中成功结束。 发现并提出那些一直执着于你的想法，并确保你致力于实现它们。 这张卡片是他们会成功的标志，并且会得到很好的照顾。 作为地球母亲的原型，皇后也鼓励您花时间与大自然互动，大自然是我们所有人的母亲。',
        'reversed_content' => '皇后逆位，说明你已经失去了太多的意志力和力量，因为你开始对别人的事情付出太多的努力和关心。 虽然皇后的本性是关心和关心她的亲人，但这有时可能会过分。 您可能会忽视自己的需求，甚至用善意的行为扼杀了您所爱的人。

   在角色转换中，也许一个被反转的皇后正在进入你的生活；这也可能代表着您依赖他人来照顾您并为您做决定。 你需要努力消除这种对你生活的影响，并对自己的行为建立信心。 始终尽可能多地尝试以确保您自己解决问题。',
        'upright_love' => '皇后塔罗的爱情寓意源于土元素。 这张牌所代表的人可以是有爱心的、有教养的和有爱心的，经济上的安全感或对美丽的、令人安慰的事物的欣赏也是如此。 有时，女皇可以表示爱和工作走到一起，要么是与同事，要么是新的商业冒险。

   当谈到人际关系时，这张牌也预示着一段稳定、认真和忠诚的关系。 因为这张牌也代表母性，有时它也可以像征婚姻或怀孕，或者至少是一个新家庭，无论对你来说意味着什么。',
        'reversed_love' => '逆位皇后爱情塔罗牌的含义可以代表伴侣过于闷闷不乐，控制欲强，无法表达自己的感情。 这张卡片还可以表明一个人的自我价值可能需要提升。 如果感觉自己不值得被爱，无论你和谁在一起，你都可能难以维持这种关系。

   如果你在恋爱中，爱情塔罗牌中的皇后可以鼓励大家一起度过一段美好的时光，互相关心。 通过在餐厅约会或手牵手散步来给自己一种享受。 这些时刻将使你们两个更接近。',
        'upright_career' => '你现在的职业生涯可能正在得到提升。 您可能比平时更有创造力和热情，并将您的所有想法用于您的项目。 由于皇后与滋养和养育有关，因此它也可能表明您在工作场所也感到特别养育和慷慨。 您可能正在努力打造一个更和谐、更受欢迎的办公室，无论这意味着支持同事，还是在您的家庭办公室涂上一层新的油漆。 拥有可以尽最大努力的环境当然可以为您提供更多动力。 有时，这张卡片也可以指向您工作场所中具有这些品质的另一个人。',
        'reversed_career' => '你的职业现在可能感觉陈旧、乏味和没有成就感。 在发展自己的技能和能力方面，您可能会觉得自己没有取得什么进展。 工作单调乏味，或许你已经掌握了这个岗位能做什么。 您可能会觉得其他人不欣赏您所做的工作，这进一步增加了您的挫败感。 有时，这张牌也可能表明在你的职业生涯中缺乏安全感。 这也可能导致您遇到的其他问题。 现在花点时间弄清楚哪些是需要外部改变的问题，比如换工作，还是需要内部改变，比如培养更好的信心和沟通技巧，这一点很重要。',
        'upright_finances' => '皇后在创意和物质上都很丰富，所以这张牌可以指向一个舒适的财务状况。 你现在可能也对你的钱感到非常慷慨，想用你的财富和好运来养活你的朋友和家人。 这当然是分享你所拥有的好时机。',
        'reversed_finances' => '由于皇后在财务方面通常是一张很好的卡片，即使在相反的位置，她仍然表示财务稳定。 然而，反过来，她可能会建议，尽管你有足够的，你可能仍然感到不稳定。 有时，这可能来自于在贫困中长大，或者仅仅是个体经营的性质。 您可能需要做一些内部工作才能理解为什么会这样；以及你可以做些什么来改变它。 继续对你的财务负责，你很可能会没事的。',
        'yes_no' => '女皇代表一切母爱。 她是一个有教养、充满爱心的问题解决者，预示著成功的商业冒险或其他积极的、富有成效的机会即将到来。 她建议继续前进以发挥您的全部潜力，您寻求的答案是肯定的。',
        'past' => '你现在拥有的最后一次机会证明它的影响力。 无论是商业、个人还是艺术，新的合作伙伴关系都需要您不断努力才能取得成功。 记住你最足智多谋的行为，尤其是你的纪律。',
        'present' => '可能会有一个新的开始在你面前展开，你决定了它的质量。 对生活中的情感方面保持理解并特别敏感。 深爱的人需要伸出援助之手或黑暗中的光。 无论您的选择如何，这个角色都由您来担任。',
        'future' => '未来将为你的情感和身体创伤带来治愈和喘息的机会。 花时间走在新的道路上比修桥更有益。 如果您仔细照料它们，您的投资将获得回报。',
    ],
    4 =>
    [
        'id' => 5,
        'type_id' => 1,
        'number' => 4,
        'name' => '皇帝',
        'upright_keyword' => '稳定性、结构、保护、权威、控制、实用性、重点、纪律',
        'reversed_keyword' => '暴君、霸道、死板、固执、缺乏纪律、鲁莽',
        'astrology' => '牡羊座',
        'element' => '火元素',
        'image_key' => '04_Emperor',
        'content' => '皇帝在塔罗牌中，可以看到他的宝座上有一个坚忍的统治者形象，上面装饰着四只公羊的头，代表着他的星座牡羊座。 一方面，他手持权杖，代表他的统治和统治权，另一方面，他手持宝珠，象征着他所守护的王国。 皇帝的长胡子代表他丰富的阅历；随着时间的推移，他学到了很多关于统治、建立权力、权威和完整秩序以造福人民的知识。

   皇帝牌代表道德戒律与禁令，此牌偏向次序，规范和稳定的局面，拥有至高无上的的权利。 同时正由于这些理性和权威，它必须收藏起个人的感情，并且有高处不胜寒的隐喻。',
        'upright_content' => '对皇帝而言，一切都与控制有关，因为这张牌意味着权威、监管、组织和父爱。 皇帝代表了一个战略思想家，他制定了他必须看透的计划。 他是男性原则的象征生活中的父亲形象，赋予结构、创造规则和系统并传授知识。 皇后对王国的渴望是创造幸福，而皇帝则渴望培养荣誉和纪律。 他用坚定的手引导，跟随王冠的召唤高于一切。 虽然他是一位统治者，但他明白统治也是服务，因此他的行为是理性的，并且为了王国的更大利益而行事。

   在塔罗牌中看到他提供了一个在你为自己设定的目标方面成长的机会。 只要您像皇帝那样有条不紊地、有策略地追求与时尚相似的目标，它就会呈现出一个成功的未来。

   当你在塔罗牌中看到他时，一种可能的解释是你可以负责一些重要的事情。 它可以是工作中的职位，也可以是任何急需秩序和清晰果断头脑的组织或机构。 您可能会被召唤代替皇帝采取行动，利用他的智慧使项目变得清晰。',
        'reversed_content' => '皇帝逆位是滥用权威的标志。 在你的社交生活中，它可能表现为父亲形像或占有欲强的伴侣对权力的过度扩张。 在职场中，它可能来自上司。 它呈现了一个想要控制你的行为并让你感到无能为力的男人。 也可能是你在扮演一个软弱的统治者的角色，制定一个计划来避免承担责任带来的任务。 也许您渴望一种比受严格规则约束的职业更灵活的职业。

   在个人层面上，皇帝可以代表缺乏自制力和无法处理情况。 当他逆位时，他创造的结构、规则和系统不再起作用。 他渴望在他的王国中激发更高原则的愿望已经变成了无情、专制和僵化。 他寻求统治，忘记了王位的号召，为他的人民做最好的事情，只担心他会失去控制，从而造成痛苦。',
        'upright_love' => '皇帝虽然是个很严肃的人，没有一点浪漫的感觉，但在爱情塔罗牌中出现，还是有好处的。 皇帝塔罗牌爱情的意义要求我们将常识、结构、纪律和逻辑带到人际关系和浪漫中。 围绕这张塔罗牌的关系可能​​相当传统，如果处理不当可能会令人窒息。

   作为一个人，皇帝代表着一个年长而有名望的人，他们可能也很难表达自己的感受。 但有时，这张牌也可以像征一个自我驱动的人，专横霸道，无法同情他人。',
        'reversed_love' => '当涉及到爱情和人际关系时，逆位的皇帝塔罗牌爱情的含义可能预示着某种权力斗争或争夺主导地位的斗争。 可能会有竞争力和对正确的渴望，而不是将您的不同想法聚在一起。

   这张牌也可以暗示一个霸道的伴侣，无论是你还是你的另一半。 小心不要放弃太多的个人权力，或压抑自己，以便在这段关系中成为现实。 或者，这张卡片也可能表明在您的关系或潜在关系中难以进行情感联系。',
        'upright_career' => '由于你的努力工作、专注和有组织的方法，你的职业生涯可能会蓬勃发展。 皇帝呼吁你在从工作或求职中得到你想要的东西时要自律、高效和坚持不懈。 如果您的办公室或您的工作流程现在有点混乱或令人沮丧，那么您可以站出来引入新的方法或结构，以帮助您和您的团队成员更有效地协作。 这张卡片也可以表明有一位更资深的同事或老板可以为你的职业生涯提供支持和建议。',
        'reversed_career' => '没有专注或纪律，你的工作可能会开始动摇。 如果您在工作场所一直缺乏这些品质，您可能会注意到这对您的项目造成了影响。 有时，这张卡片也可能暗示您工作环境中的僵化和官僚主义。 这可能会扼杀你的创造力和动力，因为做任何事情所需的过程都是乏味和令人沮丧的。 在最坏的情况下，逆位皇帝可以指向像暴君一样统治工作场所的高级员工或老板。 如果这是您的情况，最好开始在其他地方寻找工作。',
        'upright_finances' => '当谈到你的财务时，皇帝表示需要对你的钱进行控制、纪律和负责。 确保您清楚了解您的资金去向；制定预算，确保坚持下去，并且每个月左右检查一次。 只要你能坚持下去，你就可能处于良好的财务状况。',
        'reversed_finances' => '您现在可能会觉得您的财务状况不受您的控制。 逆位皇帝可以暗示一个人无法妥善处理自己的财务状况。 有时，它也可能表明在支出方面缺乏纪律。 如果您属于前者，您可能需要找到可以帮助您的专业人士。 如果后者适用，您真的需要仔细查看您的收入与支出，并学会削减开支。',
        'yes_no' => '皇帝作为皇后的对应物，代表着所有事物的父爱。 他是你生命中的结构、秩序和权威。 在你努力前进的同时，这张牌表明果断和理性会让你走得很远。 有了这个，你的答案是肯定的。',
        'past' => '权威在塑造你的生活方面发挥了重要作用。 你的好位置可能是由于政府或有权势的人。 最近的冲突即将得到解决。',
        'present' => '有时，某个有权势的人会主动提出帮助您。 无论如何，来帮助您的人可能比您的更有能力。 保护您所爱的人很重要，但处于领导地位的人必须知道如何妥协。 当心过度依赖。',
        'future' => '采取主动可能会让你更接近你的目标，但前提是你能对自己的所有行为负责。 您将有机会担任生活中的众多角色之一。 记住那些跟在你后面的人。',
    ],
    5 =>
    [
        'id' => 6,
        'type_id' => 1,
        'number' => 5,
        'name' => '教皇',
        'upright_keyword' => '传统、社会群体、约定俗成、从众、教育、知识、信仰',
        'reversed_keyword' => '叛逆、不循规蹈矩、新方法、无知',
        'astrology' => '金牛座',
        'element' => '土元素',
        'image_key' => '05_Hierophant',
        'content' => '这张卡片描绘了一个宗教人物，他坐在具有教堂特征的相当正式的环境中。 他穿着三件精心设计的法衣，分别代表三个不同的世界。 他的右手正确地举起了祝福的动作，这是祝福的标志这就是魔术师举起的那只手。 另一方面，他带着一个三重十字架，传统上与教皇有关。 十字架上的每个横杠都被认为代表圣父、圣子和圣灵。 在他的下方，坐着两名侍僧，代表着机构内神圣知识的转移。 通过这些追随者，这张卡片也代表着追求知识和教育的道路。

   这张卡在某些套牌中也被称为大祭司 - 以及教皇。 他扮演着另一张名为“女祭司”的卡片的男性角色。 这张牌由金牛座统治。
 ',
        'upright_content' => '教皇正位代表支持、自我实现以及成长扩展。 无论在情绪面或灵性面，此刻都是好好发展人际情感关系的时机，也适合思考哲学的问题，让自己成为在灵性上更加觉醒的人。 教皇牌的出现，显示你有机会整合头脑与精神面，让自己的觉知意识提升到更高的层次。 也就是说，你可以透过不间断的学习，听从好的建议，来培养自己的天赋。

   教皇卡建议你最好遵循已建立并有自己传统的社会结构。 例如，您可能会参与某些仪式、仪式或其他宗教仪式。 说到塔罗牌，这张特殊的牌最常代表机构及其核心价值观。 这是一个迹象，表明您需要遵守已经确定的现有规则和情况。',
        'reversed_content' => '当您看到逆位的教皇时，可能意味着您感到特别受限制，甚至受到太多结构和规则的约束。 结果，您在生活中失去了很多控制权和灵活性。 你有一种特别强烈的意志和欲望，要勇往直前，重新获得控制权，并摆脱传统的束缚。 你很想尝试非正统的方法或以一种违反社会关系和规范的方式运作。

   教皇逆位的意思主要是质疑某些传统，并确保在这个特定时刻无论你做什么都是正确的。',
        'upright_love' => '当谈到关系塔罗牌解读时，教皇的正直爱情意义可以指出传统宗教对爱情和选择伴侣的影响。 您可能会被安全、传统且受到社区尊重的另一半所吸引，并避免被视为“禁忌”的情侣。 塔罗牌中的神圣之爱也可以代表爱的更多精神方面，并提醒我们应该以道德和爱心对待我们的伴侣。 有时，这张牌也可以像征婚姻。



   受教皇卡影响的关系通常是传统的、传统的和社会认可的。 情侣可能会共享一个信念系统。',
        'reversed_love' => '逆位的教皇可能表明你们的关系可能​​变得相当陈旧或乏味。 你可能已经进入这段关系，但如果没有注入一些额外的刺激，它会让人感到乏味。 当谈到共同的价值观和共同创造未来时，逆位的教皇可能表明你的观点可能与你自己的不太一致。 这不一定是坏事，但可能需要一些妥协。

   通常，这张卡片还表明，此时并非您收到的所有关于您的恋爱关系的建议都可能对您有所帮助。 你最好自己思考什么是有效的，而不是依靠别人来告诉你什么是适合你的爱情生活。',
        'upright_career' => '有了教皇，您现在就可以通过与他人合作获得成功。 这有时也意味着选择不摇摆不定，并保持在经过验证的真实道路上。 在工作方面有如此多的变数，现在最好保持安全。 这张卡片还可以表明，此时团队凝聚力比个性更重要。 有时教皇也可以表示一位更资深的导师，可以帮助您在职业生涯中取得进步。 这张卡片也是教育的代表，这意味着一段时间的学习，无论是通过学校还是职业培训，都会对您有所帮助。',
        'reversed_career' => '你在工作场所的创造力、成就或自由现在可能会被官僚主义、流程或规则扼杀。 您可能会感到受限和受限。 如果您有这些选择，您可能已经能够解决您组织的许多问题，但他们可能会固执地让事情按“他们的方式”完成。 有时，这可能意味着为了完成任务，您必须与同事甚至老板搭讪。 即使您有不同的意见，也可能会有很大的压力要遵循组织的决定。 权衡走自己的路的风险；你能忠于你目前所处的位置吗？',
        'upright_finances' => '当涉及到您的财务状况时，教皇会建议您将资金存放在传统的成熟机构中。 新颖的赚钱方式，无论是你不太了解的副业，还是新的金融产品，都可能给你带来麻烦；避免用你的钱赌博。',
        'reversed_finances' => '此刻，您同龄伙伴在财务方面的建议可能会让您感到窒息。 您可能渴望冒险并尝试新的赚钱方式，无论这意味着在业余时间从事一个副业，还是学习加密货币。 对你愿意承担什么样的风险以及你愿意失去什么保持负责和理性。',
        'yes_no' => '教皇是教育和传统的象征。 这张牌建议在你的生活中寻求精神指导或建议。 这张卡也表示顺从和宗教认可，既没有正面也没有负面含义。 唯一的答案是也许。',
        'past' => '你过去的抱负是有价值的。 寻找一种你可能忽视的力量。',
        'present' => '在上司手下工作或学习的机会正在临近。 如果你周围的其他人有能力犯错，那么你也是。',
        'future' => '寻求稳固的组织或结构化原则的支持以取得成功。 你的行为应该是出于自私的动机，否则他们将得不到什么回报。',
    ],
    6 =>
    [
        'id' => 7,
        'type_id' => 1,
        'number' => 6,
        'name' => '恋人',
        'upright_keyword' => '爱、工会、伙伴关系、关系、选择、浪漫、平衡、团结',
        'reversed_keyword' => '不和谐、不平衡、冲突、超脱、错误的选择、优柔寡断',
        'astrology' => '双子座',
        'element' => '风元素',
        'image_key' => '06_Lovers',
        'content' => '在恋人卡片中，图像中的男人和女人受到上方天使的保护和祝福。 这对夫妇在他们的家中似乎安全和快乐，这似乎是伊甸园。 女人身后有蛇的果树是对那个故事的参考，它讲述了人类堕入诱惑和肉欲的境界。 此处描绘的天使是空气天使拉斐尔 - 他与掌管这张牌的星座具有相同的元素：双子座。 空气与心理活动有关，尤其是沟通，这是健康关系的基础。 他的祝福似乎赋予这张牌一种平衡与和谐的感觉，象征着两种对立力量在宏大和宇宙意义上的结合。',
        'upright_content' => '恋人的主要含义是关系中的和谐、吸引力和完美。 恋人之间的信任和团结给了他们每个人的信心和力量，赋予了对方力量。 他们所建立的纽带非常牢固，可以表明两人已经结婚，以及其他亲密而亲密的关系。

   恋人卡背后的另一个含义是选择的概念——在对立和互斥的事物之间进行选择。 这可能是一个两难选择，您需要仔细考虑并针对您的情况做出最佳决定。

   可以适用于个人的更个人化的情人意味着发展你自己的个人信仰体系，无论社会规范是什么。 我们将其视为圣教的发展，他制定法令并通过标准化系统传递他的知识。 这是您弄清楚自己将要代表什么以及您的人生哲学将是什么的时候之一。 你必须开始决定你认为生活中什么是重要的，什么是不重要的。 你应该对自己尽可能真实，这样你才会对周围的人真诚和真实。',
        'reversed_content' => '逆位的恋人可以指向你正在处理的内在和外在冲突。 不和谐会使日常生活变得困难，并可能给您的人际关系带来压力。 你应该花时间想想你是因为什么而惩罚自己，这样你才能解决它们或放过它们。 此时，您还应该考虑您的个人价值观和信仰体系，以确保它们与您想要的生活保持一致。

   沟通中断可能是另一种可能的解释。 你的人际关系的基础可能会被切断，造成你和你的伴侣或亲人之间的不平衡。 通常存在于卡片中的统一性已经变得不平衡。

   逆位的恋人也可以表明你一直在逃避对自己的行为责任。 你本可以根据你对现在的渴望做出决定，但现在却将那些追上你的后果归咎于他人。 所以，你需要弥补或放弃过去，在未来做出更好的决定。',
        'upright_love' => '当谈到爱情和人际关系时，恋人卡对任何寻求者来说都是一个受欢迎的景象。 恋人塔罗牌象征着美妙的凝聚力和力量平衡，表明互补的能量。 这张牌代表了一对可以很好地协同工作。 另一方面，因为这张牌也像征着选择和承诺的选择，它也引发了你对爱的承诺程度的问题。 这不必专门指另一个人，但也可以表示在爱情或工作、爱情或家庭、爱情或友谊之间做出选择，甚至有时是爱情和你的整个生活方式。 这里的想法是，为了拥有这种爱，你可能必须做出牺牲。 在某些方面，所有的承诺都是一种牺牲，但为合适的人做出的承诺可以帮助您成长为个人。',
        'reversed_love' => '恋爱关系或浪漫塔罗牌中的逆位恋人可能表明您的关系中存在冷漠。 平衡的东西不再起作用。 一些问题可能会阻碍你们的关系，必须解决，以再次建立更紧密的联系。

   有时，也可能表现出对承诺的恐惧。 这可能是你有很多追求者的时候，或者你的约会生活可能非常活跃。 虽然一开始这可能很有趣，但您可能会觉得有太多选择，或者为了发展情侣关系而必须放弃太多可能性。 这可能需要您进行一些反省；确保你对自己的恐惧和欲望诚实。',
        'upright_career' => '有时，恋人可以表示商业伙伴关系，或与同事建立和谐且对双方都有利的关系。 恋人卡也可以像征柏拉图式的伙伴关系，尽管有时，这也可以表示可以开花的浪漫关系。 如果确实发生了这种情况，请确保您了解自己面临的风险类型，并用您的头脑和心灵做出决定。 恋人塔罗牌还可以暗示您在未来的职业生涯中需要做出重大决定。 您可能正处于十字路口，或者从一条道路转向另一条道路，或者您可能需要在工作和生活的其他方面之间做出选择。',
        'reversed_career' => '当恋人被反转时，您可能会在您的同事或商业伙伴之间发生冲突。 您可能需要进行长时间的讨论才能同意每个人都可以接受的决定。 或者可能有一个人在做所有的工作，或者不得不背着失去所有动力的队友。 两个同事都可能因为一个人无法公平分配工作而受到拖累。 有时，这张牌确实表明在你的工作场所开始了一段浪漫关系，但反过来，这会给你带来麻烦。 如果您继续沿着这条路走下去，可能会出现您没有预见到的后果。',
        'upright_finances' => '在财务方面，恋人卡可以表明需要做出重大的财务决策。 您可能不得不在一笔大笔开支和另一笔大笔开支之间做出选择；要记住的重要一点是，您似乎不能同时拥有两者。 你的选择在未来可能会产生更大的影响。',
        'reversed_finances' => '您现在的财务选择可能相当冲动，这意味着您的长期财务安全可能会受到威胁。 您是在做出负责任的选择，还是在寻求即时满足？ 确保您了解在财务方面您真正能够负担得起什么。',
        'yes_no' => '恋人透漏您处于生活中的某个十字路口。 虽然这张卡片是人际关系、爱情和团结的高度象征，但它也可能显示出积极的商业伙伴关系或合作向前迈进。 你的问题的答案是肯定的。',
        'past' => '您将更有能力与他人建立联系。 最近冲突的情感负担将很快被解除并成功解决。',
        'present' => '一场即将到来的冲突将考验你的价值观。 为了前进，你将不得不在爱情和事业之间做出决定。 两者都不会永远消失，但选择将决定你的优先事项。',
        'future' => '在未来你们双方将各自有各自生活，会有新的选择。',
    ],
    7 =>
    [
        'id' => 8,
        'type_id' => 1,
        'number' => 7,
        'name' => '战车',
        'upright_keyword' => '高效率、把握先机、成功、雄心、决心、意志力、控制力、自律、专注',
        'reversed_keyword' => '失控、发生意外、失败、没有方向、没有控制、固执己见、侵略、障碍',
        'astrology' => '巨蟹座',
        'element' => '水元素',
        'image_key' => '07_Chariot',
        'content' => '战车塔罗牌描绘了一个人物坐在由两个黑白狮身人面像驾驶的车辆内。 人物坐在点缀着白色星星的蓝色天篷下。 在他的肩膀上，他带着新月的标志，代表着他所受的精神影响。 头戴冠冕，寓意开悟，意志清净。 他胸前纹着一个正方形，代表地球和物质世界的元素，是他和他的行为的基础。

   狮身人面像被涂成黑色和白色，象征着车夫必须学会控制的对立力量。 在这里，他们很平静，但由于他们似乎想要向不同的方向移动，因此经常发生混战。 他的任务是引导这些狮身人面像走向一个目的地，一个以他所代表的宇宙力量为标志的目的地。 战车与巨蟹座星座有关',
        'upright_content' => '战车塔罗牌就是通过保持对周围环境的控制来克服挑战并获得胜利。 这种完美的控制力和信心使车夫在任何情况下都能取得胜利。 力量和意志力的使用对于确保您克服道路上的障碍至关重要。 战车传达的信息会在您努力实现目标时让您变得更强大。

   他带给你的关键信息是，你必须在充满曲折和弯路的过程中保持专注、自信和决心。 如果您有一个似乎不确定的计划或项目，战车表明您应该以结构化和有序的方式执行该计划。 您的大胆将确保您实现此目标中应有的一切。

   在战车追求目标的过程中，他可能会表现出一些他以前从未在自己身上看到过的行为——竞争和对成功的渴望也许让他的性格更具侵略性。 攻击性是人性的自然组成部分，战车提醒您，它也可以用来帮助您掌控自己的情况，但也必须加以控制，以免阻碍您前进的道路。',
        'reversed_content' => '逆位战车的外观可以帮助您意识到自己的侵略性和意志力的缺乏。 这可能是说你缺乏专注、动力或方向，或者你被你对目标的痴迷所扭曲。 在前一种情况下，让战车提醒你，只要你能鼓起勇气，你就能取得胜利。 在后者中，您的冲动可能是您必须控制的另一个因素。 看到逆位战车可能表明您需要接受这样一个事实，即您无法始终处于控制之中。

   战车反转的含义也可能表明您对生活缺乏控制和方向。 你受制于对立势力和障碍的摆布，似乎无法鼓起力量来接管。 你正在放下一切，生活正朝着它喜欢的任何方向前进。 它应该作为一个警钟，提醒您需要收紧一些松散的部分并掌控自己的命运。',
        'upright_love' => '现在是时候开始了，并确保您清楚地了解您在爱情和浪漫中寻找的东西。 一旦你知道你的目的地，战车塔罗牌爱情的意义就会敦促你采取行动。 当你掌控你的爱情生活时，你很可能会看到回报。 信心、勇气和动力将导致成功。

   当您朝着目标前进时，战车塔罗牌爱情的含义也可以表明需要平衡两种冲动，由卡片中的两匹马代表。 他们可能会将您拉向不同的方向，但在前方指引一条清晰的道路意味着控制每个人，以便您保持在正确的道路上。 这张卡有时会带来问题，你到目前为止所做的选择是否平衡；您的关系是否因工作时间过长而受到影响？ 你是否如此专注于你们的关系，以至于为此牺牲了太多的个性？ 战车要求我们再次将生命掌握在自己手中，并坚定地驾驭。',
        'reversed_love' => '当逆位时，战车塔罗牌爱情的意义可能预示着寻找爱情的压倒性动力，以至于其他目标和愿望可能已经被遗忘。 有时候，要记住，在生活中，我们无法控制周围的一切，无论我们做什么，都无法让完美的人出现在我们面前。 每天带着希望和热情出现很重要，但耐心也很重要。 让爱找到你。

   恋爱中的战车倒转也可能表明事情可能失去平衡，您可能需要再次努力纠正它们。 确保你的工作、爱情、家庭和友谊不会因为你在一个或另一个方面过度扩张而受到影响。 这可能是与您的伴侣意见不一致的根源。',
        'upright_career' => '当您在询问职业塔罗牌拥有战车时，您的野心将带您走得更远。 清楚地了解自己的职业生涯目标后，您就会知道自己的目标，并且可以非常专注于实现目标。 您可能会在工作中感到非常有动力，这会给您带来成功所需的纪律、动力和自制力。 如果你想改变角色，或者在你目前的工作场所获得一个更高级的职位，这张卡片表明你需要做的就是去争取。 当谈到你的工作环境时，不要分心；这可能包括办公室政治或竞争对手；确保您始终专注于需要做的事情。',
        'reversed_career' => '逆位战车可能表示缺乏雄心、专注或动力，或者过于雄心勃勃。 最终，这张牌会提出一些问题，即你在追求目标时有多强硬或激进。 你是那种被动等待你想要发生的事情，希望它们落在你腿上的人吗？ 还是你太强势了，以至于在追求成功的过程中不顾及他人？ 这两种方法都会给您带来麻烦。 咄咄逼人到敌意可能会适得其反，而如此被动永远不会给你带来你想要的那种幸福。 您对这些选项中的任何一个都满意吗？ 一个健康的中间地带是什么样的？',
        'upright_finances' => '如果有任何财务障碍阻碍了您的物质稳定，现在是处理它们的时候了。 战车为您提供动力、专注和决心来克服这些挑战。 通过足够的自律，您将能够对自己的财务状况感到满意。',
        'reversed_finances' => '小心不要在没有考虑清楚的情况下匆忙购买。 您可能不具备做出明智决定所需的一切知识。 或者，如果这不能描述您，那么您可能在金钱方面犹豫不决。 您可能可以将您的钱投资于某事，但一直在犹豫要采取任何行动。',
        'yes_no' => '战车揭示了某种旅程。 有了积极的含义，这段旅程很可能是某种进展。 这也可能是您一直努力争取的最终成功。 通过这张卡片显示的信心、方向和胜利表明答案是肯定的。',
        'past' => '斗争增强了你的力量，最近发生的事件让你有机会取得胜利。',
        'present' => '好消息来了，你将在决定性的胜利中战胜对手。',
        'future' => '继续你的奋斗，你所寻求的目的就会实现。 如果你不放弃，荣誉、赞誉和认可都是你可能的结果。',
    ],
    8 =>
    [
        'id' => 9,
        'type_id' => 1,
        'number' => 8,
        'name' => '力量',
        'upright_keyword' => '勇气、勇敢、自信、同情、自信、内在力量',
        'reversed_keyword' => '自我怀疑、软弱、低信心、不足、怯懦、强硬',
        'astrology' => '狮子座',
        'element' => '火元素',
        'image_key' => '08_Strength',
        'content' => '在这张塔罗牌中，你会看到一个女人平静地握着一头成年狮子的下巴。 尽管狮子看起来凶猛而强壮，但女人似乎对它有统治权。 令人着迷的是她如何优雅地控制狮子。 她冷静而镇定，这代表着控制和纪律，尤其是在逆境中。

   她还握着狮子的下巴，这也说明她有勇气。 她对狮子的控制又不过分粗暴，表现出爱和同情。 山上的蓝色背景显示出稳定以及稳定所带来的平静。

   狮子是勇气、激情和欲望的象征，这是人类生存所必需的情感的重要组成部分。 但是，如果这些情绪得不到控制，就会导致我们最终的毁灭。',
        'upright_content' => '当你在塔罗牌中以正位的方式拿到力量牌时，就表明你在危险和痛苦的时刻拥有内在的力量和毅力。 它表明即使你的生活正在经历巨大的斗争，你也有能力保持冷静和坚强。 它还表明您是一个富有同情心的人，即使要付出，您也总是有时间为他人服务。


   获得力量卡意味着您是一个非常有耐心的人，有可能完成他们下定决心要做的任何事情。 你的韧性将极大地帮助你，你的无畏意味着你应该毫无问题地说出你的想法。 这张牌也预示着这种慈悲心将永远得到回报，无论是现在还是在不久的将来，你的生活都会非常稳定。

 ',
        'reversed_content' => '一张逆位力量牌可能意味着你正在（或即将）在你的生活中体验到强烈的愤怒或恐惧。 你似乎缺乏这张牌通常代表的内在力量，这意味着你可能正在经历恐惧，并且对自己的能力缺乏信念和信心。 这可能意味着你已经忘记了你的激情以及做你喜欢的事所带来的那种快乐、幸福和满足。

   逆向力量卡也可能意味着由于多种原因，一个人正在经历抑郁症，因此，它正在耗尽他们生活中的所有快乐。

   一个人最终可能会因为不快乐或沮丧而退出社会，因为他们可能觉得人是他们如此悲伤的原因。 这也可能是嫉妒的表现，尤其是当你停滞不前时，每个人似乎都在生活的各个方面都很开心或表现出色。 这张牌表明你必须学会获得自信才能重新利用你的内在力量。',
        'upright_love' => '当你在爱情塔罗牌中抽出力量牌时，你可能会发现自己陷入了激情和火热的浪漫之中。 这张牌所暗示的强烈感情既可以表示牢固的关系，也可以表示容易生气、嫉妒或其他情绪爆发的关系。 这种关系有利也有弊。 或者，力量的塔罗牌爱情意义是一种同情、同理心和内在力量；您可能会发现这些品质一定会吸引您需要的伴侣，或者让您和现有合作伙伴比以往任何时候都更加紧密。 同理心可以让你更深入地了解你和你伴侣的需求和不安全感。 如果您发现自己处于争吵或激烈的时刻，最好以耐心和温柔的态度对待彼此，',
        'reversed_love' => '在爱情塔罗牌中，当力量逆位时，这张牌可能表明你们的关系有点相互依赖。 这可能源于某些形式的不安全感，使您和您的伴侣难以更加独立并追求自己的利益。 再来你在这份感情中本身你有些没自信，你对于自己要和他稳定的走下去没信心，你的心也是飘忽的，自然了要想你们感情稳定难度也是比较大的。 逆位的力量塔罗牌爱情含义也可以表明力量和力量在你们的关系中变得更加明显。 一个伴侣可能变得越来越霸道，而不是同情和理解。 您可能必须确保一个合作伙伴的需求不会被践踏以支持另一个伴侣的需求。',
        'upright_career' => '如果你能驾驭你的动物本能；你的愤怒、你的动力和激情，你可以在你的职业生涯中迈出重要的一步。 这并不意味着让这些本能接管，而是与它们协调工作，或将它们引导到生产用途。 在这里，您将能够找到自己的力量；这张牌说明你很可能已经具备了天赋和本领，你只需要鼓起勇气大干一场。 如果您正在寻找晋升机会，请做一些事情来引起注意。 如果你想改变你的整个职业生涯，那就大胆尝试吧。 如果您梦想自己创业，请督促自己采取下一步行动，然后开始。',
        'reversed_career' => '您的恐惧是否阻碍了您的职业抱负？ 逆位的力量卡表明你可能拥有取得成功所需的一切，除了对自己有健康的信心和信念。 您可能会不断地自我怀疑，让您的焦虑和自我怀疑占据主导地位，并阻止您做出可以推动您职业发展的选择。 如果你真的仔细审视自己，你会发现你比你想像的更有能力。 相信自己的能力，别人也会相信你。',
        'upright_finances' => '如果你一直在控制冲动消费方面做得很好，那么你现在很可能会发现自己处于一个舒适的位置。 只要你继续控制，你应该没问题。 您可能还准备在购买方面做出大胆的举动；也许把你的财务投入到你一直梦想的事情上。',
        'reversed_finances' => '现在就避免强迫性消费，因为它对您的财务状况造成的损害比平时更大。 或者，这张卡也可以暗示对把钱花在现在对你有帮助的事情上犹豫不决，即使你可能有足够的资金。 无论您的实际情况如何，都会有一种财务上的不安全感。',
        'yes_no' => '力量卡显示出自信和自信地面对生活中的问题。 它表明一个人享有权力，但有能力在所有事情上行使强大的自我控制能力。 你的追求可能需要耐心和力量，你寻求的答案很可能是肯定的。',
        'past' => '你的力量是平衡的，你有体力和精神力。 这种内在力量可能会引导您探索自己能力的其他潜力。',
        'present' => '不要拒绝任何会改变你未来的提议。 对自己的信念有信心，并有足够的力量去相信你会在哪里着陆。',
        'future' => '在你的未来有一个强大的、充满活力的释放，这将带领你进入重大的生活变化。 通过了解您的真正价值，您将充分利用这个绝佳的机会来改善您的生活。',
    ],
    9 =>
    [
        'id' => 10,
        'type_id' => 1,
        'number' => 9,
        'name' => '隐士',
        'upright_keyword' => '自我反省、内省、沉思、退缩、孤独、寻找自我',
        'reversed_keyword' => '孤独、孤立、隐居、反社会、拒绝、回归社会',
        'astrology' => '处女座',
        'element' => '土元素',
        'image_key' => '09_Hermit',
        'content' => '《隐士》描绘了一位老人独自站在山顶，一手提灯，一手执杖。 山代表成就、发展和成功。 隐士塔罗牌是指他获得的精神知识水平，并且他准备将这些知识传授给每个人。 他对自己的目标也有着坚定的承诺，并且对自己所走的道路有着深刻的认识。 在灯笼内，您会注意到一颗六角星，也被称为所罗门印记。 这个符号代表智慧。 他手持的权杖象征着权威和权力。',
        'upright_content' => '隐士是来自内心的知识的寻求者。 一个孤独的流浪者在黑夜的路上，他寻找只有长期孤独才能获得的东西——内心的声音。 要听到它，他必须与那些声音和欲望威胁要战胜他自己的人群脱节。 他走过无意识的黑夜，只有北极星微弱的光芒指引着他，他的目的地是他的家，他的自我。

   你目前正在考虑你需要一个人呆着。 永远不要害怕抓住这个机会反思，因为它可以帮助您清除日常生活中的所有杂乱。 隐士也可能指您采取真实的行动并与真实自我保持一致的努力。 您可能正在寻找内在的灵魂，以寻找正确的指导，以及下一步的目标。

   隐士在塔罗牌中的出现也可以表示一个人的出现，他将来到你的生活，成为你的导师。',
        'reversed_content' => '当逆位时，你可能处于一种你想要一个人的境地；没有错。 但是，您的隐居有可能对您自己和他人都有害。 隐士虽然带着崇高的志向出发去探寻内心的真相，但他的内心之路也可能充满了巨大的危险。 向内走可能会导致疯狂和深渊，因为无意识充满了他可能还不了解的图像，潜伏着等待着引诱你进入。 就像一个迷失在自己梦想中的人一样，隐士可能会发现自己被困在自己的世界里，孤独，被困，不真实。 你必须学会平衡你对真理的需求和与人类同胞的联系。

   在工作方面，隐士逆位的意思是指你准备好深入了解已经困扰你很长时间的事情。 需要进行搜索，您有责任提出问题，让其他人了解情况。',
        'upright_love' => '爱，作为人生最大的谜团之一，可以成为一位伟大的老师。 它要求我们所有人都真正了解自己、我们的需求、我们的恐惧和我们的不安全感。 隐士塔罗牌的爱情含义表明，在与另一个人建立牢固的浪漫关系之前，我们可能需要一些独处的时间，以便对自己有一些了解。 这段时间可能会感到有点孤独，但它会让你走上正确的道路，找到你想要拥有的爱情。 如果你们已经处于恋爱关系中，这种自我反省是你们两个可能想要一起做的事情。 你们俩可能都想考虑一下你们对一段关系的期望，以及什么会让你们更快乐。 最初的会谈可能会令人不舒服，但将为应对未来的未来奠定坚实的基础。',
        'reversed_love' => '逆位的隐士塔罗牌爱情意义可以表示一段孤独时期，一种是强加于你的，而不是你自己发起的。 虽然这段时间可能会很艰难，但充分利用它可以帮助您专注于自己的目标，并明确您希望从伴侣和生活中得到什么。 这些将是建立牢固的未来关系的基石。 如果您已经处于恋爱关系中，您可能会发现你们中的一个人感到疏远并逐渐疏远。 尽管每个人都做出了努力，但在伴侣关系中，有人可能会感到孤独。 现在是检查这些动态并看看您是否可以伸出手的时候了。 可能需要关注、关心和强烈的自我意识，才能再次感受到联系。',
        'upright_career' => '您可能正在花费一些急需的时间来思考您现在想要从职业中获得什么。 你可能会觉得你目前所走的道路对你来说并不真正适合你，并且可能会有一种没有得到满足的感觉。 现在，你正试图了解什么样的工作会给你带来各个层面的快乐。 如果您纯粹是为了金钱或财务稳定而从事职业，那么这些资格对您来说已经不够了。 你可能正在寻找一个目的，或者至少是一些让你更接近你想成为的人的东西。',
        'reversed_career' => '有时，逆位的隐士可以发出沉思期结束的信号。 你可能已经准备好重新加入社会，这一次更清楚地了解你想要的职业生涯。 您现在可能需要进行一些调整，无论是寻找新工作、建立人脉以寻找导师和队友，还是发展职业生涯的其他与社会相关的方面。 另一方面，也可能是你的独处期可以进一步延长；您可以选择完全避免与他人合作。 一开始，独自一人的感觉可能会少得多；但请确保您继续获得社会支持。 有时，这张牌也可能表明被迫独自工作，导致孤独感，或被同事抛弃。',
        'upright_finances' => '你现在可能会意识到金钱并不能给你带来幸福。 这可能是一个不太关注物质事物的时代，而更多地关注尝试了解您可以在哪里真正找到满足感。',
        'reversed_finances' => '当涉及到财务决策时，您可能已经准备好从外部来源寻求建议。 理想情况下，您已经结束了对物质安全和金钱对您意味着什么的沉思，并且您可能正在运用这些见解。 希望这可以与您的物质状况建立更好的关系。',
        'yes_no' => '隐士是一张像征寻求某种精神启蒙的卡片。 孤独的内省和沈思也与隐士有关。 也许您需要进行一些反省和反思。 因此，您的问题的答案是可能的。',
        'past' => '你过去的步伐已经放缓，是时候接受这一点了。 继续寻找您的未来目标并考虑您最近获得的洞察力。',
        'present' => '有人可以帮助您解决所有问题，他们的洞察力可能会让您大吃一惊。 这个人就是你自己。 了解自己，才能更好地了解他人。',
        'future' => '当你意识到你的真谛时，就没有什么可以阻挡你的道路了。 生活挑战了你，但你准备好迎接未来。',
    ],
    10 =>
    [
        'id' => 11,
        'type_id' => 1,
        'number' => 10,
        'name' => '命运之轮',
        'upright_keyword' => '变化、周期、命运、决定性时刻、运气、财富、突发事件',
        'reversed_keyword' => '运气不好、缺乏控制、执着于控制、不受欢迎的变化、延误',
        'astrology' => '木星',
        'element' => '火元素',
        'image_key' => '10_Wheel_of_Fortune',
        'content' => '命运之轮是套牌中最具象征意义的牌之一，充满了每张都有其含义的标志。 在卡片的中央，有一个巨大的轮子，上面覆盖着深奥的符号。 轮子周围有不同的生物；天使、鹰、公牛和狮子。 它们与黄道十二宫中的四个固定星座有关——狮子座、金牛座、天蝎座和水瓶座。 这四种动物也是基督教传统中四位福音传道者的代表，这也许是它们都装饰有翅膀的原因。

   每个生物所持有的书籍都代表着传达智慧和自我理解的托拉。 蛇表示下降到物质世界的行为。 在轮子本身上，骑着一个坐在顶部的狮身人面像，而似乎是魔鬼，或者是阿努比斯本人出现在底部。 这两个埃及人物代表了众神和国王（在狮身人面像的情况下）和冥界（阿努比斯）的智慧。 它们在一个循环中永远旋转，并表明当一个上升时另一个下降。',
        'upright_content' => '命运之轮不断转动，似乎在传达生命由好坏两部分组成，并且循环是我们无法控制的。 这是一种既受君王也受制于工人的东西，地球上任何人都无法避免命中注定的事情。 当您在生活中遇到美好的时刻时，请确保您尽情享受，因为发生的事情总会落下。 反过来也是如此——当你处于糟糕的境地时，事情最终会再次变得更好。

   人类无法控制的强大力量在这里发挥作用。 支配季节变化或太阳升起和落下的相同力量也是运气和个人命运的主宰。 它的落点与机会一样随机——您可能会发现自己处于顶部或底部，但请记住，无论结果如何，它都可能不会持续很长时间，因为轮子总是在转动。',
        'reversed_content' => '当命运之轮逆位时，意味着运气没有站在你这边，不幸一直在跟着你。 当它与这张卡相关联时，您必须了解这些是由于您无法控制的外部影响造成的。 就像车轮一样，我们的运气和命运总是在运动，有时我们在底部。 请放心，车轮会再次转动，您很快就会好起来的。

   然而，你不应该做的是坚持控制的错觉。 或许在这个轮回中，教训就是要学会放手和释放。 有些事情不能单靠人的意志和行动来推动。 当我们不放手时，它只会带来更多的痛苦，因为您可能会因为无法改变情况的行为而责备自己。 当我们学会接受时，我们也学会了原谅自己。 我们学会继续前进，并继续前进——最终，我们了解到这种接受的感觉可以再次推动车轮前进，并将其推向一个新的循环。',
        'upright_love' => '生活充满了意想不到的变化，爱情也不例外。 命运之轮塔罗牌爱情的意义可以预示着你们关系的巨大变化，也许是你没有预见到的变化。 这些不一定是坏事，但可能需要进行调整。 你与伴侣的承诺现在可能会受到考验，你们俩可能都需要付出一些努力或牺牲才能保持在一起。 如果您选择做出选择，您的伙伴关系可能会变得比以往任何时候都更加紧密，因为你们两个学会了作为一个团队一起度过人生的起起落落。 重要的是要了解变化是积极的还是消极的，它们不是永远的，因为车轮总是在转动。',
        'reversed_love' => '有时，无论我们如何努力，世界都不会屈服于一个人的意志。 生活可能会给您的计划带来意想不到的麻烦，除了记住这也会过去之外，您无能为力。 很可能一些外部因素现在正在影响你的人际关系，你可能必须适应它，耐心地接受它，而不是试图控制这种情况。 你生活的其他方面现在可能要求很高，因为你的浪漫生活可能需要暂停一下。 如果您是合伙人，请尝试以团队的形式解决这些问题并公开沟通。',
        'upright_career' => '在您的职业生涯中，可能会发生重大变化。 如果您正在考虑改变职业道路或职位，现在可能是做出这些举动的好时机。 尝试并更多地了解您现在所处环境中的机会，并在它们出现时说是。 有时，即将到来的变化可能是困难和具有挑战性的，但这些实际上可以为您发展技能并为未来的成长做好准备。 接受这些变化，让自己适应。 顺应这些变化的潮流可能会给您带来成功。',
        'reversed_career' => '你工作生活中的事情变化很快吗？ 您可能会发现目前很难跟上。 所有这些意外都可能会破坏您的计划。 您可能会继续尝试使过去的解决方案发挥作用，而不是与现在正在发生的事件并驾齐驱。 重要的是不要执着于过去或您的期望，而是要保持灵活性并准备好改变您的计划。 您在工作中的职责是否发生变化？ 您的项目需求是否不断更新？ 这可能会非常令人沮丧，但与其与之抗争，不如尝试找出自己的处理流程。 确保找到您的中心很重要。',
        'upright_finances' => '当涉及到您的财务状况时，命运之轮也暗示了改变，所以准备好适应任何发生的事情。 如果您在经济上一直很舒服，请确保您继续存入一定数量的钱来度过困难时期。 如果您正在处理物质困难，请放心，这不会永远持续下去。 睁大眼睛看向你敞开的任何机会。',
        'reversed_finances' => '当涉及到您的财务时，要小心冒险，因为这张卡片可能预示着意外和不受欢迎的事件。 现在建立一个小型应急基金可能是明智的；即使什么也没发生，把东西藏起来也可以帮助缓解对接下来发生的事情的焦虑。 世界在不断变化，请确保您已做好准备。',
        'yes_no' => '命运之轮代表着运气、变化和生活中的新方向。 虽然它也显示出起起落落，但这张牌的整体感觉是积极的，预示着好运和好运发生了变化。 您正在寻找的答案是肯定的。',
        'past' => '你过去的行为是你未来成功的种子。 要取得进展，您必须接受即将发生的变化。',
        'present' => '一个有益的变化即将到来，但请记住，运气是无法控制的。',
        'future' => '未来将有机会改变通往个人成长和幸福的道路。 你必须准备好改变你的思维方式，因为无论你的行为是否带来成功，它们都代表着有益的改变。',
    ],
    11 =>
    [
        'id' => 12,
        'type_id' => 1,
        'number' => 11,
        'name' => '正义',
        'upright_keyword' => '正义、公平、后果、责任、法律、真相、诚实、正直、因果',
        'reversed_keyword' => '不公正、报复、不诚实、腐败、不诚实、不公平、逃避责任',
        'astrology' => '天秤座',
        'element' => '风元素',
        'image_key' => '11_Justice',
        'content' => '正义塔罗牌是真理、公平和法律的象征。 当她坐在椅子上时，她左手的秤代表直觉应该如何平衡逻辑。 她用右手的双刃剑象征着公正。 她所戴王冠上的方形象征着伸张正义所需的清晰思想。 在她身后，有一件紫色的斗篷和站立的灰色柱子。 在她用扣子固定在一起的红色斗篷下，她露出了一只白色的鞋尖。 这是一种精神上的提醒，即她提供的是他们行为的结果。',
        'upright_content' => '你现在做出的决定对你和他人都有长期的影响。 总会有审判你的时候。 出现在阅读中的正义塔罗牌表示将公平和相应地做出判断。 您过去所做的决定将被公平地仔细权衡。 根据您的情况，您对这张卡的感受可能会有所不同。

   如果你受到了委屈，这张牌的出现可能会让你松一口气。 另一方面，如果你的行为给他人带来了痛苦，这张牌就起到了警告的作用。 她的出现代表了你现在有机会改变自己的行为，为更美好的未来。 当塔罗牌读数显示正义的形象时，是时候说明您的行为了。

   正义牌的另一个含义是真理。 真相一定要成真，这不是从别人嘴里说出来的，八卦是查不出来的。 相反，它基于事实。 了解他人和自己的真相，在做出判断之前说出来并了解真相。 在塔罗牌中，当你看到正义塔罗牌时，你需要公平地对待你的所有行为。 通过遵循正确的程序了解真相，您将了解您的任务是什么。

   解读正义塔罗牌的另一个含义是像征着需要注意。 它可能与您的生活、职业有关，或者只是您需要做出的重要决定。 如果您对某事不确定，现在是一劳永逸地找到解决方案的时候了。',
        'reversed_content' => '逆位的正义塔罗牌可以表示各种各样的事情。 一个正义逆位的意思是表明你生活在否认中。 你不愿意接受你的行为或他人的后果。 你正在逃避你的内疚。 但是，您必须意识到这些都是过去的行为。 你的未来取决于你今天的行动——以及你将如何重新平衡天平。 你如何弥补你的错误？ 采取行动让你有机会改变和停止评判自己。 在法律事务中，这可能代表您不会接受的案件的不公平结果。',
        'upright_love' => '正义关乎业力，如果你一直在努力，爱情和浪漫就会如约而至。 如果你一直善良、充满爱心和支持，你的人际关系将成为你给予他人的一面镜子。 如果你一直单身，你充满爱心和积极的性格会让你对新的潜在恋情特别有吸引力。

   因为这张牌是关于因果法则的，所以请确保你一直公平地对待你的伴侣。 当心怨恨和防御，并确保以尊重和信任另一半的方式处理人际关系中的冲突。 现在需要妥协和理解。 有时这张卡片也是关于机智的，并以一种考虑到你伴侣感受的方式表达你的沮丧。 只要诚实和善意地处理问题，你们的关系就会蓬勃发展。',
        'reversed_love' => '有时，爱情和浪漫可能是不公平的。 您可能正在尽自己的一份力量将自己推向世界，但运气仍然不在您身边。 无论情况如何，有时必须咬紧牙关继续前进。 现在也可能是检查您对爱情的期望是否公平的好时机。 您是否正在寻找一个绝对完美的人，但无法或不愿意弥补自己的缺点？ 诚实对待您的要求以及您自己的行李。 如果你正在恋爱中，这可能是一段艰难的时期，比以往任何时候都更需要公平和妥协。 不要因为你的责任而责怪他人或你的伴侣。',
        'upright_career' => '如果您卷入了任何工作场所纠纷，正义卡可以表示只要您诚实、诚实和公平地进行交易，一切都会对您有利。 如果这不适用于您，这张卡片可以简单地提醒您始终诚信行事，并确保您为自己的行为负责，即使您犯了错误。 尽管有时这很可怕，但其他人会因为你的诚实和对真相的承诺而信任和尊重你。 通过公平和平衡的交易，您的事业可以蓬勃发展。',
        'reversed_career' => '您现在可能正在处理工作中的一些不公平情况。 这可能意味着要为其他人或试图破坏您工作质量的其他人承担责任。 虽然用火灭火可能很诱人，但这只会使问题恶化。 对如何处理这种情况保持合理、合乎逻辑和直率。 通过逆位正义，您可能会发现激烈的对抗可能意味着责任将落在您身上。 有时，这张牌也可能表明你在职业生涯中不够诚实。 这可能会给你带来麻烦；或者即使没有，也会导致持续的焦虑，因为你想知道另一只鞋什么时候会掉下来。 如果你还有时间，现在就弥补和改变你的习惯。 如果你一直逃避为错误承担责任，并希望责任归咎于他人，',
        'upright_finances' => '这张卡提醒您在进行财务交易时要保持诚实、公正和公平。 确保您在与他人的需求之间取得平衡，并且您所获得的与您所给予的相平衡。 继续保持平衡，你的财务应该没问题。

 ',
        'reversed_finances' => '当您的塔罗牌中出现逆位的正义卡时，您的财务状况就存在一些不诚实。 与谁共享您的财务信息时要谨慎，并确保在继续之前他们可以信任。 如果您的财务状况一直很困难，逆位的正义卡也可能表明您未能对自己的情况负责。 为困难的情况承担责任听起来令人不快，但它也可以赋予权力。',
        'yes_no' => '正义牌是关于你生活中不同事务的业力、公平和平衡。 它并不意味着对你有利或不利的结果，但责任、尊严和正直都喜欢它的存在。 你的问题没有明确的答案。',
        'past' => '平衡你的情绪会带来回报，让你在人际关系中变得和谐。 如果你找到内在的平衡，你生活中的困惑就可以克服。',
        'present' => '您将收到一些建议或偿还债务。',
        'future' => '当一切都说了又做了，你会得到你真正应得的结果。 你的道德品质将是合理的，所以保持正直并努力平衡自己。',
    ],
    12 =>
    [
        'id' => 13,
        'type_id' => 1,
        'number' => 12,
        'name' => '倒吊者',
        'upright_keyword' => '牺牲、等待、不确定、缺乏方向、视角、沉思',
        'reversed_keyword' => '拖延、漠不关心、停滞不前、避免牺牲、停滞不前、冷漠',
        'astrology' => '海王星',
        'element' => '水元素',
        'image_key' => '12_Hanged_Man',
        'content' => '在这张卡片中，它描绘了一个倒挂的人，他的脚悬在活生生的世界树上。 此树深植于冥界，以支撑天界著称。 人们相信，倒吊者实际上是由他自己的自由意志定位在那里的。 我们相信这一点是因为他脸上的平静表情。 他的右脚被绑在树枝上，但他的左脚仍然完全自由。 与此同时，他双手背在身后，形成一个倒三角形。 他穿的红色裤子代表肉体和人的热情，而他穿在衬衫上的蓝色代表平静的情绪，是圣人常见的颜色组合。 他的鞋子、头发和光环的黄色象征着他的智慧。',
        'upright_content' => '被绞死的人明白，他的位置是他为了前进而需要做出的牺牲——无论是对过去的错误忏悔，还是有计划的后退以重新计算他的前进道路。 这次他在这里度过的时间不会浪费，他这样做是他前进的一部分。 他的颠倒状态也可以像征那些走精神道路的人的感觉，因为他们看待世界的方式不同。 如果其他人不理解牺牲的必要性，您会以不同的方式看待它。 当你独自走在这条路上时，这对你来说是一个自然的行动过程。

   倒吊者卡反映了暂停某些行动的特殊需要。 因此，这可能表明有一段时间的优柔寡断。 这意味着即使在这个特定时刻迫切需要采取行动，某些需要正确实施的行动或决定也可能被推迟。 事实上，如果您能够拖延某些行动以确保您有更多时间思考做出关键决定，那最终将是最好的，这最终将是最好的。

   这是一张主要用于等待和暂停的卡。 这表明这可能是您为了取得成功或等待适当的机会而需要做的事情。 请记住，采取行动并不总是最好的解决方案，在某些情况下，不这样做可能会给您带来同样多的好处，甚至更多。',
        'reversed_content' => '倒吊者牌的逆位意义代表了一段非常具体的时间段，在这段时间里，你感觉自己好像牺牲了大量的时间，却一无所获。 您可能会觉得某些事物似乎处于绝对静止状态，没有任何特定的解决方案或方式。 就好像你把你的全部精力和注意力都放在某件事上，但没有任何结果是应该的。',
        'upright_love' => '总的来说，倒吊者是关于牺牲、新观点和等待合适的时机。 对单身人士来说，倒吊者塔罗爱情寓意是不能操之过急。 无论你如何投入浪漫的追求，或者给你的约会对象发送所有正确的信息，如果对方还没有准备好，这可能不取决于你。 不要试图强迫或施压让一段关系取得成果，而是利用这段时间看看当你独自一人时，你的观点是如何变化的。 这同样适用于人际关系。 在进行重要讨论或将你们的关系提升到一个新的水平时，时间可能是一个问题。

   或者，牺牲的概念可能在您的关系或现在的潜在关系中发挥重要作用。 可能需要帮助，这可能是考验你的承诺的时刻，但也可以让你们两个更接近。',
        'reversed_love' => '现在是采取行动的时候了。 逆位的倒吊者塔罗爱情寓意表示等待期已经结束。 最近你的爱情生活可能有所放缓，迫使你花时间考虑对浪漫和爱情的不同看法。 理想情况下，您已经重新出现，更清楚地了解您对人际关系的期望。 这可能是一个古老的、长期持有的信念正在被抛弃的时候。 有了这个新的视角，你现在可以用新的能量采取行动或改变你的浪漫生活。 这张牌也可以告诫人们不要为爱情做出不必要的牺牲。 确保您的需求和您的伴侣的需求是平衡的。',
        'upright_career' => '说到工作，倒吊者可能表示一种等待或不确定你应该做什么的感觉。 您的项目可能暂停，迫使您休息一下，或者您可能正在等待并考虑下一步行动。 这张卡有一个教训，那就是有时候，无论如何，你都不能强行做出决定，或者在事情不合适的时候发生变化。 有时，你只需要等待，而你一直在努力推动的事情，无论是来自商业伙伴或同事的回应，还是来自客户的决定，或者是关于改变职业生涯的决定，都会及时来。 放松，就这样。 或者，您可能正在对您的职业做出重大改变。',
        'reversed_career' => '当倒吊者被逆位时，你可能会觉得你在职业生涯中所做的牺牲并没有真正产生结果。 如果您最近改变了职业道路，或者请假接受再培训，或者将您的家庭时间用于工作项目，那么事情可能不会按计划进行。 做出这些改变似乎并不值得。 有时，这张卡片也可以表示时间拖延。 与其等待合适的时机，您可能对下一步该做什么感到茫然不知所措，以至于您一直在拖延做出将推动您进行下一步的决定，从而导致一种无能为力或停滞不前的感觉。 不要萎靡不振，学会积极参与你的生活。',
        'upright_finances' => '倒吊者表明需要改变视角。 如果在金钱问题上有一些压力，你可能会发现此刻暂停实际上可以给你带来一种看待事物的新方式。 你能把糟糕的情况变成机会吗？ 事情只是看起来比实际情况更糟吗？',
        'reversed_finances' => '如果您最近一直在考虑对您的资源进行重大购买或投资，那么您的优柔寡断和犹豫可能意味着您永远不会采取下一步行动。 有时，这张卡也可能表明您的投资没有产生任何回报；这不必在传统的银行机构中进行。 或许你借钱给家人上学，结果却让他们辍学了。 也许你已经把你的一些财务投入到副业中，结果却是失败了。 这张卡有一种白白牺牲的感觉；让这些成为未来如何处理这些情况的教训。',
        'yes_no' => '倒吊者通过打破模式、放手或经历一段过渡期来暗示某种变形。 虽然它可能表示为了获得新的视角而不得不放弃某些东西，但它既没有积极的含义也没有消极的含义。 也许就是答案。',
        'past' => '放下过去的一些事情，为你的精神生活带来了新的价值。 必须以新的方式看待你所牺牲的东西。',
        'present' => '如果有什么事情很匆忙，这可能表明它会暂停。 请记住，提供帮助的行为并不比被帮助的人更重要。',
        'future' => '现在很多事情对你来说是未知的，所以你必须制定新的目标并仔细计划。 在正确的时间采取行动会让你领先。',
    ],
    13 =>
    [
        'id' => 14,
        'type_id' => 1,
        'number' => 13,
        'name' => '死神',
        'upright_keyword' => '转变、结局、改变、过渡、放手、释放',
        'reversed_keyword' => '害怕改变、重复消极的模式、抵制改变、停滞不前、腐朽',
        'astrology' => '天蝎座',
        'element' => '水元素',
        'image_key' => '13_Death',
        'content' => '在这里，我们看到死神骑着一匹美丽的白马，手里拿着一面带有白色图案的黑旗。 它被描绘成一个活的骨架，骨头是人体死后唯一存在的部分。 他穿着盔甲，这使他无敌 - 表明没有人可以摧毁死亡。 他骑的白马代表纯洁，因为死亡净化了每个人。 在他的身下，所有阶层的人类都躺在泥土中——国王和乞丐，旨在提醒我们，死亡并不区分阶级、种族和性别。',
        'upright_content' => '死亡是塔罗牌中最令人恐惧的牌之一，而且人们对它的误解很深。 许多人避免提及这张牌，因为它有如此大的力量。 大多数时候，人们从字面上理解卡片的名称。 然而，死亡卡的真正含义是整个套牌中最积极的之一。

   死亡卡表示你生命中的一个重要阶段即将结束，新的阶段即将开始。 你只需要关上一扇门，新的一扇门就会打开。 过去需要放在你身后，这样你才能把精力集中在你面前的事情上。

   另一个意思是你将要经历一个重大的改变、过渡或转变。 旧版本的你需要“死去”，才能创造出新的你。 这对您来说可能是一个可怕的时刻，因为您可能不确定将来会发生什么。 即使你很害怕，你也应该欢迎这种改变，因为你正在为新的生活事件打开大门。

   死亡也可能意味着你需要放下生活中任何不健康的依恋。 这是生命的重要组成部分，因此学习不断前进是死亡教给我们的课程之一。',
        'reversed_content' => '死亡逆位的意义仍然是关于改变，但你一直在抵制它。 您可能会担心放弃过去，或者您无法确定需要做出哪些改变才能继续前进。 抗拒改变并坚持过去会限制你的未来，这会让你觉得自己陷入了困境。 你应该花一些时间来评估你一直在接近生活变化的方式。 您可能会发现由于对未知的恐惧，您一直在停止所需的更改。 虽然您仍然会感到害怕，但您应该相信自己正在采取正确的步骤并继续前进。 生活在继续，所以与时间抗争只会让你留下遗憾。 死亡不一定是一张遗憾的卡片，特别是如果你听从它的警告。',
        'upright_love' => '当谈到爱情和人际关系时，死亡塔罗牌爱情的含义可能表明陷入不再起作用的情绪动态中。 如果您已经处于恋爱关系中，要使这种关系继续下去，您必须学会接受变化。 有时，这张卡片也可能表明你可能想要结束这段关系，尤其是在这段关系进展不顺利的情况下。 重要的是要记住，所有用死亡塔罗牌关闭的门都会打开另一扇门。 虽然在爱情塔罗牌中死亡可能难以接受，但对一个或另一个伴侣的转变可能是帮助两个人成长所需要的。 同样重要的是要记住，卡片是建议，你可以选择接受和欢迎你们关系的转变，或者放手。

   虽然一开始很可怕，但死亡塔罗牌给爱情带来的转变也可能是积极的。 用压力较小的术语来说，它可能是一个新时代的到来，例如订婚。

   如果你没有恋爱关系，死亡塔罗牌爱情的意义可以指向你目前正在摆脱的信念、态度或行为，这些信念、态度或行为可以帮助你发展更健康、更牢固的关系。',
        'reversed_love' => '死亡塔罗牌的爱情相反的意思可以表示当涉及到你对人际关系和浪漫的态度和态度时，强烈抵制改变。 这可能会以一种停滞不前的关系的形式出现，不再帮助你们作为个人成长。 也可能对这段关系有依赖，或者你们可能只是因为感到舒服、有义务或害怕孤独而保持在一起。

   另一方面，旧的关系也可以恢复。 如果你是单身，爱情塔罗牌中的死亡逆位表明你必须避免消极的模式和动态，才能真正参与到一段爱情关系中。 您可能有自尊问题、救世主情结或需要治愈的伤口，以便找到一个会爱和尊重您的伴侣，并且作为回报，您可以爱和尊重。',
        'upright_career' => '如果您一直在考虑改变职业，那么直立的死亡卡可能是一个信号，表明您应该立即采取行动并采取行动。 你可能在当前的工作中经历了一段冷漠、不感兴趣和沮丧的时期，如果你不采取果断的行动，生活中的事件可能会迫使你做出改变。 您可能会坚持当前的道路，因为它提供了稳定性、确定性和安全性，但是如果您在其他方面不快乐或感觉没有受到挑战，那么您将失去的不仅仅是舒适。 通常当一扇门关闭时，另一扇门打开；拥抱现在发生的变化并投入其中。',
        'reversed_career' => '您在工作或职业道路上也被迫做出改变。 但反过来，你可能会竭尽全力抵制这种转变。 尽管环境不健康、工资减少或项目单调乏味，但您可能会坚持下去。 改变是不可避免的；这适用于我们的职业以及我们生活的其他方面。 我们必须学会欢迎它而不是推开它。 当我们坚持一个不再打算留在我们生活中的循环时，我们会看着它慢慢衰败并耗尽我们的精力。 有时，这张卡片也可以代表你的工作场所再次重复的负面模式。 你会自我破坏吗？ 你犯错时的防守会造成麻烦吗？ 您的冒名顶替综合症会影响您与同事的互动方式吗？ 考虑必须放手什么才能释放这些不健康的模式。',
        'upright_finances' => '死亡塔罗牌预示着损失，这意味着您可能不幸正在处理财务资源的损失。 这段时间也可能是您处理与金钱的关系以及您的价值的转变的发起者。 你从这段时间学到的教训可以在管理你的资源方面带来实际的变化，以及在知道什么对你真正重要方面带来精神上的变化。',
        'reversed_finances' => '财务资源的损失可能是不可避免的，但这可能让您难以接受和适应。 为了度过这个临时时期，您可能需要在费用方面做出一些调整，但您可能会发现很难放弃一些您认为需要的东西。 与其让这段时间改变你与资源的关系以及你的价值观是什么，你可能没有吸取教训。 学会停止抵制这些变化，你可能会更容易应对。',
        'yes_no' => '死亡卡显示了某种戏剧性的变化，以便有一个新的开始。 它通常与某种损失、失败或破坏有关。 这张卡的整体色调偏暗，不太好。 因此，您的答案是否定的。',
        'past' => '你已经进入了人生的新阶段。 一切都随着时间而变化，你穿越这个世界的道路也不例外。',
        'present' => '一件大事正在临近，而且会突然到来。 你会失去一些有价值的东西。',
        'future' => '向前迈进，以全新的视角看待世界。 过去已在你身后，你的余生仍在前方，所以继续全心全意的旅程。',
    ],
    14 =>
    [
        'id' => 15,
        'type_id' => 1,
        'number' => 14,
        'name' => '节制',
        'upright_keyword' => '平衡、和平、耐心、适度、平静、安宁、和谐、宁静',
        'reversed_keyword' => '不平衡、过度、极端、不和谐、鲁莽、仓促',
        'astrology' => '射手座',
        'element' => '火元素',
        'image_key' => '14_Temperance',
        'content' => '在节制牌上，有一个长着翅膀的天使，其性别不是很明显，这表明两性之间存在平衡。 天使的一只脚在水中，代表潜意识，另一只脚在旱地上，代表物质世界。 在她的长袍上，有一个正方形，里面刻有一个三角形，是有形大地与三位一体结合的另一种回声。 她以一种可以混合水的方式拿着两个杯子，这代表了超意识和潜意识。 水在它们之间流动，暗示着联合和无限。

   这张牌的一切都代表着平衡，来自二元性结合的完美和谐。 她的建议是在跳入深渊之前测试任何新的水域。',
        'upright_content' => '在有焦虑或巨大压力的时刻，你一直能够保持冷静。 你是一个掌握了不让事情影响你的艺术的人，这让你在你寻求探索的所有领域取得很大进步。 节制塔罗牌建议适度和平衡，再加上很大的耐心。 这张牌出现的地方，暗示在任何情况下都应该避免极端。

   节制卡意味着你有一个清晰的愿景并且知道你想要实现什么。 这是高等教育的标志，它是人生旅程中的一个关键属性。 它反映了你对你正在做的事情找到了平静，一切都在按照它应该的方式展开。 与其他人相比，节制卡表明您能够适应并与您的社区、您的同事和您所爱的人和谐相处。 你在所有事情上的冷静会给他们带来安慰，让他们放心。

   凭借调和对立的思想、相反结果的能力，你的内心安祥而平静；学会了调节正义和怜悯、成功与失败、欢乐与悲伤，缓和生命中的各种需求。 你包容和自己意见不同的声音，但不会完全迎合它们；调和自己内心相互冲突的思想，因而得到真正的宽容。',
        'reversed_content' => '逆位节制反映了某些事物失去平衡，可能会引起压力和焦虑。 可以使用其他卡片来解释节制卡的真正含义，以识别导致这种不平衡的区域。 逆位中的节制也可以用作警告；如果你走某条路，就会导致动荡和过剩。

   缺乏长期计划或愿景也可能是节制逆位的含义。 这让你缺乏目标，当你四处寻找你应该做的事情时，你会感到不平衡。 你必须反思并仔细考虑需要改变的地方。 节制提醒我们，一切事物只有适度才有好处，我们必须检查我们在生活的哪些方面打破了平衡。',
        'upright_love' => '在浪漫中，正位的节制塔罗牌爱情寓意着耐心、节制、理解和走中路。 这张牌预示着我们要避免走极端，谨慎行事。 当谈到爱时，请考虑你的行为；你的态度、信念或想法在哪些方面可能是过分的。 您是否对潜在伴侣过于咄咄逼人？ 或者相反，你是不是太保守了？ 你也付出吗？ 还是你付出的不够多？ 你怎样才能平衡这些特征？ 此外，您的关系或潜在关系现在可能需要一些耐心，并尝试共同努力以寻求妥协与和谐。',
        'reversed_love' => '在爱情中，你倾向于全盘考虑还是全无考虑？ 爱情，就像生活中的许多事情一样，充满了灰色地带。 当逆位节制出现在爱情塔罗牌中时，你现在的强度可能会令人惊讶。 有时候，无论我们怎么努力，也无法强迫爱情产生。 多一点耐心可能会给您带来好处，同时还要确保您自己的情绪或欲望不会变得极端。 当你的约会对像做了令你不悦的事情时，你是否倾向于立即拒绝他们？ 你对你的潜在伴侣要求太高，以至于没有人能满足你吗？ 重要的是要记住，人类永远不可能完美；确保你的愿望是合理的。',
        'upright_career' => '耐心和节制可能是您实现职业目标的有用工具。 当涉及到你的工作时，你很可能会找到你想要的东西，但是当你每天投入工作时，它可能会慢慢地、悄悄地来。 你在工作中平静地处理情绪化的情况的奉献精神和能力可以帮助你被同事和上司注意到。 当谈到改变你的职业道路时，节制卡可以提醒你保持耐心、稳定和专注；一切美好的事物都需要时间。 节制还可以表明在平衡职业与生活的不同方面方面做得很好；对你来说，这既不是一个全能的野心，也不是一个薪水。',
        'reversed_career' => '工作中的某些东西现在可能缺乏平衡。 你是否倾向于在工作中全力以赴，以至于生活的其他方面受到影响？ 您是否总是熬夜，希望一切都得到回报？ 或者，您是否发现自己懈怠，导致同事反感？ 虽然前者可以为您带来成功，但从长远来看，这可能对您有害。 如果这适用于您，请寻求纠正这种不平衡。 确保在完成项目时，您不会匆忙完成或做出鲁莽的选择；你的工作质量可能会受到影响。',
        'upright_finances' => '节制卡可以确保您的财务方法是适度和平衡的。 这可能意味着你一直在努力储蓄，同时也能够偶尔用你能负担得起的东西来犒劳自己。 随着时间的推移，您可能会通过稳定、勤奋的储蓄来构建您的资源。',
        'reversed_finances' => '你是一个总是需要给自己买下一件好奢侈品的人吗？ 或者，你是不是太节俭了，以至于从不以任何小礼物来回报你的辛勤努力？ 这两种态度很可能都需要调整，因为从长远来看它们都是站不住脚的。 第一个总是把即时满足放在你未来的舒适之上，反之亦然。 考虑您的财务目标，并确保您也考虑到自己的幸福；你未来的幸福和你现在的幸福都需要找到一个舒适的中间地带。',
        'yes_no' => '节制意味着神圣的干预与和谐。 它出现在您的塔罗牌中，表明您非常自信，并掌握自己的命运节制对您的问题的回答是“很可能是”。',
        'past' => '你过去过着和谐的生活；这教会了你如何与他人很好地合作，这种和谐注定会在未来重复。 你受到了平衡生活的极大影响，它使你变得更好。',
        'present' => '你所希望的愿望最终会成为你的；你为实现梦想而努力工作。 期待财富的增加、学业或职业的进步、健康的关系甚至婚姻会出现在你的生活中。 这种喜悦可能会蔓延到您的亲人。',
        'future' => '不要沉迷于放纵。 如果你保持冷静的头脑并据此思考决定，未来的冲突就会得到解决，你生活的新篇章正在开始。',
    ],
    15 =>
    [
        'id' => 16,
        'type_id' => 1,
        'number' => 15,
        'name' => '恶魔',
        'upright_keyword' => '压迫、成瘾、痴迷、依赖、过度、无力、局限',
        'reversed_keyword' => '独立、自由、启示、释放、收回权力、收回控制',
        'astrology' => '摩羯座',
        'element' => '土元素',
        'image_key' => '15_Devil',
        'content' => '这张牌显示了最著名代表魔鬼，也就是众所周知的巴风特。 除了半山羊半人之外，魔鬼还有蝙蝠翅膀和额头上的倒五角星。 他站在一个基座上，上面拴着一个裸体的男人和女人，好像在表明他对他们有统治权。

   男人和女人都有角，好像在表明他们与魔鬼相处的时间越长，他们就越不人性化。 锁链使他们看起来好像被魔鬼俘虏了。 男人尾巴上有火焰，女人尾巴上有一碗葡萄，分别像征着他们对权力和生活中美好事物的痴迷。

   仔细一看，男人和女人都不太高兴。 他们的个人权力已被剥夺，让他们暴露在外，并因赤身露体而感到羞耻。',
        'upright_content' => '在你的塔罗牌中获得魔鬼牌表明你有生活中的陷阱、空虚和缺乏满足感。 这也可能意味着你是物质主义和富裕的奴隶，无论你怎么努力，你似乎都无法摆脱想要沉迷于奢华生活的感觉。

   您可能意识到这种生活方式正在将您引向兔子洞，但您有一种无法控制自己的行为或冲动的感觉。

   对物质或物质享乐的成瘾也可能是您感到无能为力和受困的原因。 在这种情况下，您可能会觉得自己好像是一个奴隶，无法控制自己的冲动或意志力，无法将自己引向满足这些欲望之外的其他事物。',
        'reversed_content' => '逆位魔鬼卡意义可能是一个人变得自我意识并打破所有因成瘾和不良习惯而产生的枷锁的时刻。 可能是因为他们厌倦了兜兜转转，需要改变。

   但有一件事通常很清楚——打破这些锁链，尤其是那些上瘾的锁链绝非易事。 因此，人们必须准备好进行必要的改变，这些改变最初可能会让人感到痛苦，然后做出调整，最终通过能够再次找到真实的自己来获得回报。

   在这种情况下需要进行自我评估，个人需要花一些时间并列出他们需要摆脱的所有事情。 一旦完成，他们就该踏上艰难的自我提升之旅了。',
        'upright_love' => '在爱情塔罗牌中，魔鬼象征着欲望和诱惑。 这张牌可能会有享乐主义和自私的满足感。 在不太严重的情况下，它也可以仅仅意味着对生活中所有尘世乐趣的追求。 享受一点乐趣并没有错，但请确保您这样做时不会伤害他人或给他们错误的印象。 如果您只是在寻找联系方式，则由您决定与您的约会对象进行交流。 如果他们认为您的生活方式不适合他们，请确保您避免向他们施加压力。 沟通将比以往任何时候都更加重要。

   或者，魔鬼塔罗牌的爱情意义也可以表示成瘾，在爱情和人际关系的背景下，相互依赖。 随着时间的推移，这可能会破坏双方的个性和自我。 小心，并确保你们两个在你们的关系中保持坚强。',
        'reversed_love' => '逆位的恶魔塔罗牌爱情意义可能表明你可能正在摆脱一些阻碍你发展牢固关系的负面情绪模式或成瘾。 您可能比以往任何时候都更能掌控自己的爱情生活。 在某些情况下，这张牌也可能预示着要摆脱与霸道的伴侣的关系，或者一种不允许你表达真实自我的共同依赖关系。 您可能已经认识到，将您与伴侣联系起来的纽带是不健康或不支持的。 继续培养自己的独立性，并为自己的所作所为感到自豪。',
        'upright_career' => '当谈到你现在的职业时，你可能会感到被困或被困，就像你别无选择，只能留在你不喜欢的地方。 在这种状态下，可能更容易将原因归咎于环境、运气不好或许多外部因素。 你可能会觉得依赖这份工作，没有能力做出能给你带来快乐的改变。 有时，在与同事的工作关系中，这张卡片也可以发出自我破坏和扮演受害者的信号。 不管感觉如何，魔鬼的出现表明你有比你想像的更多的选择，你只需要收回你的力量。 对你不喜欢的情况负责，这可能很可怕，但它也可以赋予权力。',
        'reversed_career' => '在工作方面，您正在重新对自己的职业选择负责，并且正在做出一些急需的改变以避免未来出现问题。 如果你一直处于令人窒息的境地，你可能正在采取行动；这是否意味着要离开一份没有成就感的工作、一个不健康的环境，或者选择解决与同事的紧张关系。 你可能不再觉得依赖你的工作来获得稳定感，明白你可以在自己内找到它。 注意当你重新发现自己的独立性时发生的变化。',
        'upright_finances' => '困难的财务状况可能会因塔罗牌中的魔鬼的不良习惯而被夸大。 这可能表明您通常可以采取更多措施来摆脱这种状态，但是您可能看不到解决方案，或者您无法改变处理财务的方式。 您可能会强迫性地花钱、赌博或无法控制自己的物质资源。 确保你正在尽你所能。',
        'reversed_finances' => '如果您有过不良财务习惯的历史，您可能正在努力做出必要的改变以重新获得控制权。 如果你的物质资源一直依赖他人，比如伴侣或家人，你可能正在享受一种新的独立感。',
        'yes_no' => '魔鬼对一切消极的事物都持否定态度。 愤怒、暴力、诱惑、恐惧和怀疑只是与这张牌相关的一些恐怖。 它暗示着可能被困在不健康的关系、成瘾或谎言中。 毫无疑问，这张卡告诉你不。',
        'past' => '你所做的选择之一对你来说是错误的。 负面力量正在减缓你的发展。',
        'present' => '有一件超出你影响力的事件会改变你的生活。 是好是坏是不确定的，但要避免奢侈的行为，做真实的自己。',
        'future' => '时间快到了，你必须发现自己的内在美，停止你对世界的依赖。 找到改变生活的勇气。 你的人生将超出了你的认知。',
    ],
    16 =>
    [
        'id' => 17,
        'type_id' => 1,
        'number' => 16,
        'name' => '塔',
        'upright_keyword' => '灾难、破坏、剧变、创伤、突变、混乱',
        'reversed_keyword' => '避免灾难、悬崖勒马、遭遇口舌之灾、风暴前的寂静',
        'astrology' => '火星',
        'element' => '火元素',
        'image_key' => '16_Tower',
        'content' => '塔牌描绘了一座坐落在山顶上的高尖塔。 一道闪电击中了这座塔，将它点燃。 火焰在窗户中爆裂，人们绝望地跳出窗户。 它们可能标志着我们之前在恶魔卡中看到的相同数字。 他们想逃离内心的动荡和破坏。 这座塔象征着建立在有缺陷的场所的雄心壮志。 为了清除旧的方式并迎接新的事物，塔的破坏必须发生。 它的启示可以在一瞬间的真理或灵感中出现。',
        'upright_content' => '塔代表了最激进和最重要的变化。 正是由于这个原因，卡片本身在视觉上看起来如此令人不安。 但它不一定是真正令人恐惧或不祥的。 因为在这张卡片的核心，它的信息是基础性的、突破性的变化。

   塔牌标记的事件不一定是可怕的事情，例如灾难或重大损失。 改变本身是人们必须接受的生活的正常部分。 但它有时会让人感到恐惧，因为这意味着我们必须放弃在此事件之前我们已经知道的真相。 旧的方法不再有用，你必须找到另一套信念、价值观和过程来取而代之。

   积极一点，是时候用更真实的东西来取代过去的旧基础，并且在未来会更好地为您服务。

   在工作方面，必然会发生不可避免的争论。 你需要控制住自己的脾气。 避免说可能会伤害他人的话。 当谈到你的爱情生活时，你的浪漫关系可能接近尾声。 以此作为警告——如果你真的重视你们的关系，那么是时候采取损害控制措施或进行沟通以消除误解了。 在您的财务中，塔的含义是指需要确保您的交易。',
        'reversed_content' => '当你将塔牌逆转时，你会感觉到一些危机在地平线上迫在眉睫，你正在竭尽全力试图避免它的显现。 你没有意识到的是，这些故障可能有助于打破你对错误事物的依赖。 这座塔建在有缺陷的地基上，它必须倒塌。 虽然破坏会是痛苦的，但由此产生的谦卑会给我们带来和平。

   你所依赖的将不再存在。 不要认为这是一个剧烈而令人沮丧的变化，现在是你变得更加自力更生的时候了。',
        'upright_love' => '塔罗牌的爱情意味着巨大的根本性变化。 基础薄弱或摇摇欲坠的关系不会持续太久，可能会崩溃。 虽然最初很痛苦，但这些为新体验扫清了道路。 也许你们的关系对你的身份非常重要；你为自己是一个好伴侣或父母而自豪，即使你可能不开心，你也能留下来。 虽然这些时期可能会很艰难，但要知道它们会过去。 如果你是单身，那可能不是正在破裂的关系，而是你对爱对你意味着什么的整个概念的看法和理解。 哪些关于爱的信念没有为你的最高自我服务？ 这些都需要改变，这样你就可以对你在人际关系方面的需求有一个单独的理解。',
        'reversed_love' => '改变从来都不是一件容易接受的事情，但无论我们多么抗拒它，它都会到来。 如果您看到远处的关系中出现任何问题，现在是您处理它们的机会。 这样做可以防止以后出现更大的问题。 你的怨恨在累积吗？ 你一直保持沉默是因为你认为这不值得争论吗？ 慢慢地，这些事情可能会变成大问题，可能会破坏原本幸福的关系。 有时，这张牌也可以表明你可能准备离开一段没有效果的关系。',
        'upright_career' => '当谈到你的职业生涯时，现在可能会有很多压力；塔可能意味着突然失业，或获得一个新职位，由于责任突然增加而造成混乱。 来自外部环境的某些事情，例如新老板或同事的离职，可能意味着工作场所会发生灾难。 重要的是要记住，此时，尽管事情令人沮丧，但这些暂时的混乱可能会带来更好的长期未来，例如更适合您的工作，或者从长远来看更和平的工作场所。',
        'reversed_career' => '尽管工作压力很大，但您可能还是能够挺过去。 例如，如果您的工作场所经历了一系列裁员或裁员，您可能会发现自己是少数成功保住工作的幸运儿之一。 这可能是一种解脱，或者可能会阻止您在职业生涯中找到真正的成就感。 有时，塔是我们都需要的一张牌，可以让我们摆脱自己的昏迷，并有动力离开舒适的单调工作。 这可能是你需要睁开眼睛看看还有什么在等着你的机会。',
        'upright_finances' => '确保您现在有一些资金存放对您来说是明智之举。 塔在最坏的情况下谈到灾难，在财务方面也不例外。 可能会出现不受欢迎的意外，可能会造成资源的突然损失。',
        'reversed_finances' => '如果您已经成功地摆脱了财务危机，请花点时间寻求解脱。 但是，塔建议您最好接受这需要发生才能继续前进。 例如，如果您通过设法还清本月的债务而避免了破产，那么从长远来看，接受您的情况并宣布破产可能会更容易和更健康。 或者，如果您购买了负担不起的房屋，而抵押贷款付款使您陷入困境，那么出售可能更明智。 否则，一次灾难就避免了，只能下一次重新启动；你可能会继续无限期地挣扎。 想想现在什么可以减轻你的负担，勇敢地面对情况。',
        'yes_no' => '塔是关于意外事件和你生活中即将发生的变化。 然而，这些变化是灾难性的，灾难性的，整体是负面的。 它可能与某种事故、灾难或对您生活其他方面的损害有关。 这张卡提供的答案是否定的。',
        'past' => '这张卡片突出了你雄心壮志的薄弱基础。 你一直倾向于期待那些虚假的奖励。 你需要放弃这样的希望，以便为新的，积极的想法创造空间。',
        'present' => '在你的生活中，一场冲突即将爆发。 关系需要重新评估和重组才能维持。',
        'future' => '通过迎接即将到来的挑战，您的未来将是光明的。 以你想要的方式看待事物，以使它们成为那样。 此，在面对意外的失败时要保持冷静，并保持一切都会在适当的时候过去的信念。',
    ],
    17 =>
    [
        'id' => 18,
        'type_id' => 1,
        'number' => 17,
        'name' => '星星',
        'upright_keyword' => '希望、灵感、积极性、信念、更新、治愈、复兴',
        'reversed_keyword' => '绝望、绝望、消极、缺乏信心、沮丧',
        'astrology' => '水瓶座',
        'element' => '风元素',
        'image_key' => '17_Star',
        'content' => '星牌显示一个女人跪在一个小池塘边。 她拿着两个容器的水。 一个容器把水倒在旱地上，仿佛要滋养它，保证它的肥沃。 她周围郁郁葱葱的绿地似乎在说它正在发挥作用。 一只脚在水中，显示了女人的精神能力和内在力量。 另一只脚踩在地上，显示了她的实际能力和优势。 在她的身后，有一颗巨大的中央星被七颗代表脉轮的小星围绕着。 有一只鸟站在树枝上，代表思想的神圣朱鹭。',
        'upright_content' => '星星带来希望、新的力量和继续生活的力量。 它显示了宇宙对你的祝福是多么丰富，这可以从你周围的各种事物中得到证明。 目前可能并不直接明显，因为这张卡是在塔卡的创伤之后。 记住，你内心拥有实现成就所需的一切，你唯一需要的就是勇气。 为此，您有充分的理由感到高兴。 看到这张牌是一个拥有信仰的信息，因为宇宙会祝福你并带来你所需要的一切。


   在你的塔罗牌中获得星星意味着你已经经历了一个可怕的生活挑战。 你已经成功地经历了这一切，而没有失去你的希望。 当你受苦时，你或许没有意识到自己的力量，但你现在或许意识到，失去帮助你发现了自己的韧性和内在力量。 只有现在，你才能真正珍惜你所拥有的一切。',
        'reversed_content' => '当星牌被反转时，这意味着你感觉好像一切都对你不利。 您通常认为令人兴奋的挑战似乎反而让您觉得自己无法克服它们。 你对某些东西失去了信心，无论是内心还是对你通常认为珍贵的东西。

   没有希望，没有信念，我们就无法在面临的挑战中找到前进的动力。 你在生活中的哪个地方感到绝望？ 你在哪些方面已经感到被打败了？ 这对你的行为有何影响？ 逆位的星星要求我们培养我们的希望感和正能量，以帮助我们以快乐而不是恐惧来推动我们的行动。',
        'upright_love' => '星塔罗牌的爱情寓意预示着爱情和浪漫中的许多希望。 您的希望和乐观情绪现在可能会成为您的强大磁铁，让您感受到魅力和魅力。 如果你从分手中恢复过来，这张牌表明你一切顺利，你正在慢慢重建你的信心，以便你可以继续前进。 如果你们的关系经历了一段艰难的时期，这也可能是一个愈合的时期。 只要你们两个保持沟通和诚实，就有很大的潜力让你们两个更接近。',
        'reversed_love' => '自我怀疑和信心的丧失会因逆位星星的出现而使你的判断蒙上阴影。 你是否正因失去信心而苦恼？ 你是否过分严厉地挑剔自己的缺点？ 是什么让你觉得不值得爱？ 其他人可以从你身上感受到这一点，这会让你感觉更糟，同时强化你对自己的负面情绪。 现在重要的是要记住关于你自己的所有美好事物，这样你才能将自己视为一个有价值的伴侣。

   怀疑和失去信心不仅适用于您自己，也适用于您对爱的总体感受。 如果你已经单身了一段时间，冷嘲热讽可能会让你相信爱情只会带来痛苦，或者是一种不值得追求的幻觉，而实际上它是一种将他人推开的态度问题。',
        'upright_career' => '在工作方面，要坚信自己的抱负将会实现。 这可以给你带来别人会注意到的巨大积极性，并可以给你带来你所希望的机会。 如果您正在寻找新工作或升职，星星将提醒您保持希望。 如果你最近在工作中经历了一段困难或压力的时期，星星也标志着一段康复期。 这应该是您休养期间安静祥和的时刻。',
        'reversed_career' => '逆位星星，你的消极情绪很可能对你的工作产生影响。 您可能不再感到热情或有创造力，因为您只能以悲观的方式看待事物。 你的希望没有破灭吗？ 你是否已经放弃了相信事情会变得更好的信念？ 当我们绝望时，我们会使糟糕的情况变得更糟，继续前进的意愿可能会被扼杀。 很可能尽管现在事情可能很紧张，但并没有你想像的那么糟糕。 可能只需要改变你的方法、观点或态度，就可以激励你做出积极的改变。',
        'upright_finances' => '当谈到您的财务时，星星表明一个人的信念和积极性应该可以帮助您实现财务目标。 当你为你的财务未来而努力时，也要确保花时间去欣赏和感激你已经拥有的东西，因为这可以激励你继续沿着这条道路前进。',
        'reversed_finances' => '如果你一直在财务上苦苦挣扎，逆位星星可能暗示并非所有的希望都破灭了，但你可能已经放弃了。 你现在仍然可以做一些事情来改变你的处境，但前提是你能鼓起积极性，以新的眼光看待事情，并采取行动。 敞开心扉接受更积极的前景也可以让你睁开眼睛看到机会。',
        'yes_no' => '星星象征着希望、更新和美丽。 它暗示着一段精神平静、幸福和积极机会的时期。 这张卡的整体感觉是乐观而宁静的。 它的存在所暗示的答案是肯定的。',
        'past' => '你强大的直觉和即兴技巧为你提供了正确的生活场所。 这也可能表明你在面对意想不到的现实时感到迷茫。',
        'present' => '有几个想法和思维在你脑海中浮现。 你渴望通过你的努力为人类做出贡献。',
        'future' => '不要让你的希望消亡，因为你很快就会找到解决问题的方法并出现成功。',
    ],
    18 =>
    [
        'id' => 19,
        'type_id' => 1,
        'number' => 18,
        'name' => '月亮',
        'upright_keyword' => '错觉、直觉、不确定性、困惑、复杂性、秘密、无意识',
        'reversed_keyword' => '恐惧、欺骗、焦虑、误解、误解、清晰、理解',
        'astrology' => '双鱼座',
        'element' => '水元素',
        'image_key' => '18_Moon',
        'content' => '当我们遇到月亮时，我们会看到一条通向远方的路径。 小路两边站着一只狼和一只狗，代表着我们的兽性，一个是文明的，另一个是狂野的。 有一条小龙虾正从这条小路起源的池塘里爬出来，虽然小龙虾反映了情感需求和欲望，但池塘象征着无意识的心灵。 在远处，我们可以看到中央路径两侧的两座塔楼，再次暗示了这张卡片中可见的双打。 这张牌中的一切似乎都在呼应对方，仿佛在暗示两种可能性。 当我们走在这条路上时，我们在有意识和无意识之间，在狗的文明驯服的一面和狼所代表的自然力量之间走着一条细线。

   两端的塔代表善恶的力量，它们在外观上的相似性可以暗示我们在区分它们时面临的困难。',
        'upright_content' => '一方面，月亮牌可以像征你的想像力正在发挥你最好的一面。 在漆黑的夜里，你走在一条你不确定的道路上，因为它的深处可能潜伏着危险。 你是走上卡牌之路的小龙虾。 月亮的光可以带给你清晰和理解，你应该让你的直觉引导你穿越这片黑暗。

   无论是现在还是将来，您都需要注意在您的脑海中引起恐惧和焦虑的情况。 它提醒您不要让内心的干扰和自欺欺人占据您的最佳位置。 这些深刻的记忆和恐惧必须被释放，负能量必须被释放并转化为具有建设性的东西。

   月亮牌的另一个解读是幻觉的存在。 一些隐藏的真相必须被发现，因为你现在看到的可能只是光的诡计。 您必须寻找必须解开的隐藏力量。',
        'reversed_content' => '塔罗牌中的月亮逆位有时可能表明月亮的更黑暗和更消极的方面存在于你的生活中。 它可能代表困惑和不快乐——你想取得进步，但你不确定做什么是正确的。 你必须通过克服它们来处理你的焦虑和恐惧，因为它们就像黑暗中的阴影。 是时候相信自己并继续前进了。

   月亮逆位意味着你正处于直觉期，或者你最近在与困惑、焦虑和自欺欺人作斗争。 可能是您误解了自己的感受，但您开始在这方面有所改善。

   另一个逆位的月亮的意思是，给你带来困惑的夜晚的力量开始消散。 你已经开始管理你的恐惧和焦虑。 你所面对的任何负能量都在慢慢消退。 当您发现事物积极的一面时，它会提供一种解放体验。',
        'upright_love' => '月亮在爱情塔罗牌中，此时的情绪很可能很复杂。 环境可能充满了误解，并非一切都如其所见。 您可能需要做一些工作才能弄清事情的真相；务必不仅要确保他人的意图，还要了解自己的情绪、欲望和动机。 可能有旧的态度、信念或想法使您的判断蒙上阴影。 许多事情可能隐藏在您的潜意识中，影响您接受爱的能力。 过去的关系困扰着你吗？ 你对爱情失去信心了吗？ 你认为你不值得被爱吗？ 所有这些都会对我们处理人际关系的方式产生深远的影响。 现在是检查它们并揭示它们的真实面貌的时候了。',
        'reversed_love' => '逆位的月亮塔罗牌爱情寓意可以暗示混乱和欺骗可能在空气中。 此时您可能没有所需的所有信息，您将不得不依靠直觉来引导您找到真相。 你对你的伴侣诚实吗？ 他们对你诚实吗？ 有时欺骗不一定具有恶意动机，但甚至可以出于善意或出于不顾他人感受的愿望而进行。 然而，隐藏真相从来都不是一种可持续的情况。',
        'upright_career' => '现在就您的职业道路而言，可能存在一些不确定性。 您可能不清楚自己的目标是什么以及应该朝哪个方向发展。 或者，您现在的工作场所可能是一种紧张的气氛，这种气氛源于对项目目标或每个人应该做什么的朦胧和困惑。 误解现在很普遍，所以一定要清楚地表达自己；最好重复一遍。 出于同样的原因，您可能会发现您现在没有做出合理的工作决策所需的所有信息。 谁能帮助阐明事实？',
        'reversed_career' => '一方面，逆位的月亮预示着你的工作或工作场所所特有的不确定性和困惑正在消散。 事情可能会更清楚，您可能会更好地了解应该朝着哪个方向努力。 或者，月亮逆位也可能表示情况恶化，误解和沟通不畅甚至会变成欺骗、撒谎和破坏。 你对工作场所或同事的焦虑和恐惧会使你最害怕的恐惧变成现实，因为每个人都变得更加防御、保护和偏执。',
        'upright_finances' => '现在可能不是做出任何重大财务决策的最佳时机，因为月亮表明你现在可用的信息并不完整。 如果您正在采取财务行动，请不要害怕深入挖掘并提出问题，这样您才能做出最好的决定。 目前，财务方面的混乱和不确定性可能是一个问题。',
        'reversed_finances' => '在最好的情况下，逆位的月亮可能表明你的财务状况和财务目标变得清晰。 您将获得对重大决定或未来投资感到满意所需的所有信息。 然而，在最坏的情况下，逆位的月亮也可能表明你的财务状况可能存在欺骗。 听从你的直觉；但是试着把你的恐惧和直觉分开。',
        'yes_no' => '月亮是一张虚幻且令人困惑的牌。 它表明存在风险、秘密和某种程度的精神错乱。 它会警告你在生活中追求的任何努力都要小心谨慎。 您正在寻求的答案是否定的。',
        'past' => '您对过去事件的理解可能会被您当前的看法扭曲。 反思你的过去并确保各个部分组合在一起。 通过消除不确定性，你会找到更多的平静。',
        'present' => '有一个挑战正在逼近，其形式要么是新的创意项目，要么是关系中的冲突。 您的过去将揭示最佳行动方案。',
        'future' => '如果您的想法与实际行动相结合，您的想像力将为您带来成功。 努力发挥你的潜力可能会在你的生活中带来许多冲突，但结果会是美好的。',
    ],
    19 =>
    [
        'id' => 20,
        'type_id' => 1,
        'number' => 19,
        'name' => '太阳',
        'upright_keyword' => '幸福、成功、乐观、活力、喜悦、自信、幸福、真理',
        'reversed_keyword' => '幸福受阻、过度热情、悲观、不切实际的期望、自负',
        'astrology' => '太阳',
        'element' => '火元素',
        'image_key' => '19_Sun',
        'content' => '太阳牌给人一种乐观和充实的感觉。 这张牌代表了在最黑暗的夜晚之后的黎明。 太阳是我们星球上所有生命的源头，它代表着生命能量本身。 卡片中描绘了一个孩子，在前景中快乐地玩耍。 作为我们纯真的象征，它代表了当您与真实自我保持一致时所产生的幸福。 孩子赤身裸体，这意味着他绝对没有什么可隐瞒的。 这张卡片还描绘了童年的纯真和绝对的纯洁。 这一点通过孩子骑的白马得到了特别强调。 这里的马也是力量和高贵的象征。',
        'upright_content' => '太阳牌代表成功、富足和光彩。 就像太阳本身一样，它为所有有幸感受到它的光芒的人赋予力量和活力。 有很多快乐和幸福正在向你而来。

   因为你自己的个人成就，你也为他人提供了灵感和快乐。 人们被你吸引是因为他们能够看到你带给他们生活的温暖而美丽的能量。 您还处于能够与其他人分享您的品质和成就的位置。 你对那些你最关心的人散发着爱和感情。

   这张牌表明你现在有一种当之无愧的自信感。 目前的生活特别好，当你实现你设定的目标时，阳光照耀着你。 太阳是塔罗牌中的一张牌，它提供良好的感觉和满足感。',
        'reversed_content' => '在逆位的位置，太阳表明你可能很难找到某些情况的积极方面。 乌云可能挡住了您前进所需的温暖和光线。 这可能会阻止您获得自信和强大。 您可能会遇到某些挫折，这会损害您的乐观和热情。

   另一方面，太阳倒转可能表明你不切实际。 这可能表明您对某些情况过于乐观。 这些是您需要考虑的事情，以确保您走在正确的轨道上，并且您的成功会继续下去。',
        'upright_love' => '伴随着太阳而来的是光、生命和温暖。 太阳塔罗的爱情预示着你们的关系和一般的浪漫生活中的大部分相同。 这张卡片里有幸福、庆祝和满足。 在这种光下，你们的关系可以开花结果，在享受生活的祝福时，让你们两个更亲密。 现在可能很和谐，你可以利用这段时间与你所爱的人建立更紧密的联系。 如果你单身，现在也是走出去，让自己发光的时候。 你的积极性和光彩现在很有吸引力，可以为你带来梦寐以求的浪漫。',
        'reversed_love' => '太阳仍然闪耀，尽管它现在可能被云暂时挡住了。 如果你正在恋爱，你可能会感到无聊，即使一切都在顺利进行。 你认为你们的关系是理所当然的吗？ 您和您的伴侣是否因日常事务和平凡的任务而疏远？ 很可能你们两个需要更多的美好时光来重新点燃你们的浪漫。 太阳总是一张正面的牌，无论是正的还是反的；但反过来，它通常意味着有些东西会阻止你看到你已经拥有的美好事物。 你爱上了你的伴侣？ 在你们的关系中，你可以感谢什么？',
        'upright_career' => '谈到您的职业生涯，太阳所到之处都会带来成功、乐观和欢乐。 当谈到你现在的工作时，你可能正在经历一段充满热情、动力和快乐的时期。 你的职业生涯可能会在精神上和物质上都感到充实。 这种快乐和积极性现在可以容光焕发；你的幸福可能会为你的同事和你周围的人创造一个美好的环境。 如果您正在寻找新工作或晋升的过程，那么您持续的积极性将使您在职业目标上取得成功。',
        'reversed_career' => '即使当太阳逆位时，它也暗示着令人愉快的事情；但也许因为一个人无法欣赏和看到真正存在的东西而蒙上阴影。 如果你对你的工作感到闷闷不乐、沮丧或悲观，太阳建议你只需要拨开乌云，看看你已经拥有多少幸福。 感到筋疲力尽和筋疲力尽？ 您的工作环境可能非常支持您获得所需的休息。 也许你觉得你的报酬不够？ 在这件事上引起上级注意到你应有的加薪。 不要让你的消极情绪为你采取果断行动和改善情况关闭大门。 有时，这张牌也可能暗示你对自己的抱负过于自信或不切实际的期望。 确保您对此时可以实现的目标保持实际态度。',
        'upright_finances' => '您现在的财务状况可能会很舒服，也很有意义。 太阳暗示着某种程度的感激、丰富和幸福，这在塔罗牌的背景下也没有什么不同。 太阳也会照在物体上，使它们在户外可见。 如果有任何与您的财务状况有关的隐藏因素，现在就可以揭晓。',
        'reversed_finances' => '反过来，太阳可能暗示你对财务问题的担忧可能是短暂的，而且可能没有你想像的那么严重。 或者，请注意您现在做出的有关财务的决定是经过充分研究并建立在合理逻辑的基础上的。 逆位的太阳可能表明过于乐观和不切实际。 缓和你的期望，但仍然充满希望。',
        'yes_no' => '太阳是月亮的相反，是一张充满生命、欢乐和能量的卡片。 它揭示了你生活中积极的成就、成功的努力和好运的整体表现。 因此，它为您的问题提供的答案是肯定的。',
        'past' => '您过去取得的成功将为未来的快乐奠定基础。 继续发展你的工作或研究领域，回报就会到来。',
        'present' => '有机会建立新的友谊或关系，从而带来幸福和满足。 不要放弃，你会被引导走向成功。',
        'future' => '你正在接近一个有可能改变你生活的时刻。 充分利用这段时间，您将实现无限可能的未来。',
    ],
    20 =>
    [
        'id' => 21,
        'type_id' => 1,
        'number' => 20,
        'name' => '审判',
        'upright_keyword' => '自我评价、觉醒、更新、目的、反思、清算',
        'reversed_keyword' => '自我怀疑、缺乏自我意识、未能吸取教训、自我厌恶',
        'astrology' => '冥王星',
        'element' => '火元素',
        'image_key' => '20_Judgement',
        'content' => '这张牌描绘了人们对最后审判的想像，以多种形式出现在许多神话中。 审判卡中的图像显示了从坟墓中站起来响应加百列号角的女人、男人和儿童。 他们伸出的手臂象征着他们准备接受宇宙的审判。 他们即将见到他们的创造者，他们的行为被衡量，并找出他们将在哪里度过永恒的剩余时间：在天堂还是在地狱。 背景中巨大的海浪意味着审判是不可避免的，而且这个审判将是最终的。

   审判由冥王星统治，冥王星是冥界的统治者。 建议你根据自己的直觉和智慧做出决定，因为它们将在未来的日子里带来重大变化。',
        'upright_content' => '传统的审判意义侧重于我们反思和评估自己和我们的行为的那一刻。 正是通过自我反省，我们才能更清晰、客观地了解我们现在所处的位置，以及我们需要做什么才能成长为人类。 塔罗牌中出现的审判卡意味着您即将接近人生中的这个重要时刻，您必须开始评估自己。

   看到这张牌也表明你正处于自我反省行为所带来的觉醒时期。 您现在对需要改变的地方以及如何成为真实的自己和您的需求有了更清晰的认识。 这可能意味着对您的日常生活做出微小的改变，或者做出不仅影响您而且影响您亲近的人的巨大改变。',
        'reversed_content' => '逆位的审判卡可能意味着您过于严厉地怀疑和审判自己。 这可能会导致您错过等待您的机会。 失去的动力会导致您在计划中落后，这会使您难以继续前进。 这意味着您不应该谨慎，而应该自豪和自信地向前迈进。

   另一种审判逆位卡的阅读可以是推动你从忙碌的日常生活中抽出时间来反思你目前的生活，以及你到目前为止所学到的东西。 您很可能没有给自己足够的时间或空间来充分考虑问题并学习能够提高意识所需的课程。 你也可能对你过去的行为过于挑剔，所以你没有原谅自己继续前进。 我们过去犯的错误是学习工具，因此它们帮助我们在生活中前进。 过于专注于这些错误会导致我们绊倒和跌倒。',
        'upright_love' => '现在是仔细审视你的爱情生活并找出需要改变的时候了。 审判塔罗牌爱情的意义表示由觉醒开始的自我反省和分析的时间。 你曾经忽略的感情生活中的问题现在可能会被清楚地看到，你有机会做出调整。 与您的伴侣保持开放的沟通，并确保你们都了解彼此的需求。 你们两个一起做的小改变会对你们的关系产生很大的影响。 你过去的行为及其后果，无论好坏，现在都在追赶你。 如果您过去犯过错误，请利用您学到的经验教训为您的未来做出改变。',
        'reversed_love' => '在你提出批评之前，确保你现在对你的伴侣的批评是公平的。 您可能对某些事情不满意，但逆位的审判塔罗牌爱情含义可能表明需要一些妥协和节制。

   另一方面，这张卡片也可以发出信号，表明你需要睁大眼睛看看你的浪漫情况并更清楚地看到它。 你是否曾否认某事？ 你在你们的关系中快乐吗？ 有什么遗漏吗？ 是否有一些你不得不爱的态度，你一直视而不见，但却深深地影响了你的约会方式？ 这张牌要求你诚实地看待你自己和你的人际关系。 面对真相也能让你解脱。',
        'upright_career' => '在您的职业道路上，您可能正在经历一段觉醒期。 也许你已经找到了一个新的目的或一个不容忽视的呼召。 这有时可能需要在您的工作场所或职位上进行调整。 虽然这可能会给您带来压力，但这些变化可以让您在工作时感觉焕然一新。 如果您的工作场所一直很紧张，则审判卡还表明您可能需要更加了解您在工作场所的行为如何影响他人。 花一些时间来评估您的行为如何，以及可以改进的地方。 为你的行为和你在任何正在酝酿的冲突中的角色负责。',
        'reversed_career' => '也许你最近对自己太苛刻了。 如果你在工作中犯了错误，你可能会发现很难让那些对自己失望的感觉消失，而不是弥补并继续前进。 你可能会对自己的能力产生挥之不去的怀疑。 或者，这张卡片可能表明您无法为自己的行为负责，也无法学习在职业生涯中迈出下一步所需的课程。 您在处理自己时缺乏意识可能会让同事感到恼火。 当涉及到你的工作项目时，你有没有尽你所能？ 有没有好好沟通？ 还是你总是把责任推给别人？',
        'upright_finances' => '当谈到你与金钱的关系时，你可能需要经历一段时间的自我反省。 有时这意味着评估您的财务习惯是否阻碍了您的物质状况，以及做出必要的改变以做得更好。 你是一个总是购买自己买不起东西的人吗？ 或者，即使您的财务状况有所改善，您还是总是感到缺乏？ 现在可以考虑您财务分配的新方法，这让您有机会做出积极的改进。',
        'reversed_finances' => '如果你最近经历了经济上的挫折，你现在可能对自己相当苛刻。 在做出负责任的选择时，吸取教训很重要，但善待自己也有助于您保持动力。 另一方面，逆位的审判卡表明您可能会发现自己在财务决策方面陷入了相同的模式。 请注意您属于光明的哪一侧。',
        'yes_no' => '审判卡代表某种变化或转变，很可能已经发生。 这可能意味着存在精神呼唤，并做出会导致您成功的决定。 你的问题的答案是肯定的。',
        'past' => '你的过去充满了美好的工作，但你从这些经历中解放出来的过程正在进行中。 你正在开启人生的新篇章。',
        'present' => '现在已经到来，过去正在放弃对你命运的控制。 这是改变生活方式的最佳时机。',
        'future' => '你的决定的果实即将到来，你会得到你应得的。 你脚下的路径和它引导你的方向是清晰的。 你会看到你的终极愿望到底。',
    ],
    21 =>
    [
        'id' => 22,
        'type_id' => 1,
        'number' => 21,
        'name' => '世界',
        'upright_keyword' => '完成、成就、成就感、归属感、整体性、和谐',
        'reversed_keyword' => '缺乏封闭感、缺乏成就感、感觉不完整、空虚',
        'astrology' => '土星',
        'element' => '土元素',
        'image_key' => '21_World',
        'content' => '塔罗牌中的世界牌中央有一个跳舞的人偶。 卡片上跳舞的人像一只腿交叉在另一只手上，双手各拿着一根魔杖。 她像征着运动中的平衡和进化。 她所代表的充实和统一不是静止的，而是不断变化的、动态的和永恒的。

   围绕着中心人物的绿色花环是成功的象征，而环绕在它周围的红丝带则让人联想到无限。 卡片的每个角上都有四个数字 - 它们与命运之轮中的数字相同。 这四个数字代表天蝎座、狮子座、水瓶座和金牛座，代表宇宙的四个角落、四个元素和四个福音派。 它们一起象征着所有能量之间的和谐。',
        'upright_content' => '在你的卡片中遇到世界就是遇到一个伟大的团结和整体。 它像征着内在和外在世界，并自我和他人，并成为一个整体的时刻。 在某些传统中，这种状态被描述为开悟或涅槃。 人们认识到个体自我与所有其他事物有着深刻的联系，我们都在生命的流动中以一种节奏跳舞和摇摆。 您不仅会听到这种节奏，而且还会参与其中 - 跟随低谷和上升，欢乐和悲伤。

   世界卡的含义是成就、成就和完成。 这表明您所做的所有努力都开始得到回报。 它反映了您已经完成了人生中的一个重要里程碑，并且您已经建立了抵御挑战的韧性。 世界可能表示完成了一个长期项目、学习或你生活中的任何其他重大事件。 它也可能意味着孩子的出生、结婚、毕业或任何其他你已经完成的事情。

   世界卡表明您希望以各种方式回馈社区。 你有一个让世界变得更美好的承诺，因为你明白一切都是相互关联的。',
        'reversed_content' => '您正在接近标志着旅程或时代结束的事物。 你的道路上可能有很多成就，但当你回头看时，有一种奇怪的空虚填满你，好像你拥有所有的碎片，但它们没有聚在一起。 有什么不见了？ 你觉得与你正在做的事情有联系吗？ 你觉得与他人有联系吗？ 是什么让你感觉不完整？ 从感觉完整？',
        'upright_love' => '你的关系现在让你有一种深深的满足感和感激之情。 世界塔罗牌爱情寓意象征着圆满和幸福的感觉。 有时，这张卡片甚至可以建议您进入关系的下一步，例如结婚或组建家庭。 当你完成你生命中的一个周期时，你也在展望未来的下一步。 您和您的伴侣可能正在制定计划，甚至可能做出重大决定。

   即使单身，这里也有满足感和幸福感。 在开始一段关系之前，一个人必须感觉自己是一个完整的人。 虽然一段关系可能很好，但你对自己充满信心。 你现在有这种整体感和自我理解，给你很好的机会去结识新的和令人兴奋的人，以及魅力和吸引力。',
        'reversed_love' => '虽然你生活的其他方面可能进展顺利，但在爱情方面，似乎缺少了一些东西。 逆位的世界塔罗爱情寓意表示一种不完整的感觉；一个周期即将结束，但还没有完全结束。 你非常接近感到满足和快乐，但有些东西阻止你看到它。 你不是因为你的伴侣所有美好的事物而看到他们吗？ 或者过去的关系是否影响了您对这次关系的体验？ 对过去的伴侣没有一种封闭的感觉吗？ 有些事情需要你现在就收拾残局，这样你才能在当下感到快乐。',
        'upright_career' => '为自己感到自豪，因为你已经完成了你在职业生涯中计划做的事情。 无论这意味着找到一份让你在精神上和物质上都感到满足的工作，完成一个特别具有挑战性的项目，还是开办自己的企业，现在有很多值得庆祝的事情。 现在花点时间享受你所获得的。 您可能已经在考虑接下来会发生什么，因为这是正常的事物循环。 现在，享受当下。',
        'reversed_career' => '你是否终于完成了一个你渴望已久的重要职业目标，却发现回报并不像你想像的那么甜蜜？ 或者你是否只是害羞了你想要完成的事情？ 逆位的世界预示着即将完成，但也许会错过能让你真正感到满足的最后部分。 也许你的目标被别人认为的成功定义得太高了，或者你的标准太低以至于达到这个目标感觉没有挑战。 现在是重新评估您的目标并根据需要进行调整的时候了。',
        'upright_finances' => '您可能为了实现财务目标而努力工作，现在可能是享受劳动成果的时候了。 也许你已经还清了一些债务，在储蓄后找到了安全感，或者做了一笔你已经存钱的大笔购买。 拍拍自己的后背，为自己的成就感到自豪。 现在是考虑其他长期目标的时候了。 由于世界也代表一种完整的感觉，因此请花一些时间了解您的财务状况如何适应您生活的更大图景。',
        'reversed_finances' => '即使您的财务状况良好，您也可能对所拥有的感到停滞不前和不满意。 可能会重新评估您与需要随着逆位世界调整的物质事物的关系。 如果您发现自己没有达到财务目标，那么现在不是沉溺于失望情绪的时候；你已经接近你想要达到的目标；保持一致，你会找到安慰。',
        'yes_no' => '世界卡意味着旅途结束时的满足和成功。 实现、奖励、确定性和积极的结果都是与这张卡的存在直接相关的事情。 答案很可能是肯定的。',
        'past' => '你所走的道路最终会带你走完整个圈。 意识到这一点可能需要一段时间，但这段旅程会让你接受新的责任和观点。',
        'present' => '现在的时刻将带给你一个愿望的实现或一个渴望已久的风景变化。 要获得满足感，您必须接受他人的想法与您自己的想法一样有效。',
        'future' => '你必须找到你的目标来完成它。 梦想也一样；你必须首先意识到它才能让它存在。 成功无法保证，但您获得的经验将有可能满足您的愿望。',
    ],
    22 =>
    [
        'id' => 23,
        'type_id' => 1,
        'number' => 22,
        'name' => '权杖王牌',
        'upright_keyword' => '灵感、创意火花、新倡议、新激情、热情、活力',
        'reversed_keyword' => '延迟、阻碍、缺乏激情、缺乏活力、犹豫、创意阻碍',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '22_Ace_of_Wands',
        'content' => '权杖与火元素有关，而权杖王牌是牌组中火的核心代表。 这张卡片显示了一只手拿着权杖从云中伸出。

   当我们查看这张卡片时，我们可以看到手正在伸出手来提供仍在增长的权杖。 权杖上的一些叶子已经发芽了，这意味着精神和物质的平衡和进步。 远处是一座城堡，象征着未来的机遇。',
        'upright_content' => '权杖象征着创造力，权杖王牌是套装中最大胆的。 这不是您从学校或作为爱好学到的那种创造力。 它勇敢地寻找自己的声音，它创造了一个可以发展自己视野的地方。 换句话说，它与意志力和宇宙意义上的创造力有关。

   当您获得权杖王牌时，它表明您应该全力以赴。 抓住机会，追求你心中的想法。 迈出第一步，开始创意项目。 权杖王牌号召你跟随你的直觉。 如果您认为您梦寐以求的项目是个好主意，那么就去做吧。

   权杖王牌也可能意味着您正在等待开始项目的迹象。 抽这张牌会促使你立即行动，而不是沉思研究和更多计划。 今天采取小步骤，然后随着时间的推移继续发展你的想法。 行动是帮助你成长和建立动力的东西。 不要停留在抽像中。

   权杖王牌的另一个含义是你生命中的突破时刻。 这是您对激情项目或想法充满动力和灵感的时候。 你对在不久的将来为你打开的机会感到兴奋。',
        'reversed_content' => '逆位的权杖王牌表示你将在不久的将来面临考验和磨难。 你可能没有任何方向，这会导致你没有灵感或没有动力。 在您生命的这个阶段，您可能不知道自己真正想做什么。 你不知道如何摆脱低迷。

   如果你已经有了一个目标，你就不会为实现它而兴奋。 当你拿到一张逆位的权杖王牌时，你应该考虑休息一下，让灵感来找你。 您感到被当前的承诺和责任压得喘不过气来，无法提出新想法，也无法鼓起热情推进您的项目。

   权杖逆位的意义也可以表明您当前项目的延迟。 你想完成你的任务，但有些事情阻碍了你。 或者您有一个想法，但不知道如何执行它并使之成为现实。 在这种情况下，您应该耐心等待合适的时间。',
        'upright_love' => '权杖王牌塔罗牌爱情意味着兴奋和激情；事情正在为你升温！ 在这一刻，你们的关系可能​​会呈现出一种非常感性的特征，如果你是单身，那么潜在的恋情也是如此。 可能会有很多调情和吸引，如果欲望也伴随着某种精神上的理解，甚至还有一些更持久的关系的空间。 如果您已下定决心，并且激情已经消退，那么现在可能是它再次复苏的时候。 这是重新点燃火焰的好机会，让你们两个在情感上更加联系。',
        'reversed_love' => '当逆位时，权杖王牌塔罗牌的爱情寓意预示着强烈的激情，但可能很快就会燃烧殆尽。 在开始阶段可能会有很多兴奋，只有在提到承诺时才会消失。 这张牌可能不喜欢长期恋爱。 如果你在谈恋爱，这张牌可以暗示，此时此刻，你们对彼此的热情可能不是很高。 有时，这只是学习更好地沟通的问题，或者确保你们为彼此付出一些时间。 需要努力再次点燃激情。',
        'upright_career' => '如果您在这里找到了权杖王牌，那么您很可能正处于职业高速发展的时期。 这是你的准备就是迎接机会的时刻。 您可能还会发现您的工作现在特别受到启发。 你可以突破旧的界限，看到所有体验的潜力。 这是面对过去阻碍您进步的问题的好时机，因为您现在处于更好的位置来面对它们。 你的创造力和解决问题的能力很高。 尽你所能地使用这种能量。',
        'reversed_career' => '逆位的权杖王牌意味着缺乏灵感。 这种缺陷可以通过多种方式表现出来。 你现在可能很难进行头脑风暴。 如果您的职业需要大量创造力，那么您似乎已经没有想法了。 当您坐着写甚至是简单的信件或论文时，您可能会发现自己盯着空白页的时间比平时更长。 缺乏创造力使开始新项目或工作变得困难。 这个时机特别不幸，因为你也容易对现在缺乏进展感到沮丧。 试着对你的灵感和你的职业道路保持耐心。 有时会有平静；这并不罕见或不可避免。 善待自己，并在可能的情况下做一些能激发你灵感的事情。',
        'upright_finances' => '正位的权杖王牌可以标志着经济斗争的结束。 之前存在的任何压力都开始消散。 这可能是因为您即将还清债务。 如果您没有经历过来自特定债务来源的压力，您的财务状况可能仍会以其他方式改善。 您可能会发现自己收到了礼物或奖金。 无论您收到什么，都可能会让您摆脱以前的担忧。 这是一张好牌，但它并不是巨额财富的象征。 不要将这种压力的缓解与鲁莽消费的能力混为一谈。 这个决定从来都不是明智的。 相反，要感谢您生活中的压力会减少一点。',
        'reversed_finances' => '逆位的权杖王牌可能表明您的财务状况现在可能正在恶化。 如果您在这个位置看到权权杖王牌，请开始为您的财务状况下降做准备。 现在不是投资任何东西或进行大量采购的好时机。 你很可能会失去你搁置的任何东西。 对赌博、购买股票或任何宣传高潜力（和高风险）的行为要特别谨慎。 取而代之的是，依靠您之前可能为抵御经济不确定性所做的准备。 尽量做好最坏的准备。',
        'yes_no' => '重新审视你过去的目标，因为你可能限制了自己。 如果你不创造性地使用它，你内心就会建立灵感，它会破坏性地发泄它的能量。',
        'past' => '新的开始就在眼前。 它可能以新的生活阶段、新的企业、新的项目或新的灵感来源的形式出现。',
        'present' => '在未来几年，你会看到你生活中的积极成果。 但是，如果不付出任何努力，不要指望它会像那样。 您所要做的就是专注于您的目标，并将自己塑造成一个自信的人。',
        'future' => '权杖王牌是一张有创意的卡片，暗示着某种充满激情的结合、积极的新开始，或者是你生活中尚未到来的强大而鼓舞人心的事物的诞生。 它可能是一个新项目或您将要承担的创意。 你的问题的答案很可能是肯定的。',
    ],
    23 =>
    [
        'id' => 24,
        'type_id' => 1,
        'number' => 23,
        'name' => '权杖2',
        'upright_keyword' => '计划、第一步、做出决定、留下舒适感、承担风险',
        'reversed_keyword' => '糟糕的计划、过度分析、不采取行动、谨慎行事、规避风险',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '23_Two_of_Wands',
        'content' => '权杖2卡片上有一个男人站在一个看起来像城堡的顶部，右手拿着一个微型地球仪。 站在他的位置上，男人俯视着广阔的地形，左手边是海洋，右手边是陆地。 男子身着橙色束腰外衣，头戴红色帽子，分别像征着他对生活本身的热情和对冒险的渴望。 他手中的微型地球仪代表着可能将他的影响范围扩大到更广泛的生活经历的潜力。',
        'upright_content' => '权杖2是权杖王牌的更成熟版本，这意味着这张塔罗牌是关于计划和前进——进步。 这样看；你已经着手完成一项特定的任务，这表示你已经把一个想法变成了一个现实的计划。 这样的计划需要实现，因此您必须从仅仅制定计划到实际实现您的目标。

   发现被认为是另外两根魔杖的意义。 这是因为这意味着您正在走出茧并探索新的体验和世界。 虽然一开始可能看起来艰难而艰难，但权杖2卡鼓励您继续努力并向前推进。',
        'reversed_content' => '权杖2是权杖王牌的更成熟版本，这意味着这张塔罗牌是关于计划和前进——进步。 这样看；你已经着手完成一项特定的任务，这表示你已经把一个想法变成了一个现实的计划。 这样的计划需要实现，因此您必须从仅仅制定计划到实际实现您的目标。

   发现被认为是另外两根魔杖的意义。 这是因为这意味着您正在走出茧并探索新的体验和世界。 虽然一开始可能看起来艰难而艰难，但权杖2卡鼓励您继续努力并向前推进。

   权杖2卡还意味着您在着手实现这些目标之前就已经开始实现这些目标和长期目标。 换句话说，你一直在努力达到你现在的位置，现在，向前迈进，你有你的长期目标。

   总而言之，权杖2的含义围绕着做出决定。 换句话说，您要么对自己目前的知识感到满意，要么正在前进并承担风险。 这意味着，离开我们的舒适区并探索新的领域。',
        'upright_love' => '说到你现在的浪漫生活，你有什么目标？ 权杖2塔罗牌爱情的意义可以表明你正在考虑改变，并制定计划。 如果您正在恋爱，那么您现在就有机会做出调整。 如果你正在考虑将你的承诺提升到一个新的水平，这张牌预示着巨大的希望，只要你努力想像你想要什么，并将你的想法付诸行动。 与您的伴侣，共同创造一条通往你们都想要的未来的道路。 你们现在一起做出的决定可以具有将你们两个更紧密地联系在一起的深刻能力。',
        'reversed_love' => '有时，不管一个人对未来的计划如何，事情都没有落实到位。 现在可能不是推进浪漫目标的最佳时机。 爱情需要时间才能发生，你可能需要比平时更有耐心。 最好利用这段时间来真正考虑一下你想要从你的爱情生活中得到什么，并找出一条清晰的道路来实现它。 权杖2是一张规划、设定期望和规划前进道路的卡片，最好的计划是从清晰的愿景开始的。 权杖2爱情塔罗牌的含义也可以表明你可能在浪漫的兴趣方面遇到一些犹豫。',
        'upright_career' => '当在职业位置上正位时，权杖2表示你正在为你的未来职业做计划。 您可能正在审视自己的抱负，并为实现该梦想制定道路。 您可以考虑理想的公司工作，您的专业可能是什么，或者制定自己的创业计划。 这对您来说可能是一个激动人心的时刻，因为您的梦想正在形成。 让这些第一步成为继续沿着这条道路前进的强大动力。',
        'reversed_career' => '当权杖2逆位时，可以有两种含义。 您可能会发现您为自己的职业道路制定的计划并没有按照您的设想进行。 您可能错过了细节，并遇到了许多您没有预见到的障碍。 这些问题现在正在给你制造麻烦。 或者，你可能已经制定了世界上所有的计划；或许可以画出几种情景并概述所有风险。 但是恐惧可能会阻止您迈出第一步。 与其过度分析每一个细节，不如采取行动。 一个人不可能为所有事情做计划；我们必须相信自己的能力。',
        'upright_finances' => '说到你的财务，权杖2代表财务稳定。 这种稳定并不一定意味着财富泛滥，而是表示你的处境舒适而稳定。 您可能会很自在地为您的长期财务未来制定计划。 现在是做出有意识的选择而不用担心严重后果的好时机。 如果您有资金，请考虑将其投资于储蓄。',
        'reversed_finances' => '此处逆位权杖2可能表示金融不稳定。 这并不表示有巨大的损失或巨大的收益，而是您的银行账户中的普遍混乱。 您对财务未来的计划可能无法实现，这对您来说可能是经济上的动荡时期。 现在不要利用这段时间进行投资或大笔购买，而是仔细查看您的财务状况和您的长期目标。 尝试并获得更多清晰度。',
        'yes_no' => '权杖2显示一方面在控制和体验生活中的收获。 另一方面，它带来了极大的焦虑和失去你曾经拥有的控制的可能性。 通过这张卡片投射的活力并没有提供明确的答案。 也许这就是它所暗示的。',
        'past' => '你可能在过去采取了一个对你有益的激烈举动。 如果你缺乏意愿，试着从你的过去中汲取灵感。',
        'present' => '你已经走上了正确的道路，将带你走向目标。 但是，您可能需要一些经验丰富的人的帮助。',
        'future' => '反省和自我意识将引领你走向成功。 相信你的直觉，但也要乐于接受他人的帮助。',
    ],
    24 =>
    [
        'id' => 25,
        'type_id' => 1,
        'number' => 24,
        'name' => '权杖3',
        'upright_keyword' => '动力、信心、扩张、增长、远见、展望',
        'reversed_keyword' => '限制、局限、缺乏进展、障碍、延误、挫折',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '24_Three_of_Wands',
        'content' => '权杖3描绘了一个人站在悬崖边上，俯瞰大海和山脉。 从悬崖边上，他看到了面前的一切。 虽然两根木棍竖立在男子的两​​侧，但第三根木棍则放在左手中。 这可能意味着您的计划正在逐步形成，鼓励您更多地进入新的途径，从而迅速取得进展。 当你抓住更好的机会时，你会更开明，更自信，更合作。 该卡建议您发展灵活性，接受生活中发生的变化。 专注于您的愿景并努力实现它。',
        'upright_content' => '权杖3的含义暗示你正在计划或将更加坚定地计划未来。 这可能意味着围绕你的计划的一切都在顺利进行，因为你已经花时间计划你的未来，并正在采取措施将计划转化为行动。 它暗示你可能正在为自己建立一个稳定的基础。

   权杖3中的象征意义是可以在许多领域拓宽你的视野的机会。 这也是一个警告，让你保持开放的心态，因为更好的机会可能会向你敞开。 当您采取步骤实现您的目标时，您也越来越意识到即将到来的机会，这可能会让您走出舒适区。 这有时会促使您拥抱变化，并开始长期思考。

   权杖3可以表明你在掌控之中并且拥有强大的地位，就像俯瞰和站立的角色一样。 权杖3是远见和远见的主要卡片之一。

   权杖3的最后一个意思是旅行，寻找你正在寻找的东西。 有一种离家的感觉，一段必须要进行的航程。 伟大的事情不会发生在那些只是等待它们的人身上，你必须扩展。 对于大多数解读，这表明您可能会穿越水面前往新的土地，并且您可能会在旅行中找到机会。',
        'reversed_content' => '逆位的权杖3表示你可能已经开始个人的旅程或发展，但你没有得到你所希望的成就。 这可能是由于延误或路障。 尽管如此，这张卡片还是提醒您，您的所有工作并非一无是处，而是它帮助您发挥了个人力量和毅力。

   权杖3逆位也可能意味着你需要花一些时间来计划你的未来。 如果您还没有开始实现长期目标，或者已经被您现在面临或即将面临的任务压得喘不过气来，则尤其如此。 你只是在反应，而不是在思考和深思熟虑时采取行动。

   然而，最常见的权杖3逆位含义是推动包括对未来变化的规划，并在它们出现时留意更好的选择。 权杖3上的人物心知肚明，时刻关注着未来的变化，值得学习。',
        'upright_love' => '有了权杖3，你的爱情生活似乎进入了下一个阶段。 如果你发现自己处于一段新的关系中，看起来你必须确保为持久的承诺创造一个坚实的基础。 如果你们正处于一段忠诚的关系中，这可能是确定夫妻目标并共同努力实现这些目标的好时机。 谈谈一起搬进来意味着什么；即使是最平凡的细节的沟通也可以确保您以尽可能少的挫败感迈出这一步。 或者，这张卡也可以发出旅行信号；抓住机会一起探索世界 - 或者，如果您单身，新的地方可以激发您正在寻找的爱情。',
        'reversed_love' => '有时你不能说或做正确的事；如果是这种情况，将头藏在沙子中似乎更容易。 这是不明智的；您现在确实需要解决任何问题并整理问题。
   真爱的过程很少是完全一帆风顺的，任何最近的关系都可能难以起步，这并不意味着他们没有翅膀，只是需要一点耐心。 试图迫使事情向前发展会适得其反。 在建立关系之前，请检查您的伴侣是否就是您所想的那样。
   在所有关系中，我们都必须不时妥协，要求您的伴侣做出改变以适应您可能会导致问题。 你现实点吗？',
        'upright_career' => '正位时，权杖3描绘了我们生活各个方面的冒险和新体验。 在职业职位上也是如此。 现在，您可能会遇到探索职业的新机会。 除此之外，你的职业生涯可以推动做出大胆的选择，否则你可能会犹豫不决。 在这里，它意味着一个新的机会或大胆的机会。 这可能意味着在您通常不愿意这样做的情况下在国外开始工作或以其他方式出差。 这也适用于商业。 如果您拥有一家企业并且已经讨论过走向全球，那么现在是这样做的好时机。',
        'reversed_career' => '逆位权杖3可以表示沮丧、停滞或拒绝提供给你的机会。 您可能想探索许多事物，但您可能会感到被束缚，或者好像您已经放弃了机会而没有利用它们。 也许您拒绝了去其他地方寻找新工作或在全球扩展业务的机会。 如果你最近没有做出这样的决定，可能是因为你对工作场所缺乏进步或挑战的沮丧和烦恼正在造成影响。',
        'upright_finances' => '权杖3魔杖正位时，标志着您可以享受辛勤工作带来的利润。 你的劳动时间得到了回报。 不要害怕将辛苦赚来的钱花在可以拓宽视野的事情上，例如旅行或长途旅行。 如果您一直在讨论课程或旅行，但由于经济原因而推迟，那么卡片告诉您现在是您拥抱这些愿望并扩展您的思想的机会。 你对什么财务稳定性和你与金钱的关系的想法现在也可能正在扩大。',
        'reversed_finances' => '在这个位置和方向上，权杖3表示你可能处于财务混乱的状态。 可能不是您缺钱，而是您无法实现财务目标。 如果这张卡片出现在您面前，请更好地评估您的资金流入量和流出量。 如果你再勤奋一点，也许就能度过这段时间而不会造成经济损失。 注意你的财务状况并负责它们。',
        'yes_no' => '权杖3代表新的开始、成就和积极的伙伴关系。 这可能意味着某种业务扩张，也可能是确认您正走在通往成功的正确道路上。 它具有整体积极的基调，它为您提供的答案是肯定的。',
        'past' => '您的努力为您的成功奠定了基础。 保持您的足智多谋并保持效率是您前进的核心。',
        'present' => '提供帮助可能会带来新的项目或想法，所以不要拖延接受它。 与拥有比您更多资源的人互动的机会将带来长期的成功。',
        'future' => '您面前的工作将带来智力或精神上的挑战。 为了成功，您必须能够创造性地思考或发明一条前进的道路。',
    ],
    25 =>
    [
        'id' => 26,
        'type_id' => 1,
        'number' => 25,
        'name' => '权杖4',
        'upright_keyword' => '社区、家庭、庆典、聚会、聚会、聚会、稳定、归属感',
        'reversed_keyword' => '缺乏支持、不稳定、感觉不受欢迎、短暂、缺乏根源、家庭冲突',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '25_Four_of_Wands',
        'content' => '权杖4描绘了一对夫妇在欢迎花圈下跳舞，欢迎花圈系在四根带水晶头的权杖之间。 卡片上有一个花冠，类似于传统犹太仪式特有的花冠。 似乎有一个派对正在进行，它表明你正在享受一段稳定与和平的时期，并有一种完成的感觉，特别是在艰难的阶段之后。 您正在享受成功的荣耀，与您的家人和朋友一起庆祝。

   如果你为自己设定了一个很高的目标，那么这张卡片会建议你不要再匆匆忙忙地享受生活中的轻松时刻。 它还提醒您承认您已经取得的重大里程碑，因为这样的事情在一个人的生活中并不容易。',
        'upright_content' => '权杖4的整体含义是它预示着庆祝以及和谐、快乐和轻松的家庭环境。 在命理方面，数字四象征着稳定以及特别可靠的基础。 这些都与一段幸福和平衡的时期有关。

   权杖4中的象征意义表明，这是您与亲朋好友等亲密人士相聚的最佳时机。 这可能有或没有任何特殊场合。 众所周知，当您与朋友和家人长时间在一起时，该卡通常会反映一段假期。 这也可能是建议您邀请您最亲密的朋友共进一顿丰盛而私密的晚餐，并分享一两个笑声。

   此外，如果你一直在从事某个项目，这张卡片意味着你将达到一个特别重要的里程碑。 这将为您提供庆祝的理由，这也是需要考虑的。 您已成功完成了该项目的适当且最重要的阶段，这意味着您有充分的理由感到自豪和满足，这是权杖4卡所引发和反映的一般感觉之一。',
        'reversed_content' => '如果卡片的正位位置反映了平衡、稳定和和谐，而权杖4的逆位位置则意味着您的家庭或家中存在破裂或完全不和谐。 您的家人或其他亲人之间很可能存在很多紧张关系。 如果你完成了对你来说很重要的事情，你期待与最亲近的人分享它，并回家参加一个受欢迎的庆祝活动，但相反，你发现缺乏支持。 当涉及到自己的人际关系以及可以依赖和不能依赖的事物时，这可能会让您感到相当不确定。',
        'upright_love' => '这张卡片是家庭、团聚和节日的卡片。 权杖4塔罗牌爱情的意义可以带来订婚、婚姻或其他纪念你和你的爱的聚会。 如果你们的关系建立在信任、支持和理解的牢固基础上，那么在家人和朋友的支持和见证下，你们的结合可能会更加巩固。 这种爱不仅仅是两个人之间的爱，而是一种在更大的社区背景下得到支持的爱。 如果您单身，您可能会在这些社区和聚会中找到爱情。',
        'reversed_love' => '目前可能会发生一些关于家庭和你的浪漫生活的冲突。 权杖4塔罗牌爱情的意义可能表明你的朋友和家人的家族与你的伴侣之间不兼容，或者你接近爱情和浪漫的方式。 有时，由于这张卡片也是在更公开的层面上加深你的承诺的卡片，因此对于采取这些后续步骤可能会有一些恐惧和犹豫。 改变，尤其是将自己与另一个人捆绑在一起，可以是美妙的、有益的，也可以是可怕的。 这些情绪可以同时存在，但只有你才能知道它是否来自更深的地方，而不仅仅是冰冷的脚。',
        'upright_career' => '正位的权杖4塔是一张稳定的社交卡。 当它正位时，表示稳定和支持的关系。 这种社区意识适用于您在该职位上出现的工作环境。 可能你在工作中结交了新朋友，或者最近的气氛特别积极。 在不久的将来，可能还会有一些工作聚会，例如办公室聚会，旨在让您更接近与您一起工作的人。 如果有，这些事件很可能会导致您和您的同事之间建立更紧密的联系。',
        'reversed_career' => '当逆位时，权杖4的欢乐本质被颠覆。 结果，可能是在工作中，您的人际关系处于紧张状态或难以形成。 这种困难在一般意义上适用于您办公室的氛围；或者，它可能与工作中的特定时刻或紧张点有关。 例如，可能会有办公室活动临近，但它们可能不会按计划进行。 他们可能会产生相反的效果，而不是增加同志情谊。 如果您的工作环境没​​有具体问题，则卡片很可能突出了您办公室的总体状况。 也许工作中的气氛很恶劣或不友好。 无论如何，请期待与您一起工作的人的粗鲁行为，并在您自己身上意识到这些行为。',
        'upright_finances' => '这里的权杖4不仅代表财务稳定，而且还表明您可以将这笔钱花在亲人身上。 您可能会购买礼物或带您关心的人出去吃饭或喝酒。 这些都是很好的财务决策。 它们可能不会增加您的财务财富，但它们对您的社交关系有益，因此您可以接受它们。 不要在任何事情上做得过火，但只要您量入为出，这些卡片就会鼓励您善待周围的人。',
        'reversed_finances' => '如果你在这里找到权杖4，你可能正在与糟糕的经济状况作斗争。 您的财务问题可能与您的个人关系有关。 目前，家庭开支可能正在压垮你。 由于这些不可预见的支出，您此时可能会特别难以维持生计。 警惕朋友或家人索要您无力支付的钱。 询问金钱是必要的还是只是他们的愿望。 如果是后者，请考虑在帮助他们之前先尝试控制您的财务状况。',
        'yes_no' => '尽管塔罗牌主要用于详细占卜，但也可用于是/否答案，尽管许多人缺乏这一事实的知识。 权杖4对你的问题回答“是”，因为它像征着积极、和谐、善良和新开始带来的快乐。',
        'past' => '你的坚持导致了成功，你有理由对自己的成就感到满足和满足。 您过去种下并经过不懈努力浇灌的种子现在已经成长为胜利的开花植物。 你应该分析你过去的选择，并记下你做了哪些正确的事情来达到这一点，并牢记未来的雄心壮志，以便养成良好的习惯，让自己在未来几个月或几年内取得类似的 成功。',
        'present' => '现在最重要的是你接受幸福，并在心中留出空间：与家人和朋友共度时光，在困难时期让他们陪在你身边；同样，确保在他们需要您时您就在 他们身边。 一切都开始进入正确的位置，努力工作正在得到回报，如果你像现在这样继续下去，你就会成功。 无论未来如何，要知道生活中有爱你的人，而且你并不孤单。',
        'future' => '如果你继续你所走的道路，你将实现你的梦想并实现你的抱负，但不要太沉迷于未来的计划：记住享受现在，现在做出的选择会影响以后发生 的事情. 知足、好运、成功，都在繁荣的河流上源源不断地流向你。',
    ],
    26 =>
    [
        'id' => 27,
        'type_id' => 1,
        'number' => 26,
        'name' => '权杖5',
        'upright_keyword' => '冲突、竞争、争论、侵略、紧张、对手、自我冲突',
        'reversed_keyword' => '冲突结束、合作、协议、休战、和谐、和平、避免冲突',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '26_Five_of_Wands',
        'content' => '权杖5描绘了五个男人都拿着自己的权杖并在空中挥舞着。 与塔罗牌中的大多数 5 号一样，它是关于询问者面临的某种分歧。 这种分歧可以被视为男人之间冲突的迹象，或者他们都只是在享受这场冲突带来的肾上腺素飙升，他们之间的竞争是一种善意的对抗，而不是愤怒。 他们似乎拿着权杖的轻松方式给人一种这种争论可能是一种表演而不是激烈的争论。',
        'upright_content' => '从卡片上的图像来看，权杖5的象征意义表明一个人的生活中存在冲突。 这可能是一个现有的冲突，也可能是一个正在酝酿并最终会在一个人面前爆发的冲突。 它还可能描述了沟通中的问题，例如在没有人真正想倾听对方的情况下——这意味着没有达成一致或理解。 这五个人可能意味着在一群没有耐心听其他人说话的人中存在问题。 他们只想被人听到，其他人都不听，他们一下子就争吵起来。

   大部分问题都可以通过询问者迈出第一步，尝试以这样一种方式开始沟通，即你建议每个人一次一个地说出他们要说的话来解决。 通过这样做，您将能够解决问题，并且每个人都会被听到。 意味着他们都会满意。

   权杖5也可能意味着您正在或将要在您不习惯的领域面临竞争。 这可以是在工作或学校，在那里你会遇到与你具有相同能力的人，他们会带来相当大的挑战——导致嫉妒、贪婪和嫉妒的感觉。 这张塔罗牌鼓励您接受竞争，将其作为提高自己的一种方式，而不会对他们产生任何恶意。 这意味着您应该学习如何以文明的方式应对它们。

   权杖5的含义也可能是您自己处理的个人斗争。 这可能涉及影响您的许多问题，因此您需要解决它们并为它们找到解决方案。 您需要确定问题出在哪里，并提供处理该案例的解决方案。',
        'reversed_content' => '权杖5逆位的意思可能是你处理分歧的自然方法是通过尽快离开那个地方来避免任何形式的冲突。 有时这可以被视为一件好事，但有时，它可能会导致您内部正在酝酿的许多问题，您必须尽快解决这些问题。 另一方面，这也可能意味着你已经解决了你的麻烦，你没有更多需要担心的问题。',
        'upright_love' => '当谈到你的爱情生活时，你现在需要采取行动。 如果你单身，你可能会有许多追求者互相竞争。 虽然您可能会受到关注，但不要增添不必要的麻烦；这可能会阻止您的潜在合作伙伴，而不是拉近他们的距离。 如果你们已经处于恋爱关系中，可能会有一些小冲突。 请注意，当你们中的任何一方感到压力时，最初开始的俏皮玩笑可能会变成爆炸性的争论。 很可能这里的争论并不太严重。 尽管如此，他们需要一些轻松的心情来记住他们对你的幸福实际上是多么无关紧要。 让事情变得有趣。',
        'reversed_love' => '你如何处理冲突的问题现在可能会影响你的人际关系。 如果您正在恋爱，请确保您没有压抑自己的怨恨，以避免发生冲突，而这正是你们两人建立顺畅情侣关系所需要的。 最终避免艰难的对话会导致信任的削弱。 请记住，每个人都有权满足他们的需求，拥有需求并不会让你变得不那么可爱。 然而，如果你一直在努力向你的伴侣诚实地表达自己，你可能会发现误解正在消除。 一旦实现了诚实和清晰，曾经的争论可能会消失。',
        'upright_career' => '如果你在这个位置找到了权杖5，这张牌的冲突和竞争性质适用于你的职业。 由于您的工作，这可能是永久性的。 这张卡在销售、银行和运动员等行业的工作人员中很常见。 如果情况并非如此，并且您的工作没有竞争因素，则可能是由于特定问题的冲突而导致的临时状态。 您可能正在与一个人争夺加薪或职位。 无论您目前面临何种具体冲突，您都必须与他人的自负作斗争。 多亏了五人在这里以正位的姿势出现，很明显你有能力战胜你面前的挑战并驱逐试图阻挡你道路的东西。 记住，你能够成功，
 ',
        'reversed_career' => '在这里逆位的权杖5意味着你最近工作生活中的冲突和竞争正在结束。 可能是您正在转向竞争较少的行业，或者您周围的环境正在逐渐变得更加友好和轻松。 无论如何，这是一个受欢迎的变化。 这是您最近的工作冲突的缓和，让您可以将精力投入到生活的其他方面。',
        'upright_finances' => '如果您看到这里的权杖5，您可能正处于财务不稳定时期。 这是暂时的，但你必须努力摆脱它。 这场战斗的形式可能是需要特别努力地工作或以其他方式付出巨大努力来控制您的财务状况。 如果你目前的状态没有失衡，你可能很快就要为钱争吵了。 这种争论可以是与你爱的人或陌生人，如店员或售货员。 您可能会发现退货或获得报销等简单的任务压力很大并且充满争议。',
        'reversed_finances' => '你终于摆脱了财务困境并卷土重来，即将进入一个更加稳定的时期。 现在应优先考虑与金钱和财产有关的问题，以弥补以前的损失。',
        'yes_no' => '权杖五意味着以某种方式受到挑战并且必须保护自己免受他人侵害。 它带来了斗争、焦虑和对即将到来的内部斗争的整体不安的感觉。 这张牌带来的负面预感给出了否定的答案。',
        'past' => '由于过去可能会遇到一个重要的后果或战斗，因为旧的记忆会引起干扰并阻止你前进。 不要浪费时间找到原因并专注于你的目标。',
        'present' => '沟通不畅或误解会阻碍你的进步。',
        'future' => '未来会有一个机会，需要你驯服你的勇气才能成功。 除了你，没有人能决定你的行动，所以依靠你的意志力来实现平衡的进步。',
    ],
    27 =>
    [
        'id' => 28,
        'type_id' => 1,
        'number' => 27,
        'name' => '权杖6',
        'upright_keyword' => '成功、胜利、胜利、奖励、认可、赞美、赞誉、骄傲',
        'reversed_keyword' => '失败、缺乏认可、没有奖励、缺乏成就',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '27_Six_of_Wands',
        'content' => '权杖6塔罗牌描绘了一个男人，他的头上戴着胜利的花环。 他被描绘成骑着马穿过欢呼的人群。 马是白色的，这是众所周知的力量、纯洁和成功的象征。 人群在那里表明公众对骑马人所取得的成就的认可。 该男子手持的魔杖上还系着一个花圈，以进一步强调他的成功。 这个人对所有这些关注并不害怕，也不害羞，而是为自己的成就感到自豪。 对此，他周围的人群反应出欢快和热情。',
        'upright_content' => '这张特别的卡片是获得大家认可、胜利和成功的。 您不仅成功地成功实现了所有目标，而且还因这些目标和所取得的成果而得到了公众的认可。 您可能获得过奖项或某种公众赞誉。

   这张牌表明你已经设法利用你内在的力量和才能，试图为你的生活带来特别成功的结果。 你已经成功地克服了之前这张牌权杖5所带来的困惑，并成功地减少了干扰，从而成功地专注于你的目标并实现了它们。

   还值得注意的是，除了卡片带来的整体积极性之外，还有一个轻微的缺点。 它可以带来自负以及自负的行为和傲慢。 这可能会让你认为没有人比你更好。',
        'reversed_content' => '当卡片被逆位时，这表明您可能会发现自己怀疑自己的所有能力以及获得任何成功的整体潜力。 你可能对自己的整个自我感觉特别消极，就好像你辜负了别人也辜负了你。 这是一个像征，意味着您缺乏实现所需的信心和动力。 你需要第三方的全面支持和认可，在情感上为你提供一些急需的力量。',
        'upright_love' => '如果你是单身，权杖6塔罗牌的爱情意味著成功正在向你走来。 可能其他人现在觉得你特别有吸引力。 如果您一直在寻找某人，他们可能比平时更容易接受您。 只需要你做出你的方法。 如果你们处于恋爱关系中，并且一直在为某件事而共同努力，例如在异地恋后同居或买房，这些目标很可能会实现。 你们之间的未来似乎很光明，可以给你们两个带来很多快乐。',
        'reversed_love' => '你现在的信心可能很低；逆位权杖6塔罗牌的爱情意味着你没有得到你认为应得的那种爱情。 你可能会觉得自己被忽视了，而那些不像你那样充满爱心和关怀态度的对手却发现自己取得了成功。 很多时候，需要的是改变态度；确保这不会变成苦涩。 自信和积极是有吸引力的，而消极往往会排斥他人。 如果您处于恋爱关系中，您或您的伴侣可能会感到不被重视或被忽视。',
        'upright_career' => '权杖6通常是一张非常积极的牌，象征著成功和自信。 当原则出现在这个职位上时，这些原则适用于你的工作生活。 你很可能在工作中取得了令你特别自豪的成就。 奖励也可能会如愿以偿；这可能意味着即将升职或加薪或最近发生。 如果你最近完成了一个项目，它很可能会有好的结果。 无论你最近打过什么仗，都已经以对你有利的方式解决了。 享受这一刻的满足和自信。 不要让你的自信冒险成为利己主义，但你可以庆祝以前冲突的结束并享受你目前的位置。',
        'reversed_career' => '当逆位通常与权杖6相关的成功时，就会被颠覆。 在这个位置上，权杖6代表失败和缺乏对工作的雄心壮志，而不是表示胜利。 可能是因为升职或加薪而你被忽略了。 如果最近在工作中发生冲突或竞争，它很可能没有或不会以对您有利的方式自行解决。 如果没有这种特定的紧张时刻，这六个可能是指您在工作中的总体感受。 这些感觉将表现为对项目停滞不前或不感兴趣。 可能是由于缺乏动力，您觉得卡在当前的位置上。 无论确切的背景如何，这都是成绩不佳的标志。',
        'upright_finances' => '如果这张卡出现在这里，您的财务状况良好。 由于您在困难时期的奉献精神和毅力，您目前正享受着和平和财务稳定的时刻。 这是一个感谢您付出的辛勤工作并重视他们的回报的时候。 随意放纵适度，但要警惕过于自信。 轻率地购物从来都不是明智之举。',
        'reversed_finances' => '如果您在这个位置上出现了权杖6，请花点时间重新评估您的财务状况。 您的财务状况可能出现下滑。 这可能是由于单个负面事件或更广泛地代表您的经济状况。 如果是前者，您所做的投资可能不会产生结果，或者您所做的购买不是您想像的那样。 如果没有个人投资或购买导致您的金融资产减少，则您的资金可能减少得更慢。 尽管这可能不是危机，但您可能正在经历艰难时期。 很难鼓起信心相信事情会好转。 努力使您的财务工作富有成效并积极主动。',
        'yes_no' => '权杖6展示了你努力的胜利、胜利和成功。 它表明一个人因为获胜并找到前进所需的灵感而感到崇高。 好消息是这张卡在场的整体感觉。 答案是肯定的。',
        'past' => '你过去的努力和灵感把你带到了现在的位置。 继续你的道路，你会发现奖励。',
        'present' => '好消息来了。 虽然它可能是有条件的，但这种改变将极大地帮助你追求成就感。',
        'future' => '在你道路尽头有胜利等着你。 找到它需要仔细的摸索和清除障碍，但你想要的一切都可以实现。',
    ],
    28 =>
    [
        'id' => 29,
        'type_id' => 1,
        'number' => 28,
        'name' => '权杖7',
        'upright_keyword' => '保护自己，为自己挺身而出，保护自己，保护领土',
        'reversed_keyword' => '放弃、认输、让步、缺乏自信、投降',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '28_Seven_of_Wands',
        'content' => '权杖7有一个人站在高山上，被下面的对手挑战的形象。 他似乎是在捍卫这个位置并进行报复。 有趣的是，在莱德伟特牌对权杖7的描述中，该男子穿着不匹配的鞋子。 这与在不平坦的地面上或生活中没有稳定立足点的象征意义有关。',
        'upright_content' => '权杖7的含义与权杖5相似；两张牌都表示在对事件的最初完成和满足之后的挣扎。 然而，权杖7是不同的，因为它是关于你需要经历的斗争来维持你的地位，而不是获得它。 这是关于我们继续取得成功所面临的困难。 您应该准备好参加比赛以捍卫自己的头衔并证明自己。 这个人是防守，耐力和决心的缩影。 不匹配的鞋子指的是生活中不稳定的基础，没有明显的立场。 六根木棍描绘了凶猛和挑战。

   权杖7的总体含义是坚守阵地，无论面临什么挑战。 您将需要捍卫这一立场，并反对那些旨在取代您的位置的人。 这段时间有挫折，但你需要继续为你的信仰而战，面对那些可能威胁或反对你和你的信仰的人。',
        'reversed_content' => '权杖7逆位的意思是你可能会被你面临的所有责任和挑战所淹没。 这可能会使查看整个图片变得困难。 你也会觉得你必须与其他人竞争和比较，这让你感到脆弱和不足。

   权杖7逆位的含义也可以反映你不断被别人批评和评判的感受。 您的朋友和家人可能会就您的决定和选择向您提出质疑，而您对他们的判断感到不知所措。

   避免冲突和退缩在逆位的权杖7中很常见。 这会导致不快乐，因为当你受到任何人的挑战时，你会逃避活动并放弃你的目标。 记住您为来到这里而奋斗的一切，并仔细考虑您现在是否真的相信值得放弃。 另一种与权杖7相反的解读也可能是，当你保护自己并通过这样做破坏你的人际关系时，你过于咄咄逼人。',
        'upright_love' => '当这张牌出现在爱情塔罗牌中时，您可能必须设定界限，即使它可能会造成一些不舒服的情况。 如果你和伴侣在一起，你可能会发现自己处于必须为你们的关系而战的境地。 可能会有其他方的反对；反对你们两个在一起的家人、其他追求者、朋友。 尽管您的环境中有许多外部因素对你们两个不利，但您可能需要付出很多努力才能使情侣关系持续下去。 尽管有所有这些因素，您可能会充满信心，认为这是正确的做法。 坚持这种感觉，当事情变得艰难时，它会帮助你保持精力充沛。',
        'reversed_love' => '过多的防御可能对你不利。 逆位权杖7塔罗牌爱情意义的可能表明你努力维护的关系确实可能处于不稳定状态。 你周围的其他人可能会清楚地看到这一点；关心你的健康。 相反，您可能会忽略这些担忧，并且可能处于否认时期。 爱可能让你难以看清真相。 或者，即使你们两个出于正确的理由在一起，你可能会发现在试图将你们分开的外力中保持在一起越来越困难。',
        'upright_career' => '一般来说，正位的权杖7象征着挑战和毅力。 如果权杖7出现在这里，这些想法适用于您的工作生活。 虽然听起来有点吓人，但这张牌不需要是负面的。 正位时，这张牌表明你有能力解决（虽然可能措手不及）你即将面临的问题。 其他人可能会攻击你，或者嫉妒你的工作职位。 拥抱你内心的自信，无所畏惧地前进。 对你的职位或你的道德的挑战现在可能特别普遍。 幸运的是，你有力量克服任何恐惧或担忧，并成功地为你自己和你的信仰挺身而出。',
        'reversed_career' => '当权杖7出现在塔罗牌时，您坚持自己立场的尝试可能不会奏效。 这可能是因为准备不足。 你可能还没有准备好捍卫你过去的胜利、你的原则或你的立场。 现在，保护您的工作职位或业务至关重要，但您不愿意或准备这样做。 人们常常会嫉妒成功，所以仅仅满足于现状是不够的。 有时，比如现在，你可能需要警惕那些试图破坏你的人。 你最近做出的任何选择都让你很容易受到其他人的入侵并窃取你试图创造的机会。',
        'upright_finances' => '这个位置和方向的权杖7与长期投资的成功有关。 这可能意味着您正在从以前的努力和/或将来的努力中获利。 您此时可能正在展示财务远见。 尽管您的头寸目前稳定，但您很清楚这种稳定的转瞬即逝，并正在采取措施保护您的收入。 这种财务规划可以是启动退休基金、购买房屋或以其他方式开始储蓄更多的形式。 无论您的投资采取何种形式，这些选择都将在未来为您服务（就像以前一样）。 权杖7也与嫉妒他人有关；因此，如果您发现人们垂涎您的财务成功，请不要感到惊讶。',
        'reversed_finances' => '如果您在这里找到了权杖7，请小心轻浮。 不要让自己对自己的财务稳定性过于自信。 无论您的收入如何，经济衰退都是生活的一部分。 权杖7是对这一点的提醒。 当您应该储蓄并考虑未来时，它警告不要将您的收入浪费在无用的购买上。 即使您倾向于并有能力进行盲目消费，也绝不推荐此类活动，尤其是现在。',
        'yes_no' => '权杖7代表着长期的成功，因为它具有克服障碍和承担计算风险所需的力量。 用勇气为自己挺身而出，最好的就是这张卡的全部内容。 您正在寻求的答案是肯定的。',
        'past' => '尽管进展缓慢，但您的决心和持续努力将引领您稳步前进。 不要放弃!',
        'present' => '有一场巨大的冲突正在逼近，但不要害怕。 通过勇气，您将克服这一障碍，并因此体验到生活中的重大变化。',
        'future' => '继续相信自己。 事情可能对您不利，但您有能力击败他们。 勇于拼搏，勇于接受挑战，将引领您走向光明的未来。',
    ],
    29 =>
    [
        'id' => 30,
        'type_id' => 1,
        'number' => 29,
        'name' => '权杖8',
        'upright_keyword' => '运动、速度、进步、快速决定、突然变化、兴奋',
        'reversed_keyword' => '等待、缓慢、混乱、延误、失去动力、仓促、毫无准备',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '29_Eight_of_Wands',
        'content' => '权杖8被描绘成八个飞行的权杖，它们看起来好像悬浮在空中。 有些人可能会将它们视为以最大速度前进的开花权杖。 他们穿越的背景是晴朗的天空，这代表着他们到达目的地的道路可能没有任何障碍。 它展示了一条河流的壮丽景观，河流为图像注入了生命。 权杖也看起来像是即将降落，这标志着长途旅行的结束。',
        'upright_content' => '权杖8所描绘的形象，意味着权杖7带来的困难终于结束了。 它像征着强大的能量水平，表明你生活的不同方面将是开拓性的。 也许重要的消息会在你的路上传来，你可能会经历突然而稳定的积极增长。 权杖8的含义也可能与您的工作有关。 您正在等待的决定有可能很快就会到来。 你需要耐心等待。

   说到爱情，权杖的八个含义与你是否准备好投入一段关系有关；但是，卡片建议您不要强迫另一方也准备好承诺。 你的另一半很快就会准备好，强迫事情发生可能会对结果产生负面影响。 在财务方面，现在似乎不是仓促投资的最佳时机。 就像在你的爱情方面一样，我们建议你要有耐心。 节省您的资金，等待最佳投资时机。 您为之奋斗的所有事情都在不断发展。 在您之前没有看到进展的地方，您很快就会发现它们为即将到来的行动浪潮铺平了道路。',
        'reversed_content' => '就像向上的权杖8一样，权杖8逆位的含义通常与耐心有关。 您可能对某事感到沮丧。 您现在可能会看到，您之前启动的操作造成了您现在正在发现的障碍。 是时候让你明白，你无法改变过去。 你必须原谅自己，并调整你的策略。

   在工作方面，您的办公室可能存在分歧。 你需要迅速解决这个问题，以避免任何重大问题脱轨。 呼吸、思考并尝试放松。 要有耐心，相信一切都会好起来的。 权杖8反转对爱情的意义可能与可能的嫉妒有关。 你现在的嫉妒是没有根据的，只会影响你与伴侣的良好关系。 在健康和精神方面，你需要提高你的注意力、合作和决心。 如果你失去注意力，卡片的能量就会消散。',
        'upright_love' => '如果你发现你的爱情生活一成不变，你会因为再次看到活力和兴奋而松了一口气。 如果你单身，你会发现你的浪漫生活又开始了；一个新的恋人可能会引发浪漫，你的爱情生活甚至会以惊人的速度发展。 确保您准备好利用这种有时疯狂的能量。 如果您目前处于现有关系中，则可能会有惊喜，让你们两个人在你们的关系中感到兴奋。 这些惊喜很可能是受欢迎的，塔罗牌中的其他卡片将有助于提供更多背景信息。',
        'reversed_love' => '误解，逆位权杖8塔罗牌爱情的含义。 不管你是单身还是有伴，一定要仔细考虑你所说的或所做的。 你与伴侣的关系缺乏激情和沟通。 你们两个都不愿谈论你们的问题，导致进一步的误解。 表示在你们之间的两性关系上没有达到你所预期的发展，这是因为你们总是会争吵或让忌妒破坏彼此之间好不容易建立好的信任。',
        'upright_career' => '八根权杖代表快速前进。 应用于您的职业，这个原则可以意味着字面或比喻意义上的快速移动。 从身体上看，这张卡有时可以表明您即将出差。 如果情况并非如此，则您可能对自己在工作中取得的进步有更广泛的感觉。 您可能会觉得自己的职业发展迅速。 这对你现在是一种积极的感觉。 这就像你从你的壳里迸发出来，终于能够产生你想要的影响。 这一进步令人兴奋和振奋。 满怀信心地前进，您将继续超越预期。',
        'reversed_career' => '在这个位置上，权杖8有两种含义，可以适用于你的职业生涯。 要么你在工作中进步得不够快，要么你过去进步得太快。 评估一下你的感受。 如果您因工作停滞不前而感到沮丧，这张卡片可能表明您因未能及时采取行动而错失了机会。 你没有进步，因为你让机会溜走了。 但是，如果您最近在职业生涯中取得了进步，则可能是您进步得太快了。 这种担忧会表现在对人们对你的要求感到不知所措。 如果专案看起来令人生畏，与某人讨论他们如何处理此类任务可能会很有用。 您将学会处理新的职责，但这需要时间和耐心。',
        'upright_finances' => '与八根权杖相关的速度适用于你在这个位置上的钱。 似乎钱从你手中消失的速度与进入他们手中的速度一样快。 这种倾向本身没有好坏之分。 你在这个时候取决于你记住多少进来多少出去的能力。 虽然现在特别诱人，但如果您在这里看到这张卡片，请注意不要冲动消费。 请注意不要选择高风险投资。',
        'reversed_finances' => '权杖8在这里意味着你可能对资金流入的速度感到沮丧。 你可能会觉得资金不够，或者你应该让资金更快地流入。 卡片给的讯息是你应该更有耐心，并记住你所做的一切都是你缓慢前进的一部分。 你今天的小额投资最终会得到回报（即使它们现在令人沮丧）。 如果你的工作没有你想要的那么好，那可能是你仍在支付会费。 有一天你可能会得到你想要的工作（和收入），但你今天必须要有耐心。',
        'yes_no' => '权杖8代表某种旅程或旅行。 它暗示了将迅速发展的事件和将不可预测地到来的机会。 在克服障碍的同时，它显示并结束了您生活中的某种延迟或阻塞。 你的问题的答案很可能是肯定的。',
        'past' => '过去的目标将无法推动您前进。 想一个能给你带来最大幸福的改变。 一直占据你的斗争将过去，短暂的和平将随之而来。',
        'present' => '激动人心的消息即将到来，打破你现在的平静。 由于生活中没有什么事情发生，你想打破常规，赶紧做一些令人兴奋的事情。 建议参与一些富有成效而不是游荡的事情。',
        'future' => '一次新的冒险会给你带来未来的成功，但你必须准备好在突然的决定中做出正确的选择。',
    ],
    30 =>
    [
        'id' => 31,
        'type_id' => 1,
        'number' => 30,
        'name' => '权杖9',
        'upright_keyword' => '最后立场、坚持、毅力、韧性、毅力、接近成功、疲劳',
        'reversed_keyword' => '顽固、僵硬、防御、拒绝妥协、放弃',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '30_Nine_of_Wands',
        'content' => '权杖9展示了一个看起来很虚弱的男人拿着一根魔杖，身后还站着另外8根直立的权杖。 男人看起来受伤了，但他似乎还准备再战，并且渴望胜利。 他对自己充满了希望和决心，这应该会帮助他度过最后的战斗。 这是一张融合了挑战、希望和胜利的卡片。',
        'upright_content' => '权杖9塔罗牌象征着巨大的希望，即使面对许多可能使他们失去平衡的问题。 权杖9象征着一个人的一生，经历了太多的考验，但凭借他们的决心和意志，他们能够克服这些考验。 八根直立的权杖象征着这些胜利的战斗；然而，此人可能面临更多的考验。 这可能是他们为实现目标或在追求中取得成功而应该面临的一项重大考验或挑战。 这张卡片是希望和鼓励的标志，你应该勇敢地面对你的考验，这样你才能取得成功。

   权杖9也可能意味着一个人被背叛，因此变得不信任他人。 这可能是因为某件事已经发生了很多次，乍一看似乎毫无希望。 但这里也有希望和勇气，相信这种前景即将改变。 某人或某事可能会进入他们的生活，这将改变他们对过去斗争的整体看法。 它鼓励人们采取这种冒险的举动，因为他们可能会感到惊讶。',
        'reversed_content' => '权杖9逆位显示一个人可能不是一个冒险者；他们可能不想做出长期的举动或承诺，因为他们担心自己可能无法摆脱困境。 他们不信任，因此在自己和他人之间建立了界限，这正在变成他们自己的个人监狱。 您可能担心自己没有足够的资源来面对即将到来的挑战，这就是为什么您可能会逃避或避免挑战。

   然而，这是一种需要改变的情况，因为这可能是您自我创造的限制，以防止您达到成长所需的新高度。 它鼓励你勇敢，但也要注意不要做出可能在未来付出代价的粗心或草率决定。

   权杖9可能表明可能会影响您的巨大个人恐惧或心态。 因此，在恐惧吞噬您并阻止您继续前进之前，您必须采取措施来处理它，这一点很重要。',
        'upright_love' => '您已做好准备并制定战略，现在已准备好迎接即将到来的挑战。 权杖9塔罗牌爱情意味着你认识到你想要的爱情需要付出很多努力、自我提升和牺牲。 其实，这就是所有爱的本质。 许多人认为爱情只是一种感觉，但实际上，它来自两个愿意适应，并作为一个团队一起解决问题的恋人。 这是不断的沟通和调整。 这种认识现在正在向你走来，你正在为此做准备。 当谈到你的浪漫生活时，你也很可能要向前迈出一大步。 你要求婚了吗？ 或者建议您的伴侣一起采取下一步行动？ 权杖9塔罗牌爱情寓意表明，如果你努力工作，你就会成功。',
        'reversed_love' => '您在浪漫生活中所做的所有准备和工作可能无法让您获得预期的结果。 逆位权杖9塔罗牌表示爱情意味着尽管你尽了最大的努力，但你一直在争取的关系一直让你筋疲力尽。 意见不一致是很自然的，毕竟你们是两个不同的人，但要确保你们不是唯一一个愿意做这项工作的人；双方都必须愿意妥协，并为成功的情侣关系相向而行。 如果您是单身，您可能还想确保您为自己设定的界限不会阻止其他人进入。',
        'upright_career' => '在这里，就像在每个位置一样，权杖9标志着战斗的中途。 你还没有完成这些斗争，但它们很快就会结束。 目前，你可能已经筋疲力尽了。 战斗仍在继续，但您可能会觉得自己已经筋疲力尽，无法继续战斗更长时间。 让这张卡片提醒您，您现在在职业生涯中遇到的任何麻烦都是暂时的。 也许你最近的工作量特别重，会减轻一些。 每当你的烦恼减轻时，你就会看到你有战斗到最后的力量。 你可以坚持，但战斗还没有赢。',
        'reversed_career' => '如果您在这里找到逆位的权杖9，您可能会感到精疲力竭和职业倦怠。 无论你最近与工作打过什么仗，都让你筋疲力尽。 请记住，工作只是您生活的一部分。 尝试为您可以在工作或生活的其他方面聚集的力量充电。 另外，请注意您未能妥协，因为这可能是您精疲力竭的根源。 与自己的道德作斗争是特别累人的，当你参与这样的工作斗争时要注意。 你是否与自己的道德作斗争是外在的冲突，可能是你在与永不消退的潮流作斗争。 了解什么时候你会因为一场徒劳的战斗而筋疲力尽。 有时，改变路线是结束冲突的最佳方式。 这不一定是失败。 变化是发展的一部分。 自我批评以确定你是坚强还是固执。',
        'upright_finances' => '权杖9可能预示着财务问题。 您可能没有陷入经济困境，但面临一些压力。 您考虑从您的储蓄或其他此类来源（如贷款或向某人借款）中取出资金可能就足够了。 与其转向减少储蓄或以其他方式损害您的财务状况，不如考虑寻找其他收入来源。 （如果您轮班工作，请加班或以其他方式考虑加班。）这不需要是永久性的变化。 你很快就会摆脱这种经济压力。 然而，在那之前，您必须以决心和动力来面对您的财务状况。',
        'reversed_finances' => '如果您在这里找到权杖9，则表明您需要对自己的财务状况负责。 现在逃避金钱问题可能特别诱人，但不要这样做。 逃避现实很诱人，但最终具有破坏性。 不要被这些事情所左右，因为这会在未来损害您的财务状况。 例如，如果您对债务感到压力，请不要在旅行中浪费金钱。 此时，财务责任也意味着要特别注意您的贵重物品。 如果您现在不注意它们，您可能会发现它们不见了。',
        'yes_no' => '权杖9在火力下表现出决心和勇气。 然而，这也表明需要在尚未到来的斗争中保持谨慎和防御。 没有任何迹象表明这些事情会有更积极或更消极的结果，因此，答案是可能的。',
        'past' => '你已经经历过的挣扎让你在当下获得了一些稳定。 通过评估他人的反应，你的进步会更顺利，但这种策略不会带来可持续的轻松。',
        'present' => '朋友或亲人的一些鼓励将帮助您克服所面临的挑战。',
        'future' => '未来不可避免的冲突正在逼近，但你可以克服它们。 要想成功，要靠自己的内在力量，不要为了短期利益而牺牲自己的价值观。',
    ],
    31 =>
    [
        'id' => 32,
        'type_id' => 1,
        'number' => 31,
        'name' => '权杖10',
        'upright_keyword' => '负担、责任、义务、压力、义务、精疲力竭、斗争',
        'reversed_keyword' => '放不下、肩负太多责任、崩溃',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '31_Ten_of_Wands',
        'content' => '图中一名男子背着沉重的木头，以十根捆在一起的权杖的形式，接近一个不太远的城镇。 权杖10上的这幅图表示一个人已经在生活中挣扎并取得了成功，他现在正在将收获带到他的最终目的地。 虽然离目的地不近，但这说明他已经完成了人生最艰难的挣扎，他只需要一个地方放松一下，陶醉在他的成功中。',
        'upright_content' => '这张牌表明你已经完成了奋斗的循环。 在花费太多资源和大量精力寻求成功之后，您终于克服了障碍。 你额头上的汗水是值得的，你的努力终于得到了回报。 你可能会发现自己生活在一个富足的世界，在那里没有贫穷和没有苦难。

   尽管听起来很棒且令人满意，但这张卡片描绘了您身边的许多责任。 您现在是家人和朋友圈子中唯一的问题解决者，这甚至可以将您带入另一个充满挑战的世界。 在这一点上，你也肩负着保持成功的责任。 您已经开始的业务正在蓬勃发展，并使您保持警觉。 主要问题是，如果您失去控制，这些问题可能会让您不知所措，这需要您确保知道如何确定优先级并解决相关问题。

   在现实世界中，这张卡片表达了人们在获得初步成功后如何试图让自己承担责任。 这就像从大学毕业，找到一份工作，然后开始在现实世界中取得成功。 更多的挑战接踵而至，你可能会发现自己在照顾父母、组建家庭的同时，又在寻找他人，这可能会让你觉得自己还没有成功。 它变成了一种负担，因为在某些时候你会发现没有什么是足以完成所有这些职责的。 这张牌的一般教训是，人要适度，优先考虑，明白自己不能解决所有事情，有些事情必须放手，交给其他人，分担负担。',
        'reversed_content' => '当权杖10逆位时，它表明你真的被生活中不必要的环境所困扰。 环顾四周，看看是什么困扰着你，即使你纠正它也不会对自己产生积极影响。 放下它们，做一个能清醒思考、做事准确的自由人。 任何不能为你的生活增加价值的东西都不值得你花时间，所以放手吧。',
        'upright_love' => '权杖10塔罗牌的爱情含义，爱情可能会让人觉得像是一个沉重的负担。 你生活的其他方面，比如工作或财务，最近可能给你带来了压力，让你很难浪漫。 有时，压力可能会让你觉得你的爱情生活只是你要背负的另一种负担，而不是可以帮助你背负的东西。 如果你有依恋，不要害怕寻求帮助。 它可以减轻爱人的后顾之忧，减轻你的后顾之忧，也可以成为你们两个更亲密的机会。 如果你是单身，不要害怕花一些时间独处；每个人都需要先专注于自己，然后才能专注于寻找伴侣。 好好照顾自己。',
        'reversed_love' => '你和你的伴侣注定要一起承受生活的重担。 没有分担​​沉重的负担，这可能会导致你们的关系恶化。 一个人可能会囤积所有的责任，而不是作为团队工作，也许是出于好意，相信这可以保护另一个人免受压力，或者更糟的是，不相信另一个人能够提供帮助。 如果是您，请相信您的伴侣；给他们机会帮助你。 当有人爱你时，他们希望看到你快乐，帮助你不会是一种负担，而是一种乐趣。',
        'upright_career' => '权杖10是一张负担卡。 这个原则可以很容易地应用到你的工作生活中。 正位时，权杖10表示你感觉工作过度。 可能是你有太多的项目需要你自己处理。 看看是否可以将您的负担委派给他人或与他人分担。 协作和授权是您此时最大的帮助。 不要害怕寻求帮助或谈论工作分配不均。 如果您现在的工作量不是特别大，可能是您发现手头的任务异常困难或令人筋疲力尽。 如果您需要帮助，仍然可以寻求帮助。',
        'reversed_career' => '在这种情况下，权杖10代表工作负担的结束。 这种压力的缓解可能有两种方式。 实现这一目标的一种方法是成功委派工作。 潜在地，你意识到对一个人来说太多了。 更好地将您以前的大部分担忧分散到一个群体中，它们不会对任何个人造成太严重的负面影响，您可以稍微放松一下。 如果你没有在需要时委派责任，你可能会在太多要求的压力下崩溃。 无论哪种方式，您都不会再过度劳累，并且会有一段安静的时间来恢复。',
        'upright_finances' => '如果您发现有关财务的权杖10是正位，那么您就会有财务负担。 这可以采取多种形式。 您可能在偿还债务方面步履蹒跚，或者有其他未结余额需要考虑。 可能是像学校或商业贷款这样的大笔费用现在特别紧迫。 您可能会与某人讨论如何最好地解决这些问题。 不要做任何鲁莽或一般不可取的事情，但要知道专业人士可能有可靠的解决方案，可以帮助您取得长期成功。',
        'reversed_finances' => '权杖10，当在这里逆位时，有两个潜在的含义。 可能是您正走出经济困难时期。 如果您已采取措施解决破坏您财务状况的核心问题，则这十个可能表示您终于能够控制局面。 因此，您的财务状况将很快得到改善。 或者，如果您还没有努力了解是什么扰乱了您的财务状况，您可能会陷入更深的经济困境。 这张卡与您的生活息息相关，因此请考虑您对财务的控制程度以确定其含义。 有时其他卡片可以帮助建议两个解读中的哪一个是正确的。 然而，更有可能的是，如果不能回答你采取了什么步骤来控制你的财务，很可能你没有采取足够果断的行动。',
        'yes_no' => '权杖10是一张与在生活的某些方面感受到巨大压力和负担过重高度相关的卡片。 这张卡片暗示的其他可能的事情是被困、压抑或无法控制你的环境的感觉。 答案是否定的。',
        'past' => '你在多年的斗争中发展起来的力量将引导你解决当前的问题。 你最近放下的消极情绪会让你形成一种新的哲学。',
        'present' => '坚持下来，看看挑战到底。 如果您与亲近的人断开了联系，请期待重新联系的机会。',
        'future' => '将你的精力集中在一个方向并巩固你的努力，成功将更容易实现。 你将有机会实现你的愿望，但你必须首先达到你的崇高目标。',
    ],
    32 =>
    [
        'id' => 33,
        'type_id' => 1,
        'number' => 32,
        'name' => '权杖侍者',
        'upright_keyword' => '冒险、兴奋、新鲜的想法、开朗、精力充沛、无所畏惧、外向',
        'reversed_keyword' => '仓促、不耐烦、缺乏想法、发脾气、懒惰、无聊、不可靠、心烦意乱',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '32_Page_of_Wands',
        'content' => '一个衣着考究的年轻人，正大胆地拿着一根棍子站在一片贫瘠的土地上。 他的衬衫是用蝾螈图案制成的，这是从坏到好的象征。 这位年轻人是一位热情的倡导者，他不断传播精神和社会进步的想法，以提升他的同胞。 他身后背景中的沙漠既代表着他的元素火，也代表着他生活在一个尚未结出果实的世界。 因此，他的想法完全是假设性的。 但是，如果他选择使用它们，并承担起他的西装之旅，他的纯洁之心可以让他找到更好的运气。',
        'upright_content' => '当我们看到权杖侍者时，我们看到了一个对世界充满兴奋和好奇的年轻人。 他知道该做什么，他有成功的热情，但由于他缺乏经验，而且可能对未知有一点恐惧，他的想法仍然很抽象。 他确定了要探索的新世界，他可以很容易地利用的新机会，他甚至具有成功所需的“大局”愿景。 即使有这一切，他仍然倾向于要么保持休眠状态，要么很容易被一个又一个的想法分心。 如果他不学会控制这一点，可能是他浪费了提升自己的机会。

   当您获得权杖侍者时，它仅意味着您内在有某种东西，某种东西会触发您进行发现、沉迷于投资或在生活中取得新的进步。 你可能正要对某个想法采取行动，但你的脑海中不断出现一些相互矛盾的信息，你会感到气馁。 这张牌类似于你内心的战斗，它阻止你向世界表达你的英雄主义，让世界知道你的存在是有原因的。

   如果你足够聪明，这张牌通常是勇气的触发器。 它应该让你克服个人的挫折，勇敢地向前迈进，在现实世界中推出你的想法。 消除恐惧，收集资源并做点什么。 让世界知道你就在那里，在你选择的道路上前进，你不会开玩笑。 克服每一个障碍，让你的想法大放异彩并为世界所知，因为这张牌表明只有勇敢地发挥才能达到的成功水平。',
        'reversed_content' => '表明你缺乏专注使你进入错误的途径，导致意外的失败。 由于你无法接受这种情况，你继续做出错误的决定。

   此卡暗示你不会受到损失，障碍和批评的负面影响，并从头开始，而不会失去希望。',
        'upright_love' => '世界充满了权杖侍者塔罗牌爱情意义的可能性。 如果您单身，您会发现自己很高兴结识新朋友，并在爱情和浪漫方面探索新领域。 你也可能会遇到在你的爱情生活中体现这一类的人。 作为一个人，权杖侍者代表着一个喜欢冒险和活泼的人，他们很快就会坠入爱河，但也可能很快就会厌倦。 因为他们活着是为了体验新事物，所以与这个人建立长期关系可能很困难，但短暂的浪漫可能是有益的。 夫妻也可能会发现自己更愿意尝试新事物；你可以一起上课，发现新的爱好，甚至在卧室里探索新的冒险。',
        'reversed_love' => '如果你是单身，逆位的权杖侍者塔罗牌爱情意义可能表明一个人可能不适合承诺。 他们可能不知道自己想要从自己的生活中得到什么，并且很可能会流浪和不可靠。 他们火热的性格也可能让他们陷入困境。 这张卡片还可以表明您在爱情生活中不确定自己要寻找什么的时期；没有明确的方向，你可能会陷入死胡同。 你可能需要花更多的时间来决定你想要什么样的伴侣，而不是漫无目的地寻找爱情。 如果你正在恋爱，这张牌可能预示着一段无聊和缺乏动力的时期。 你需要付出一些努力，让你的情侣关系恢复活力。',
        'upright_career' => '当涉及到新企业时，权杖侍者可能是一个很好的信号。 在您的职业生涯中，这可能意味着您即将进入一个新职位或开始一个新项目。 无论哪种情况，这张卡都是好兆头；它标志著成功和满足将跟随你的努力。 当侍者出现时，这也是冒险工作的理想时间。 只是要小心移动得太快。 该侍者代表了对挑战的渴望，而不一定是准备好迎接挑战。 在开始新任务之前，问问自己是否为新任务做好了准备。 话虽如此，如果您准备好了，现在是抓住机会并开始新项目的理想时机。',
        'reversed_career' => '此处逆位的侍者表明您可能正在经历您想要的职业与当前职业之间的脱节。 这种不和谐可能来自许多不同的原因。 可能是您知道自己想去哪里，但不确定如何到达那里。 这可能表现为工作停滞或厌倦。 或者，您可能知道实现目标所需采取的所有步骤，但缺乏采取这些步骤的动力。 不管是什么原因，都要盘点一下你现在在哪里，你想去哪里，然后试着找出什么能帮助你到达那里。 没有什么是永恒的; 所以，不要认为这种现状会永远持续下去。 然而，如果你能意识到是什么阻碍了你，它会更快地过去。',
        'upright_finances' => '权杖侍者暗示你在不久的将来可能会找到一些钱。 这种意想不到的收入可以有多种形式。 有人可能会给你钱作为礼物，或者你可能会从工作中获得意外的奖金。 虽然花费如此多的现金总是很有趣，但请尝试为将来存一些钱。 您的财务状况可能会有所下降，当他们这样做时，您会感谢这个缓冲。 虽然这总是一个明智的选择，但特别重要的是要记住权杖的侍者，因为他在这些问题上有短视的倾向。 即使感觉自己有能力这样做，也不要屈服于快速消费的诱惑。',
        'reversed_finances' => '权杖侍者可能意味着财务不稳定。 很可能，这种不稳定是缺乏远见的结果。 您过去可能在财务上过于自信，现在正在影响。 让这一次提醒你，好运和坏运的变化趋势。 下次当您发现自己比预期的要富裕一点时，请记住这个低谷时刻，并将其作为储蓄的动力。 目前，你能做的最好的事情就是努力工作和节俭度过难关。',
        'yes_no' => '权杖侍者是一个精力充沛、活泼、无所畏惧的年轻人，拥有敢于做的态度和亲力亲为的态度。 这张牌代表在克服恐惧和利用您的技能和勇气开始新项目方面具有冒险精神和雄心壮志。 你寻求的答案是肯定的。',
        'past' => ' 在你过去的生活中有一个人的年轻性质以积极的方式影响了你。 您可能很乐意完成一项长期尝试的任务。',
        'present' => '好消息来了。 它将为您的生活注入欢乐。',
        'future' => '你很快就会开始一个人生的新篇章，可能会比你现在更好。',
    ],
    33 =>
    [
        'id' => 34,
        'type_id' => 1,
        'number' => 33,
        'name' => '权杖骑士',
        'upright_keyword' => '勇敢、精力充沛、迷人、英雄、叛逆、脾气暴躁、自由精神',
        'reversed_keyword' => '傲慢、鲁莽、不耐烦、缺乏自制力、被动、易变、专横',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '33_Knight_of_Wands',
        'content' => '可以看到权杖骑士骑在他的马上，马已经被扶起并准备好采取行动。 从骑士的衣服和盔甲以及他的马匹来看，他已经为接下来的事情做好了准备。 他在金属盔甲上穿着一件黄色图案的衬衫。 他还戴着一顶盔甲，上面有红色的羽毛。 他似乎已经做好了战斗的准备，只是他拿着一根大魔杖而不是一把剑。 他的马是橙色的，鬃毛看起来像火焰。 当你看着权杖骑士的脸时，你会看到想要在他的努力中取得成功的决心。 火是权杖骑士象征主义的主要因素。 他的手臂和背部垂下的装饰流苏，以及马的鬃毛，都是火焰的颜色。 他还穿着一件印有火蝾螈标志的黄色衬衫。',
        'upright_content' => '权杖骑士的象征意义很简单。 当它出现时，这意味着是逃离和旅行的好时机。 这个人应该感到充满活力和充满活力。 一个人也准备好把事情做好。 他喜欢冒险，无论身在何处都能找到有趣的事情做。 当权杖骑士在身边时，永远不会有沉闷的时刻。 当权杖骑士出现在塔罗牌中时，似乎暗示着寻求者想要完成重要的任务。 一个人想用自己的知识和技能给别人留下深刻印象。

   你可能充满了充沛的精力，但不要急于证明自己，因为这可能会让你失去与现实的联系。 因此，如果你不想破坏你成功的机会，就不要急于做事并批评别人。

   在塔罗牌中获得权杖骑士也可能意味着有一个你不希望很快发生的事件。 如果它伴随着权杖8，那么你应该期待你的生活发生很多变化。 通常情况下，权杖骑士表示你的工作、住所或生活中的任何事情都会匆忙改变。',
        'reversed_content' => '当你得到一个逆位的权杖骑士时，它代表沮丧和拖延。 您可能会感到生气，并且一无所获。 逆位的权杖骑士可以解释成力量的丧失。 你可能试图补偿一些你无法完全控制的事情，这可能会导致悲观和自尊的丧失。',
        'upright_love' => '一个充满活力和无畏的人可能刚刚带着权杖骑士塔罗牌爱情意义进入了你的爱情生活。 他们可能非常冲动、迷人和热情。 但他们鲁莽和易变的天性让他们很难与一个人安定下来。 如果这张卡片不代表一个人，它可以代替你的爱情生活中一段令人兴奋但也不稳定和冒险的时期。 这个时候你可能更倾向于冒险，这可以带来丰厚的回报。 此刻害怕被拒绝可能不是问题。',
        'reversed_love' => '您或您生活中的另一个人现在可能正在逃避承诺的想法。 逆位的权杖骑士塔罗牌爱情寓意表示急躁、不稳定和鲁莽。 这个人可能会在一瞬间发现自己在追求自己内心的渴望，但一旦有了，就迅速改变主意。 他们可能喜欢对浪漫的追求，但不会那么喜欢随之而来的简单、稳定的爱情。 如果您正在恋爱，您可能会发现现在感情不稳定，但这也可能是由于您的环境发生了变化。 现在很容易引发争论。',
        'upright_career' => '权杖骑士是一张热情的牌。 这种能量对于那些开始新事业的人来说是一个完美的补充。 您可能对您在工作中面临的新项目充满热情。 你可能渴望承担新的责任。 但是，如果您没有开始任何新事物，那么您可能会对这种缺乏进展感到有些沮丧。 在这种情况下，权杖骑士可能是一把双刃剑。 如果你有一股热情，但又担心它可能会浪费，试着自己寻找新的机会。 可能是您一直在等待事情落入您的膝盖，而实际上您应该寻找它们。 利用你的能量来进步，即使这需要你付出额外的努力。',
        'reversed_career' => '逆位的权杖骑士可能意味着你的职业生涯没有方向。 不系泊时，您可能会在不考虑自己想要什么以及如何到达那里的情况下从一个工作跳到另一个工作。 虽然不可预测性在许多人的职业生涯中很常见，但在您的职业生涯中却成为问题。 例行公事可能令人生畏或乏味，但如果你有一个想要进入的方向，你可能必须在未来的工作中接受这些特征。 这并不意味着你现在需要安定下来，它只是建议你开始在一个方向上垂直移动而不是水平移动。',
        'upright_finances' => '这张卡有时可能表示您可能很快就会收到大量资金。 这可能是花一些钱去旅行的理想时间。 旅行是利用这笔现金涌入的好方法，因为虽然您不会看到投资回报，但您会学习并拓宽视野。 因此，此时的旅行并不是浪费金钱。 这是一个明智的、全面的选择。 不要屈服于盲目的消费。 用你的钱来扩展你的思维并开始新的冒险。 对这些类型的项目进行投资将使您在未来受益，而盲目的支出将浪费您的好运。',
        'reversed_finances' => '当我们有钱时，有一种过度自信的倾向。 这是一种常见的冲动，但如果你发现权杖骑士在这里逆位了，你现在可能特别容易受到影响。 即使您觉得财务安全，现在也不是浪费金钱或进行大笔采购的好时机。 这一原则在您的投资中尤其适用。 逆位的权杖骑士也可能意味着某种损失。 在许多情况下，这将是不可避免的。 但是，不要通过参与盲目消费或赌博来促进这一趋势。 你很容易失去比你目前预期的更多的东西。 因此，建议现在特别谨慎。',
        'yes_no' => '权杖骑士是一位雄心勃勃、精力充沛、意志坚定的领导者。 尽管此卡存在一些挑战，但建议将它们视为即将到来的积极事物。 即使变化是不可预测的，相信自己并有勇气是最好的。 你的回答是肯定的。',
        'past' => '你最近渴望改变的根源是你的好奇心和直觉。 你在工作中遇到的冲突影响了你周围事件的结果。',
        'present' => '您将面临几个挑战，为您提供一生的体验。 新的旅程或项目将引起你的注意。',
        'future' => '基于仓促的决定，新的挑战正在逼近。 这可能是您的选择，也可能不是您的选择，但如果克服了挑战，您将获得幸福和充实的生活。',
    ],
    34 =>
    [
        'id' => 35,
        'type_id' => 1,
        'number' => 34,
        'name' => '权杖皇后',
        'upright_keyword' => '自信、自信、热情、坚定、社交、有魅力、活泼、乐观',
        'reversed_keyword' => '苛求、报复心强、自信心不足、嫉妒、自私、喜怒无常、欺负人',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '34_Queen_of_Wands',
        'content' => '权杖皇后所描绘的形像是一位女王骄傲地坐在宝座上，面朝前方，这是力量和火焰的明确象征。 她左手捧着一朵向日葵，宝座上还雕刻着向日葵的形象——寓意幸福、满足、生育。 她的右手拿着她的权杖，权杖开始开花，象征着生命。 在她的积极方面，魔杖女王可以与忠诚、寄托和温暖联系在一起。 脚下的黑猫暗示了她隐藏的一面，这在传统上是巫术和神秘主义的象征，但也表明她拥有深刻的直觉把握能力。',
        'upright_content' => '权杖王后多半代表着一位积极，坚强，有企图心的女性，而在一般的暗示里面，这张牌在杖组牌里比较偏向情感，感性，情绪与直觉等的 内在意思，也藉由这些内在的力量来增幅外在的行动力。 说白话一点就是，自己先有一个希望，然后开始有了实体的计划，有了计划就开始行动，是一个很连惯性的动作。 所以这一张牌也可以说是，迎接成功的准备动作。 这张牌的出现也多半代表着活力予积极的想法和思考模式，而行动力则随时可以轻易的被牵引出来。 套用一句广告词来放上，就是人因有梦想而伟大。 所以这一张牌的出现，就代表著成功与自己的距离已经很接近了。',
        'reversed_content' => '一般来说，塔罗牌中的权杖皇后可能被描绘成一个极度专注和炽热激情的人。 她是勇敢和个人主义的，尽管有时她可能会显得以自我为中心。 他们有积极向上的能量；他们代表愿意站在你身边并为你挺身而出的人。

   在工作方面，权杖皇后表示你计划在很短的时间内完成大量的成就。 如果您正在找工作，这张卡片的出现可能意味着女性将在您的职业发展中扮演重要角色。 一般来说，就你的职业而言，事情看起来还不错。 权杖皇后在爱情问题上也传递了正能量。 对于正在寻找爱情的人来说，有可能很快就会找到。

   当涉及到您的财务状况时，您可能会因花费大量金钱而不知所措。 我们建议您控制好您的开支，否则您最终会后悔的。 在健康和灵性方面，权杖皇后的含义可能与精神上的饥饿、追求或对意义的追求有关。',
        'upright_love' => '这张牌代表一个独立的人，他自信、外向和友好，以令人耳目一新的自信来对待爱情和人际关系。 她不太可能为了迎合任何其他人的欲望而改变自己，而且一般不在乎别人对他们的看法。 权杖皇后塔罗牌爱情寓意可以鼓励你敞开心扉，为你的个性感到自豪，走出去，融入世界。 您可以不再担心自己的外表或他人如何看待您，而只需享受与他人相处的乐趣。 你的勇气和自负的天性会吸引别人到你身边，并激励他们做同样的事情。 如果您是情侣，您可能会发现与伴侣的成功比以往任何时候都更加开放。 这种诚实和坦率可以拉近你们之间的距离。 权杖皇后也是一个非常感性的角色。',
        'reversed_love' => '自信和以自我为中心是有区别的。 逆位权杖皇后塔罗牌爱情寓意可以代表一个人的火爆脾气偶尔会失控，而她的善变和自私可能意味着他们很快就会对你失去兴趣。 他们可能很难满足您的需求，同时又要求满足自己的需求。 如果这不是一个进入你爱情生活的人，这张卡片可以表明你或你的伴侣此刻可能相当有统治力，可能有点忽视对方的需求，或者此刻你们的关系可能​​有爆炸性的争论. 给自己 时间保持温柔，倾听并解决任何挥之不去的不安全感。',
        'upright_career' => '如果您在这里找到权杖皇后，则意味着您既有精力又有能力在工作中执行您的想法。 无论您在职业生涯中面临什么，您都可以用决心和热情来应对。 这种驱动力可以适用于您工作中的一般情况，或者可能更适用于您的职位。 你可能已经在你的职业生涯中处于领先地位。 可能是您指导他人或即将开始充当榜样。 无论具体情况如何，您都是您所在领域的一股力量。 现在，你有能量和热情以一种特别有意义和积极的方式领导他人。 利用这段时间推进您的职业生涯，并尽您所能支持您周围的人。',
        'reversed_career' => '权杖皇后，当被逆位时，表现出缺乏职业热情。 您可能会精疲力竭或不愿意接受新任务。 这种对工作的消极态度会影响您对工作生活表现的看法。 虽然你的职业只是你生活的一部分，但对你所做的工作感到满意很重要。 如果您看不到自己职业的价值，那么您的整体举止可能会缺乏成就感。 因此，你应该努力记住是什么促使你找到这份工作，你喜欢它的方面，以及你可以为它规定的任何其他积极属性。 考虑列一个清单并每天早上大声朗读（或找到其他方法将这种积极性融入您的日常生活）。 你对工作的看法可能会改变，但如果你有意识地努力打败它，这种阴霾就会过去得更快。',
        'upright_finances' => '如果您在这里找到了权杖皇后，那么您现在就可以做出明智的财务决策。 无论您选择做什么，都可能是仔细计划和考虑的结果。 不要分心或走得太远（很容易陷入消费过度），但如果你集中注意力，你就可以花一些钱而不会产生严重影响。 这可能是扩大您的财务状况的好时机，因为您可以冷静地评估股票和其他商品。 但是，相信您的直觉，如果感觉不对劲，那很可能就是。 您的头脑处于一个理想的位置，可以评估什么是明智的选择，什么不是明智的选择，相信它。',
        'reversed_finances' => '如果您发现权杖皇后处于这个位置，您可能无法很好地管理您的资金。 这种管理不善可以有两种形式：要么你对你的支出过于严格，要么你不够严格。 您可能会根据您的财务状况（而不是桌上的其他卡片）知道哪种更适合您。 如果是前者，问问你在哪里可以更慷慨，记住花在一个好的事业上的钱通常会以善意或好运的方式回来。 如果是后者，请尝试控制您的支出。 注意每一个经济决策，问问自己这最终是否对你有好处。',
        'yes_no' => '权杖皇后是一位活泼、热情、独立的女性。 她推荐一个以事业为导向且成功的人。 诚实、体贴和自信，这张牌的存在表明某人正在寻求积极的自我发展，与之相关的答案是肯定的。',
        'past' => '耐心是您的美德之一，它帮助您与周围的人创造舒适的生活环境。 你做出了明智的决定，这种健全思考的能力将在未来帮助你。',
        'present' => '一个充满爱心的朋友会给你有用的建议。 这个盟友可能是一个女人，但不管他们的身份，记得感恩和回报。',
        'future' => '通过听从一位亲密女性影响的建议，您将取得成功。 你的家庭生活会很充实，没有激烈的冲突。 您和您所爱的人将对您的环境感到满意。',
    ],
    35 =>
    [
        'id' => 36,
        'type_id' => 1,
        'number' => 35,
        'name' => '权杖国王',
        'upright_keyword' => '领导力、远见、大局、掌控、大胆的决定、大胆、乐观',
        'reversed_keyword' => '强势、霸道、暴君、恶毒、无能为力、无效、软弱的领导者',
        'astrology' => '',
        'element' => '火元素',
        'image_key' => '35_King_of_Wands',
        'content' => '权杖国王描绘了一个男人手里拿着一根盛开的权杖，它代表着创造力和对生活的热情。 他的宝座和披风都装饰有火蜥蜴和狮子，它们是火和力量的象征。 咬着尾巴的蝾螈代表着无限以及穿越所有障碍的整体动力。 袈裟橙黄似火，冠冕形似火舌。 让我们继续深入了解权杖国王背后的象征意义。',
        'upright_content' => '权杖国王直立姿势的含义代表纯粹的能量。 然而，与套牌中的其他权杖牌不同，这张特殊的牌并不专注于纯粹的创造力。 相反，这位国王实际上更有可能接受一个想法并果断地亲自实施。 权杖国王是天生的人民领袖，而且他也非常能干。 一旦国王为自己设定了某个目标或目标，他就会很方便地坚持下去，以确保它成为现实。

   权杖国王期待着各种不同的挑战——无论是大是小，因为他会与解决问题相关的自然肾上腺素激增。',
        'reversed_content' => '正如您可能猜到的，这张牌的消极方面与傲慢的感觉有关。 他甚至可以在实际追求自己的目标时相当激进，无论他是否真的意识到这一点。 他不会表现出克制，甚至不会谦虚地知道什么时候实际上不需要他的帮助。

   可能意味着你太粗鲁和轻率周围的人，有不择手段的意图。 你正在操纵每个人获得你想要的东西，而不是正规的完成。

   权杖国王警告你要停止攻击并为自己设定高目标。 不能满足这些期望会让你感觉自己是一个失败者，在你心中加入更多的苦涩。 坚持现实的目标，以诚实的动机实现目标。',
        'upright_love' => '与权杖国王在一起永远不会有沉闷的时刻，在你的爱情塔罗牌中，他可以表现为一个精力充沛、天生的领导者，对他们的时间和资源都很 慷慨。 他们火爆的天性意味着他们可能脾气很暴躁，但他很快就会忘记自己的愤怒，就像他煽动它一样。 有这样的能量，有些人可能会觉得权杖国王很累，但他在任何情况下都能带来兴奋。 如果这张牌没有以进入你生活的人的形式出现，这张牌可以表示专注和坚持的时间。 你现在可能正在为你的浪漫情况付出额外的努力，这可能会带来巨大的回报。 如果你在恋爱中，这张牌是幸福的；你们之间的爱是热烈而深沉的，尽管有时你们仍然会在这里或那里发生争执。',
        'reversed_love' => '逆位权杖国王塔罗牌爱情的意思可以指向一个傲慢、好斗和专横的恶霸。 如果这张卡片没有作为一个人出现在你的生活中，你可能不得不考虑自己的行为。 你是否一直在控制、支配或自负？ 如果你面临人际关系和浪漫方面的问题，很有可能就是这种态度。 您可能认为自己在做正确的事情，推动他人成为最好的自己，但即使是最好的意图也可能因强有力的压力而变质。 每个人都有自己的学习方式，你最好让你的伙伴探索他们自己解决问题的方法，而不是强迫他们按照你的方式做事。',
        'upright_career' => '在你的职业塔罗牌中，权杖国王可以标志着你在你所在领域的成功和尊重。 这些想法在当下是相互关联的；您不必选择哪个适用于您。 若是见到王者，很有可能是身居高位。 你可能是其他人的导师。 或者，你周围的人可能会认为你是一个值得称赞的人，有道德和价值观。 国王还暗示生意兴隆。 你的事业现在做得特别好。 这不仅仅是暂时的情况。 你的成功是长久的。',
        'reversed_career' => '这里逆位的权杖国王可能表明缺乏领导力和方向。 你可能会等待别人给你带来东西，而不是自己去追逐机会。 如果你继续等待别人来定义你的目标，你可能永远找不到真正适合你的激情的东西。 机缘巧合在许多职业中都是有用和重要的。 然而，它不是一个可靠的来源。 尝试定义自己的需求。 如果你心中有一个目标或职业，你的职业生涯可能不会顺利，因为你缺乏信心。 有时，重要的是要相信自己的直觉而不是他人的建议。 每个人都通过自己的镜头看世界；请记住，其他人的偏见可能会影响他们对您的需求的看法。 相信自己的职业生涯。',
        'upright_finances' => '如果你在这里找到国王，你就擅长理财。 您可能处于稳定状态，因为您可以在需要时存钱，但也愿意在时机成熟时花钱。 这种平衡使您能够欣赏和保护您的收入。 继续实践这些原则。 只存钱可能是明智的，但花钱，尤其是在别人身上，可能是一种感激之情。 你足够明智地维持这种平衡。 相信您对投资和购买的判断。 你现在所经历的稳定和成功有可能更加持久。 只要你继续积极地练习，你的好习惯就会一直维持下去。',
        'reversed_finances' => '如果您看到权杖国王在这里反转，请采取行动。 期望命运会给你成功是不合理的。 掌管你的财务。 与其希望好运降临，不如主动寻找经济机会。 您可以通过多种方式支配您的财务。 要求加薪。 预算您的支出。 寻求更多/不同的工作。 在你的职位上，任何对你有意义的事情可能都是最好的。 等待并希望钱落入您的膝盖更容易，但很少发生。 相反，尝试朝着您的目标采取富有成效和明确的步骤。 你有能力实现你的财务梦想。 你只需要为他们工作。',
        'yes_no' => '权杖国王是一个贪婪、坚定和自信的权威人物。 他代表了某种扩张，在你的职业生涯中建立了一些东西，或者伴随著成功而获得经济利益。 他是一个积极的存在，可能会带来积极的结果。 答案是肯定的。',
        'past' => '你过去融入的新想法将在现在为你打开机会。 这些想法给了你激励和鼓励他人的动力。',
        'present' => ' 如果你在工作领域付出了巨大的努力，你一定会成功。 除非你放弃，否则没有什么能阻止你实现目标。',
        'future' => '未来将为您的职业生涯带来成功。 良好的投资和谨慎的支出将超过您承担的风险，您所表现出的坚定信念将带来许多机会。',
    ],
    36 =>
    [
        'id' => 37,
        'type_id' => 1,
        'number' => 36,
        'name' => '钱币王牌',
        'upright_keyword' => '新机会、资源、丰富、繁荣、安全、稳定、表现',
        'reversed_keyword' => '错失机会、稀缺、不足、不稳定、吝啬、错误的投资',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '36_Ace_of_Pentacles',
        'content' => '在这张牌中，有一只神秘的手从云中出来。 手里拿着看起来像金币的东西，表面刻有五角星。 这个五角星与土元素有关，被视为财富和所有物质和尘世事物的标志。 手下方是一个花园，花园里似乎种满了鲜花和其他种类的植物——散发着生育、成长和繁荣的光环。 这座山代表了推动人们寻找五角星所需的雄心。 流淌的小溪似乎预示着情绪正在朝着这个雄心流淌。',
        'upright_content' => '塔罗牌中的 A 都预示着新的开始。 当你画出它们中的任何一个时，就意味着你正处于你生命中一个新周期开始的时刻——你即将重新开始。

   因为钱币套牌主要与所有物质有关（不仅是财务，还与感官有关），这种重置可以表现为新的职业，新的冒险，或者开始更加关心你的健康。 无论这个开始发生在哪里，钱币王牌都保证即将到来的将带来巨大的丰富和机会。

   看到钱币王牌表示一颗种子正在物质世界种下，在你的安全感和稳定感中。 就像种子一样，这个机会也必须得到培育，有时需要投入精力、时间或资金。 给这颗种子浇水可能会带来非常丰厚的回报——因为在这种能量下生长的任何东西都意味着稳定、安全并能产生良好的产量。 繁荣正在向你走来。

   人们还必须确保他们为即将出现的机会做好心理准备。 为了能够收获银币的礼物，我们需要充满稳定带来的平静，这是一种精神上的繁荣，如果你愿意的话。 这种心态可能意味着我们对尝试新事物持开放态度，而不是坚持陈旧的、陈旧的例行公事。',
        'reversed_content' => '虽然钱币王牌通常预示着某种会带来巨大收益的机会，但看到它逆位可能意味着这可能是一项糟糕的投资，需要比您最初保留的资源多得多 的资源- 或者，您可能会错过你的机会。

   当一个人拿到逆位的钱币王牌时，这可能意味着他们将面临艰难的财务时期以及许多难以捉摸的机会。 目前，我们建议您不要承担巨大的财务风险，并在获得交易时考虑所有选择。

   这也可能是个人向他人寻求建议并避免做出仓促决定的好时机，因为时机不合适。 现在不是跳入新工作或新商机的好时机，特别是如果加入的主要动机是追求更高的经济收益。 这可能只是一种可能导致你垮台的错觉。',
        'upright_love' => '这张牌暗示了一种忠诚、持久和实际的爱情。 钱币与土元素有关，它赋予人际关系稳定、慷慨和可靠的品质。 夫妻可能会发现他们的关系给了他们一种稳定和安全的感觉，它的影响给了他们冒险和探索的信心。 这给恋人一种独立的感觉，让每个人都作为个人茁壮成长，同时为关系带来更多回报。 人际关系可能会感到繁荣和丰富，你和你的爱人可能会感到幸运和荣幸能够一起享受生活。 如果您单身，请确保也照顾好您的实际生活，因为这将为您提供找到可以蓬勃发展的爱情所需的基础。',
        'reversed_love' => '逆位的钱币塔罗牌爱情意义可能表明，一段曾经给你稳定感的关系可能​​会让你感到焦虑和脆弱。 可能会担心财务状况正在蔓延到关系中，这会让你们两个感到不稳定。 有时，这可以通过诚实的讨论和向前推进的游戏计划来缓解。 如果您没有恋爱关系，请警惕那些看起来自私、贪婪或愿意利用您的人。 这张卡片也可以简单地表明错过的浪漫机会。',
        'upright_career' => '您现在可以获得新的机会，可以确保您获得更好的工作或在现有公司中获得更高的职位。 如果你抓住机会，努力工作，你可能会得到升职、创业或真正满足你的工作的回报。 由于它是钱币王牌，这张牌标志着开始，而这些变化可以为你标志着新冒险或新时代的开始。 正能量正朝你而来；你应该像呼吸新鲜空气一样欢迎它。',
        'reversed_career' => '您是否觉得自己错过了获得梦寐以求的晋升机会？ 逆位的钱币王牌可能会有某种不稳定或错失机会的感觉。 你可能觉得自己的工作做得不好，你可能会因为表现不佳而被解雇。 其中一些可能是冒名顶替，但有些担忧可能是真实的。 你需要现实地审视自己。 您可能还会觉得自己没有明智地度过时间，并在职业道路上做出了一些错误的决定。 你没有投资给你带来物质和情感回报的职业。 现在改变还为时不晚；多想想你想做什么。',
        'upright_finances' => '您正在为您的未来进行哪些投资？ 钱币王牌标志着金融机会或新的金融之旅。 将此卡视为种子；你有机会接受这颗种子并将其成长为可以长期维持你的东西。 尝试并充分利用它，通过更多地了解您的财务状况，或为未来存下一些积蓄。 如果你真的很幸运，这张卡片也可能意味着某种意外之财或财务礼物即将到来。',
        'reversed_finances' => '如果您最近没有关注或查看您的财务状况，现在可能是时候了。 糟糕的计划可能意味着您做出了一些错误的财务决定。 这对你来说可能是一个非常时期；你必须学习如何捏小钱才能通过。 在最坏的情况下，这可能表明出现财务紧急情况；你可能还没准备好。',
        'yes_no' => '钱币王牌代表繁荣、经济上的收益和成功的努力导致晋升，它带来好运和情绪稳定。 这张卡片高度暗示着一个积极的未来，并且能够实现你的目标。 答案是肯定的。',
        'past' => '你的时间得到了很好的利用，你最终会实现你想要的成功。 你已经开始的项目将会得到回报。',
        'present' => '令人欣慰的消息会来找你。 它可能会帮助您意识到您正走在正确或适当的道路上，以获得应得的认可和物质奖励。',
        'future' => '你注定会获得重大收益。 无论是财务、情感还是个人方面，都有属灵的祝福等着你。',
    ],
    37 =>
    [
        'id' => 38,
        'type_id' => 1,
        'number' => 37,
        'name' => '钱币2',
        'upright_keyword' => '平衡资源、适应、足智多谋、灵活性，优先级、多任务、以乐趣为导向、双赢',
        'reversed_keyword' => '不平衡、无组织、不堪重负、凌乱、混乱、过度扩张',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '37_Two_of_Pentacles',
        'content' => '钱币2卡片描绘了一个男人边跳舞边杂耍两个大硬币。 钱币被无限符号包围，表示这个人可以处理他遇到的所有问题，并且可以优雅地管理自己的生活。 在背景中，您会注意到有两艘船在巨浪上行驶，它们加强了该人必须面对的平衡行为 - 他在波涛汹涌的水域中，但设法保持漂浮。 两个钱币描绘了一个人生活中通常的起起落落。 尽管周围充满了混乱，但这个人在跳舞时过着非常无忧无虑的生活，并以快乐的方式处理着他遇到的一切。',
        'upright_content' => '谈到爱情，钱币2与你无法提供让你的伴侣快乐所需的讯息。 您的伙伴关系应该是您的首要任务，但是由于您生活的其他方面的疯狂，您发现很难将注意力集中在您所爱的人身上。 关于财务，你应该注意底线。 您应该清楚了解自己的财务状况。 相应地规划您的财务，控制您的支出并增加您的收入来源，为您的未来奠定坚实的基础。 在健康方面，这张卡片要求您在自己的幸福和责任之间找到平衡。 当你周围发生了很多事情时，很容易让自己成为最后的优先事项。',
        'reversed_content' => '当两个钱币处于逆位的位置时，这可能意味着您正在尝试处理生活中的太多事情。 您至少需要休息片刻以消除压力。 如果您觉得自己无法处理所有事情，则需要考虑自己的健康状况，并为自己提供喘息的时间。 在您的工作中，钱币2逆位可能是一个积极的预兆。 避免承诺很多事情，因为它会让你不知所措。

   在财务方面，您需要学习如何以自己的能力生活。 钱币2逆位的含义提醒您要注意您的收入和支出，因为超支可能会成为一个大问题，尤其是当您被拉向多个方向时。',
        'upright_love' => '这张牌通常出现在你有很多责任需要处理的时候，而爱可能是你最不关心的事情。 您可能会感到紧张，在处理人际关系、职业和家庭问题。 所有的事情都需要努力，如果你认为你们的关系很重要，小心不要忽视你的伴侣。 如果你现在单身，你可能需要仔细计算一下你现在是否真的准备好迎接爱情。 你可能需要决定什么对你最重要，并做出一些选择来优先考虑或不优先考虑浪漫。',
        'reversed_love' => '当逆位钱币2出现在爱情塔罗牌中时，您可能会发现很难保持平衡。 面对如此多的冲突和要求，您甚至可能不知道您的伴侣感到被忽视。 似乎一切都比他们更重要，并且可能会有一些怨恨，因为他们觉得自己被视为理所当然。 如果你单身，这张牌可能暗示你可能不得不在两个潜在的恋人之间做出选择，或者你太忙和不知所措，现在无法将浪漫作为你生活中的优先事项。 慢慢来; 当你准备好在忙碌的生活中为爱腾出空间时回来。',
        'upright_career' => '当您在职业塔罗牌中出现钱币2时，您现在可能正在工作中处理许多项目。 这可能是一个比平时更忙碌的时间，事情要么在最后一刻被甩在你身上，这不是你的责任，要么你一直在接受它们以获得更好的位置。 其他人可能会对您的处理能力以及您的足智多谋印象深刻。 理想情况下，这只是一种临时状态。 小心不要接受超出自己承受能力的工作，或者同事和老板习惯于将无人愿意做的所有工作交给你。 如果这种情况持续下去，请确保您得到足够的补偿！ 有时，这张卡片也可以指向平衡你的职业目标和你生活的其他方面。',
        'reversed_career' => '您现在是否承担了太多事情？ 当你的老板要求你做某事时，你是否只是说“是”，即使你没有时间？ 截止日期可能迫在眉睫，而压力却在不断增加。 您现在的工作生活可能会给您带来相当大的压力。 现在是时候为自己挺身而出，寻求帮助，重新谈判最后期限并确定您的工作优先度。 如果你不小心，事情可能会从裂缝中掉下来，给你带来更多的麻烦。 你是人，你的老板或同事越快理解这一点，对每个人就越好。',
        'upright_finances' => '钱币2表示您正在努力工作以确保支付所有账单。 你现在可能必须做一个杂耍表演，因为事情可能会相当紧张。 有时，钱币2也可能表明需要在金钱方面做出一些重要的选择。 事情感觉非常不确定，你现在可能处于不稳定的状态。 一切似乎都发生了如此迅速的变化，这意味着您可能会非常犹豫做出这个选择。 保持适应性，你就能很好地摆脱这种情况。',
        'reversed_finances' => '财务很吃紧，似乎无论你做什么，你都无法弄清楚如何付清所有账单。 钱一进来，就好像马上就花光了房租、杂货、水电费，一个接一个。 不幸的是，这种情况并不少见。 仔细查看您的预算，如果您还没有，请建立一个，看看您可以削减哪些预算。 要求加薪，或者找一个可以为你带来一点收入的业余项目。 如果可以，找专业人士帮助您制定计划可能对您有益。',
        'yes_no' => '钱币2通过变化展示了运动、平衡和成长。 它暗示了财富波动的可能性，这可能需要某种杂耍行为，并会带来起起落落。 工作量会很重，这张卡的存在并没有给出明确的答案。',
        'past' => '它提醒您需要接受生活的改变。 也许在过去的几年中，您必须在您人生中的两件事之间做出选择。 不管结果如何，你还是吸取了教训。',
        'present' => '目前的情况表明，您在工作和家庭等生活的两个主要方面之间保持着平衡。 旅途可能并不总是一帆风顺，但您会感到舒适和安全。 但是，有时候自私并强调自己的个人需求是件好事。',
        'future' => '确定您最有价值的优势可以帮助您为自己创造机会。 如果你想找到它，就有一条路可以摆脱你的矛盾心理。',
    ],
    38 =>
    [
        'id' => 39,
        'type_id' => 1,
        'number' => 38,
        'name' => '钱币3',
        'upright_keyword' => '团队合作、共同目标、协作、学徒、努力、集中精力',
        'reversed_keyword' => '缺乏凝聚力、缺乏团队合作、冷漠、动力不足、冲突、自我、竞争',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '38_Three_of_Pentacles',
        'content' => '钱币3展示了一个在大教堂工作的年轻学徒。 在他面前，还有另外两个人，一个牧师和一个贵族，他们正拿着一张羊皮纸上的大教堂的平面图。 从学徒抬起头的样子就可以看出，他是在讨论自己建造大教堂的进度。 另外两人都在认真聆听他的话，以便更清楚地了解他们需要什么以及他们如何提供指导。 尽管这位学徒经验不足，但另外两个人还是会听他的，因为他们知道他的想法和他的经验是整个建筑成功完工的基础。 因此，钱币3代表不同种类的知识汇集在一起，以共同构建某些东西。',
        'upright_content' => '塔罗牌中的钱币3代表成功完成一个目标——它取了钱币1和钱币2的能量来源，并添加了一个基本因素，通常涉及某种群体。 在这种情况下，正位钱币3的意思是成功实现了开展业务、交易、冒险或任何其他类型的努力的所有要求。 成功的项目通常需要不同类型的专业知识，而此时，钱币3意味着所需的所有技能都汇集在一起。 简而言之，您很享受作为团队的一部分一起工作，以及这个更大项目的初步成功。

   钱币3显示了实现目标的成功开端，这是一种鼓励的标志，您应该继续努力而不放弃。 只有一个人，你可能很难实现自己的目标，但钱币3也教导人们不要忽视你周围其他人的才能。 您需要与拥有不同观点、经验和专业知识的其他人合作，才能完成您梦想的事情。',
        'reversed_content' => '钱币3逆位含义表示缺乏团队合作；它表明人们在互相竞争并在此过程中破坏专案。 他们之间似乎有太多的竞争，每个人都在努力展示优势。 这导致资源稀少，太多人将他们的专案合作伙伴视为竞争对手。

   当您在这样的团队中时，最好确保您尽可能多地尝试激发友情。 在这种不断的争吵中，逆位钱币的专案很难完成。 你可能会发现人们不听别人的，每个人自顾自的。 这种动机和野心的差异会导致复杂化。 如果你能第一个伸出援手，给每个人一个被倾听和考虑的机会，也许这个专案就有了向前推进的机会。',
        'upright_love' => '爱情和团队合作可以与钱币3塔罗牌爱情意义相结合。 如果你正处于恋爱关系中，你可能会发现和爱人一起处事特别愉快；夫妻可以通过共同制定未来计划、在家工作或合作开展创意项目来更多地了解彼此并加深彼此的信任。 透过作为一个团队走在一起，你们两个也可能会感到作为伴侣得到支持，他们拥有独特的才能和弱点，创造了和谐的平衡。 如果您单身，您可能会发现爱情来自工作中的合作或您的兴趣爱好。',
        'reversed_love' => '逆位钱币3塔罗牌爱情意义可以指向一对在实际工作中努力工作的夫妇。 虽然情绪可能存在，但它们并没有转化为努力或行动。 所有的爱都需要努力，也需要欲望。 作为情侣在一起通常意味着能够信任您的伴侣是您的队友，以及您在漫长人生旅途中的合作伙伴。 你们两个是怎么分担家务的？ 你如何分配财务？ 情绪劳动呢？ 关系中的一个人可能会全力以赴，而另一个人则认为一切都是理所当然的。 确保你们关系中的两个人都扮演好队友的角色。',
        'upright_career' => '钱币3建议你将你的经验和技能与一个更大的团队汇集在一起，以实现共同的目标。 合作对于您现在的成功可能非常重要，而且您的工作可能需要具有不同技能、经验、想法和流程的人员之间的凝聚力。 你必须努力工作以确保这些不同的意见都集中在成就上。 牢记更大的目标；这将帮助大家团结起来而不是争论。 支持您的队友并信任他们的专业知识，同时分享您自己的独特观点。

   这张卡片也可以表明学习和建立你的资格的时期。 你很可能会很好地应对你的新挑战。',
        'reversed_career' => '在工作方面，你的同事和你自己之间的冲突可能会造成压力和沮丧。 本应成为您合作伙伴的人正在为您制造更多麻烦，而不是帮助您。 跟更大的利益而工作相比，同事或合作者可能更关心自身利益。 不同的团队可能试图互相破坏，而不是真正倾听对方的需求。 沟通错误也很常见。 逆位的钱币3也可能表明你的学习进展不顺利；可能缺乏完成目标的努力或动力。 你真的在挑战自己吗？',
        'upright_finances' => '在财务方面，您可能会发现与有财务经验的人一起工作现在对您有所帮助。 其他人可能会帮助你制定预算，并朝着你的物质目标走上正轨。 如果这不适用于您，那么钱币3也可能只是简单地了解更多有关如何整合财务的信息。 从长远来看，这段学习时间对您非常有益。',
        'reversed_finances' => '人们可能不愿意透过逆位的钱币3来了解财务问题。 与其直接查看您的财务状况并查看您能做什么，可能与金钱或资源有关的任何事情都会使您感到害怕或耗尽，因此您宁愿完全避免它。 在开始使用之前，您需要投入精力了解储蓄、银行账户、信用卡和其他金融产品。',
        'yes_no' => '钱币3是代表卓越和成功的卡片。 这些东西可以通过有成效的团队合作或勤奋获得。 它与成为该行业大师和伟大的职业成就直接相关。 你的问题的答案是肯定的。',
        'past' => '如果您回想起过去的生活，您会意识到，缺乏指导的某个地方必须将您引向这里。 但是，如果您做相反的事情，那么所有的障碍都已克服，并获得成功。',
        'present' => '当前的生活中，您可能会感觉自己走在正确的轨道上，但是可能会丢失一些东西。 要找出答案，请学习并理解您选择的主题以获取更多知识。 这样，您就可以成为榜样并激发周围的每个人。',
        'future' => '您已经在众多创意企业中取得了成功，并且比以往更加努力地工作以获取有保障的未来。 尝试收集更多的素质并进行改进，以便在未来几年中看到更好的自我状态。',
    ],
    39 =>
    [
        'id' => 40,
        'type_id' => 1,
        'number' => 39,
        'name' => '钱币4',
        'upright_keyword' => '占有欲、不安全感、囤积、吝啬、稳定、安全、储蓄、唯物主义、财富、节俭、界限、守卫',
        'reversed_keyword' => '慷慨、给予、消费、开放、财务不安全、鲁莽消费',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '39_Four_of_Pentacles',
        'content' => '这张卡片描绘了一个坐在凳子上的人，他以非常防御和紧绷的姿势抓着两个钱币。 这几乎就像他是因为害怕失去而囤积它们一样。 一个钱币悬在他的头上，而另一个则是紧紧地抓在自己的双手之间，还有两颗稳稳地放在他的脚下。 他正在确保绝对没有人碰他的硬币。 同时，他也不能动弹，因为他紧紧地握着硬币。 换句话说，他之所以不能动作，是因为他对自己的财产抱得太紧了。 对某些人来说，金钱并不总是带来自由。',
        'upright_content' => '钱币4卡片能够产生消极和积极的看法。 一方面，这张牌意味着你已经成功地实现了你的大部分目标，并且在这个过程中你已经获得了大量的物质财富。 但是，另一方面，您很有可能会开始仅根据其物质价值来评估事物。 您已经努力工作到了现在的地步，您希望确保自己保持稳定是绝对自然的。 但这也有机会让你变成一个占有欲过强或贪婪的人，想要确保没有人能够夺走你自己的财富。

   钱币4也是一张卡片，它表明您目前处于投资稳健且财务稳定的位置。 由于你新发现的财富，你对金钱特别保守，而且在涉及任何财务问题时，你绝对不倾向于赌博。 你会保护你一直以来积累的东西，并且你希望稳步增加你的整体净资产。

   请注意，没有风险就没有回报，如果您花费太多时间试图保存，您可能会成为自己物质财富的囚徒。 财富也是一种能量，我们创造我们表达的东西。',
        'reversed_content' => '当逆位时，钱币4会急剧转向卡片的负面含义。 你变得贪婪，而不是保护，你屈服于吝啬。 你被某些对贫穷的恐惧所困扰，这种恐惧迫使你变得唯物主义。 在物质主义的事情上，你非常自我保护和防御，你不会因为害怕别人可能会把他们带走而敞开心扉去信任他们。

   另一方面，您实际上可能花了太多钱，您需要开始适当地掌握您的实际财务资源。 在任何情况下，这张卡片都能引起正面和负面的联想，如果你在阅读中得到钱币4，你需要非常负责和体贴。',
        'upright_love' => '你的关系可能​​会很粘人，甚至令人窒息，钱币4代表爱情。 与这张牌的关系可能​​充满嫉妒和占有欲，即使是最幸福的爱情也会慢慢恶化。 可能存在不安全感或恐惧的问题，恋人可能需要花一些时间来解决这些问题，然后才能赶走他们的伴侣。 如果你是单身，很可能你还保留着过去恋情中的一些东西；无论是恩怨、怨恨，还是前任重回生活的梦想。 这些事情都需要解决，才能真正再次对另一个爱人敞开心扉。',
        'reversed_love' => '过去的不安全感现在可能正在愈合，让您或您的爱人不那么嫉妒和占有欲。 因此，逆位的钱币4爱情的意义可以表明关系可以向前发展，而不会受到过去创伤的阻碍。 如果你是单身，那么你可能已经准备好接受新的爱情，并且已经放弃了一些阻碍你让你的浪漫生活蓬勃发展的东西。',
        'upright_career' => '你现在终于在你的职业生涯中找到了一些稳定性。 如果你过去一直在努力寻找这种稳定性，或者如果这份工作对你来说是新的，那么你可能对自己的角色仍然有点不安全。 这会让你戒备、不安，甚至偏执。 如果你让它走得太远，这对你来说弊大于利。 您可能会发现很难进行团队合作和工作，感觉自己的想法受到保护，并担心其他人可能会获得理应属于您的荣誉。 这些事情确实发生了，解决它们，但不要让自己被它们吞噬。

   有时，这张卡也可能意味着您将继续从事一份没有成就感的工作，只是为了领取薪水。 这份工作可能很稳定，但你可能真的很讨厌它。',
        'reversed_career' => '逆位的钱币4可能有点难以解释。 你在工作中的热情和慷慨的天性对你来说是一种强大的资产。 您随时可以帮助他人，并在信用到期时给予信用。 或者，您可能会做出有风险的决定而对后果漠不关心。 避免立即尝试做最耀眼的项目，或为最雄心勃勃、最不合理的目标而努力，因为这会让你陷入麻烦而不是帮助你。',
        'upright_finances' => '你可能最近刚发现一些物质上的稳定，因此你可以积累一点财富。 如果你习惯了节俭，你可能会考虑很多你的财务状况，想尽一切办法保护这笔小钱。 你可以相当节俭和保守你的钱，即使它会给你带来很多额外的工作或痛苦。 或者，钱币4可以简单地表明您正在为大事而储蓄，例如汽车或新房、孩子的未来或您自己的退休基金。',
        'reversed_finances' => '有时，逆位的钱币4可能表明您正在慢慢学习如何打开钱包。 您可能通常很节俭，您正在了解给予他人或以有用的方式使用您的钱会感觉很好。 您可能会捐赠或与家人或朋友分享您的资源，或者根据质量而不是价格购买东西。 然而，在其他时候，你可能会对你的钱很粗心。 这会让您很容易成为小偷或可疑财务计划的目标。 保持警惕。',
        'yes_no' => '钱币4代表安全、稳定和生活中元素平衡的存在。 它建议对你拥有的东西保持聪明和节俭，并保持严格的预算，但只有积极成果的安全性。 向前迈进可能需要坚韧不拔。 你的回答是肯定的。',
        'past' => '你努力工作的能力和你的奉献精神会给你带来物质上的成功。 最近的交易、提议或商业冒险正在为您的生活增添更深层次的意义。',
        'present' => '您将因所表现出的努力而获得经济回报。 你会胜利，但如果仅仅将胜利视为金钱收益，那么这种胜利将是空虚的。',
        'future' => '尽管未来承诺物质安全和财富增长，但您仍然可以想像，人们对物质主义只能感到高兴。 您应该正常发挥自己的情绪和行为。',
    ],
    40 =>
    [
        'id' => 41,
        'type_id' => 1,
        'number' => 40,
        'name' => '钱币5',
        'upright_keyword' => '困难、损失、孤立、感觉被遗弃、逆境、斗争、失业、疏远、耻辱',
        'reversed_keyword' => '积极的改变、从损失中恢复、克服逆境、宽恕、感到受欢迎',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '40_Five_of_Pentacles',
        'content' => '就像塔罗牌中其他花色的5一样，钱币5象征着逆境。 它显示了两个人在下雪时走到外面。 他们不仅寒冷，而且还生病、贫穷、疲倦和饥饿。 看起来他们似乎缺乏基本的生活必需品。 很多人可以通过不止一种方式与两个人建立联系。

   卡片中的一个人拄着拐杖，而另一个人的头上盖着一条披肩。 她赤脚走在雪地里。 背景中有一面黑色的墙，彩色玻璃窗上有五个钱币，暗示着某种教堂。

   通常情况下，钱币5是一个不祥之兆。 但是，不要担心，因为它会根据它在读数中的位置而改变。',
        'upright_content' => '每当钱币5出现在塔罗牌中时，就意味着一段艰难和不安全的时期。 这张牌的含义可以是深深的孤独、疾病、贫穷或失落。 在不久的将来，您的状态可能会变得更糟。 您有可能会失去一些重要的东西，无论是财务财富还是重要物品。 您的健康状况恶化可能已经持续或非常突然。

   拄着拐杖的人有很多像征意义。 这个人可能觉得受到了诅咒——他们的厄运是他们无法轻易摆脱的。 钱币5的象征意义也可以是旧债、高额信用卡余额或未偿贷款。 它提醒您应该考虑整理您的财务状况。 您过去犯下的错误也可能困扰着您。

   当谈到与爱情有关的问题时，钱币5不是一个好兆头。 这可能表明您所爱的人感觉不一样。 就像卡片上的数字一样，您可能会觉得自己被冷落了。',
        'reversed_content' => '与正位版本不同，逆位钱币5的含义可以是好事。 雪现在在上面，代表着光明进入你的生活。 彩色玻璃现在像征着一条通道，钱币5作为隧道尽头的光。 逆位的钱币5意味着变化即将到来。

   抽到这张牌时，可能意味着最坏的情况已经过去，但不要指望改变会在一夜之间发生。 你需要一些时间才能恢复，重新找到力量。 这意味着您将能够在财产、健康、人际关系、业务或财务方面重新获得稳定。

   从疾病中缓慢恢复也可以通过逆位的钱币5来表示。 您将能够找到一种可以导致康复的治疗方法。 如果您正在照顾某人，则可能意味着将提供帮助，无论是经济援助还是实际援助。',
        'upright_love' => '现在看来，你永远找不到你正在寻找的钱币5塔罗牌爱情含义的爱情。 单身人士可能正处于绝望时期，准备放弃长期寻找合适的伴侣并屈服于孤独。 不幸的是，这种态度可能是一种自我实现的预言。 孤立或匮乏的感觉也可能出现在现有的关系中，无论是来自伴侣关系内部还是外部。 恋人可能会发现难以坦诚地交流，或者在情感上与伴侣关系密切，从而在彼此之间制造一堵墙。 抑郁症也可能是一个问题。 有时这张卡可能表示缺乏经济保障，给你的浪漫关系造成压力。 这可能是一段艰难的时期，但比以往任何时候都更紧密地团结在一起，而不是分开。',
        'reversed_love' => '一段孤立、排斥和绝望的时期可能即将结束。 逆位钱币5塔罗牌爱情意义可以表明你的关系或你的约会前景再次改善，因为你已经努力克服困难的情况。 随着斗争的减轻，您可以在重新点燃关系或向新朋友敞开心扉方面取得稳步进展。',
        'upright_career' => '钱币5出现在职业或工作环境中可能会带来麻烦。 你可能会在工作中经历一段艰难时期，也许是因为失去了工作，或者在工作中感到孤独和被同事或老板抛弃。 其他人可能会像对待弃子一样对待您，而您可能会在办公室政治和社交活动中挣扎。 如果您是企业主，您可能也会遇到困难。 所有这些问题都可能严重影响您的心理健康，并且可能呈螺旋式下降。 如果您认为这种情况不会改变，您可能要开始寻找另一份工作。',
        'reversed_career' => '如果您的事业或事业遇到了问题，逆位的钱币5可能表明隧道尽头有一盏灯。 事情很可能会恢复正常。 困难的情况现在可以治愈，或者您可能找到了另一份重视您所做工作的工作。 留意任何机会。',
        'upright_finances' => '钱币5代表财务困难。 你现在需要捏紧你的美元，因为你感觉钱很吃紧。 有时，在最坏的情况下，这张卡也可能暗示物质损失，因此您也可能正在处理债务、破产或驱逐。 因此，预计资金会在出现时吃紧。 无论情况如何，不要让你的自尊心阻止你寻求帮助。 如果需要，请查看施食厨房和慈善机构；这样做并不可耻，我们都经历过经济困难时期。 如果可以，您可能想开始组建应急基金。',
        'reversed_finances' => '慢慢地，您可能正在从经济损失中恢复过来。 您可能正在偿还债务，或在遭受重大损失后重建应急基金。 继续努力，您可能会再次发现自己处于财务稳定的状态。 最糟糕的已经过去了。',
        'yes_no' => '钱币5预示着财务或情感上的麻烦或一段时期的厄运即将来临。 烦恼、贫穷、挫折，都与这张牌有关。 这些事情可能是由于缺乏信仰或可能失去了信仰。 这张牌的整体基调是负面的。 你所追求的答案是否定的。',
        'past' => '最近的情感或经济损失给你带来了沉重的负担。 不要让你的自尊使你远离他人的帮助。',
        'present' => '你所面临的困难会被克服，所以不要屈服于它给你带来的不足或不安全感。',
        'future' => '为了找到幸福和安全，你的未来为你带来了必要的改变。 这种改变可能是在方向或动机上，但它会告诉你所有的困难都是可以克服的。',
    ],
    41 =>
    [
        'id' => 42,
        'type_id' => 1,
        'number' => 41,
        'name' => '钱币6',
        'upright_keyword' => '慷慨、慈善、社区、物质帮助、支持、分享、给予和接受、感恩',
        'reversed_keyword' => '权力动态、滥用慷慨、自私、不平等、敲诈勒索',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '41_Six_of_Pentacles',
        'content' => '在钱币6的图像中，有一个穿着紫色长袍的男人。 紫色象征着这个人的地位和财富。 他有一个平衡的天平，代表平等和公平。 我们想起了正义塔罗牌，它暗示了业力、因果关系，我们得到了我们所给予的。 他的另一只手正在给跪在他脚下的两个乞丐钱。 钱币6表示你处于一个足够安全的位置，可以在不影响自己生活的情况下给予他人。',
        'upright_content' => '钱币6意味着你处于一个与你的收入有良好关系的位置。 就像卡片中的主角一样，你带进来的钱和你的开支平衡得很好，你很幸运没有任何压力。 你也很感激你拥有的一切，可以愉快地与他人分享你的财富。 从卡片中的图像可以看出，钱币6可能与慈善有关。 你可以是向有需要的人捐钱的人，也可以是感激地从富有的捐赠者那里接受你所需要的东西的乞丐。

   如果卡片显示您是给予者，则您已经积累了财富，现在您可以通过经济援助来帮助他人。 你可能已经在钱币的黑暗中生活了足够长的时间，能够看到光明。 您正在考虑向慈善机构捐款或帮助可能需要您支持并且处于与您以前相同位置的人。 钱币6不一定是关于物质礼物或金钱，它也可以意味着你的时间和存在。

   如果卡片显示您是乞丐之一，您可能正在接受其他人的慈善事业。 这可以帮助你恢复，所以接受帮助——你将来可以回报你的恩情。 您也可以在未来找到自给自足的方法。 尽管出现这种情况，您应该注意不要在此期间变得绝望或顺从。',
        'reversed_content' => '逆位的钱币6可以表明慈善可以是单向的。 如果你向某人借过钱，你不应该期望你的钱能得到偿还，或者你的恩情在未来得到回报。 你应该对你借钱的人保持谨慎，特别是如果你的财务状况不稳定。 您也可能会遇到支出和捐赠超出您真正负担得起的问题。

   逆位的钱币6也可以警告您有关您所欠债务的信息。 这可能意味着您已经过头了，并且将来会再次出现并成为一个主要问题。 在此期间，您还应该小心从事商业活动，因为您最终可能会蒙受巨大损失，而不是获得投资回报。

   钱币6逆位的意思是与给予和慈善有关的自私。 这可能意味着你愿意以一种不是让他们受益，而是让自己受益的方式来给予他人。 你应该小心，你不只是为了证明你对他人的给予或慷慨而慈善。 布施的源头应该是无私的，而不是自私的。',
        'upright_love' => '钱币6代表爱情善良和慷慨是你们关系的特征。 当您追求目标时，您的伴侣可能会在情感和经济上非常支持您。 你可能要上学，或者开始一个新的工作，但可能有点担心风险会对你的伙伴关系造成什么影响。 但是，您可能会在伴侣愿意帮助您实现该目标时发现惊喜。 但是请记住，要保持情侣关系的平衡。 以其他方式给予和回报您的伴侣，以表明您对他们的感激之情。 这样，你们的关系就会蓬勃发展。 如果您单身，您可能会发现您或他人在精力、时间或资源方面的慷慨可以带来爱。',
        'reversed_love' => '权力动态和不平衡会在你与逆位钱币6塔罗牌爱情意义的关系中产生大问题。 如果一个伴侣总是给予和给予，而另一个接受，一个人会感到被利用和怨恨，而另一个人会感到被困和依赖。 在关系中保持一定程度的独立性和自给自足总是很重要的。 必须再次纠正这里的动态，以使这种关系变得健康。 单身的人可能要警惕造成这种权力不平衡的伴侣；避免过于慷慨或过于依赖你的浪漫关系。',
        'upright_career' => '如果您在工作塔罗牌中拿到了钱币6，那么您的工作场所可能会有一位更资深的人准备帮助您实现职业目标。 这位导师可以非常慷慨地投入时间和精力来帮助您取得成功，并在您的职业道路上获得更多技能和更高的地位。 钱币6也可以表明您的工作场所非常重视您的贡献。 如果您正在寻找一份新工作，这张卡片可能表明这些变化会比您预期的更好。 如果您拥有自己的企业，这张卡可以推荐投资者或愿意帮助您发展业务的人。',
        'reversed_career' => '当心您工作场所中看似乐于助人且慷慨大方，其实他另有心机。 有人可能会滥用他们的权力地位，或向您提供帮助。 但是这些是为了创造感觉你以后“欠”他们的环境。 他们可能会要求您以牺牲您的荣誉为代价做某事。 如果你是有权有势的人，记得给予帮助，不求回报；你一定还记得你年轻时的样子。 如果您是正在接受帮助的人，请确保不要滥用该帮助。 您是否正在吸引可以帮助您的职位或地位的人？ 这对其他人来说可能比你想像的更明显。 避免这种诱惑，对自己和他人保持诚实。',
        'upright_finances' => '目前，您可能会在您的社区中发现很多慷慨的人。 如果您有一个开始项目或业务的梦想，您可能会发现很多人愿意帮助您实现这一梦想。 出去问问，提出你的想法，告诉人们你想建立什么。 你的热情很可能会激励他人尽其所能提供帮助。 另一方面，你可能会发现你现在处于给予他人物质支持的位置。 您现在可能处于一个舒适的位置，您可以负担得起帮助他人的费用。',
        'reversed_finances' => '如果您一直在寻求经济帮助，那么现在可能看起来很黯淡。 似乎没有其他人可以为您提供所需的东西。 如果您确实找到愿意帮助您的人，请谨慎行事。 检查你的贷款条款是否公平，或者礼物没有附带条件。 否则，您可能会发现自己遇到比现在更大的麻烦。 如果您是能够给予的人，请避免怨恨情绪或利用您的财务舒适度。 或者，您可能是被利用的人；确保您的经济援助直接提供给您想要的人。 谨防以善心为食的骗局。',
        'yes_no' => '钱币6代表成功、繁荣和慷慨。 它建议在经济上帮助他人，捐赠和无私的慈善事业。 有正面的恩惠和整体的好运感和未来的快乐回报。 您寻求的答案很可能是肯定的。',
        'past' => '你过去对他人的公平考虑将引导你在现在取得成功。',
        'present' => '你对生活的热情和对自己才能的信心将会重新焕发。 能够帮助有需要的人的喜悦将照亮更大的图景。',
        'future' => '记住，别人的善意是你无法控制的，但你完全有能力给予别人恩惠。 如果你寻求帮助，最好免费给予他人。',
    ],
    42 =>
    [
        'id' => 43,
        'type_id' => 1,
        'number' => 42,
        'name' => '钱币7',
        'upright_keyword' => '收获、奖励、结果、成长、进步、毅力、耐心、计划',
        'reversed_keyword' => '未完成的工作、拖延、低努力、浪费、缺乏成长、挫折、急躁、缺乏奖励',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '42_Seven_of_Pentacles',
        'content' => '钱币7展示了一个年轻人，他似乎正在从辛勤的劳动中休息一下，欣赏花园里的果实和花朵。 他靠在铲子上，欣赏着悬挂在郁郁葱葱的绿色植被上的钱币7。 他把头放在手上的样子似乎暗示着一种疲劳，他努力工作以确保今年的收成很好。 因为他着眼于长远目标，他现在无法立即有所收获，但为自己保留了一个钱币。 通过他的努力，他希望能长期稳定获得收获。',
        'upright_content' => '钱币7的含义与投资和努力有关。 它遵循钱币6，指的是经济或物质困难的结束。 如果您一直在工作中投入时间和精力，则表明您的努力正在得到回报，并且将来也会得到回报。

   如果您想投资，钱币7表示您已准备好投入大量精力、时间和工作来实现您想要实现的目标。 它重申了您的长期愿景，并有助于表明您不仅限于在短期内看到结果。 它显示了由于您愿意付出的努力，您对投资的重视程度。

   钱币7也与对失败的恐惧有关。 你不知道你是否会从你的辛勤工作中收获成果。 当出现延迟时，它也可能表示沮丧。 您可能已经为您的项目付出了很多努力，但现在似乎没有任何成果。 好消息是，这意味着您正在从失败和错误中学习。 一开始可能看起来不像，但错误让您可以研究如何更好地投资时间以充分利用您未来的风险。',
        'reversed_content' => '钱币7逆位意味着您的回报现在可能会分散。 这也可能意味着你的劳动回报并不像你想像的那么重要。 这样做的好处是它表明您知道何时停止将时间、金钱或精力投入到特定项目中。 因此，您需要重新评估您的选择，并弄清楚您应该将资源放在哪里。 钱币7逆位的含义也可以应用于人际关系以及你投入的努力和情感。

   钱币7的象征意义通常涉及商业风险和投资。 然而，它也会跨越关系，也被视为投资。 投入到这些投资中的努力可能是时间、金钱和辛勤工作。',
        'upright_love' => '钱币7的爱情寓意，爱情可以慢慢发展。 对于单身的人来说，长期的友谊可以慢慢变成浪漫的爱情。 你现在可能建立的友谊也可以成为更多事物的种子。 爱情有时会让人筋疲力尽，但随之而来的回报是无价的。 如果你们处于恋爱关系中，那么现在一起生活可能会显得乏味或折磨人。 也许为了在一起，你们的伴侣关系可能需要制定长期计划或在日常生活或财务方面做出妥协。 但这张卡片也提醒我们，爱情并不总是充满激情的浪漫和情绪的爆发，而是伴侣们每天努力工作以在瞬息万变的世界中保持在一起。 随着时间的推移，所有乏味的时刻，所有的辛勤工作，都会成为值得回味的东西。',
        'reversed_love' => '当在爱情塔罗牌中出现逆位的钱币7时，您可能已经准备好认输了。 你可能为爱情和浪漫辛勤劳作，付出了这么多努力，却收效甚微。 它可以暗示一定程度的不耐烦，当一个人当然不能强迫爱神奇地出现时。 有些爱来得突然，有些则需要时间；我们只能耐心等待正确的时机。 无论是逆位还是正位，塔罗牌的钱币7爱情寓意都预示着缓慢而稳定的进步，以至于你甚至可能不会注意到它。 但是继续滋养这种爱，有一天你可能会发现它对你的生活产生了深远的影响。',
        'upright_career' => '无论您是否看到结果，钱币7个都表明正在取得进展。 它可能很慢，但每天你的工作都会得到回报。 现在仔细看看你的成就，看看什么是有效的，什么是无效的，这会很有帮助。 这可能会帮助您了解将精力集中在哪里，以及您可以采取哪些策略。 如果您拥有自己的企业或个体经营者，现在花时间评估您的工作将有所帮助，并且可以为未来的发展奠定坚实的基础。',
        'reversed_career' => '你是否在工作中付出了太多努力？ 还是你投入的不够多？ 当涉及到你的职业生涯时，逆位的钱币7可能预示着某种不平衡。 似乎无论答案如何，您所做的或不做的似乎都改变不了任何事情。 结果很少。 花太多时间在工作上有时会适得其反，比如给植物浇水；对某事过分关注会杀死它。 另一方面，您可能会因为分心而无法专注于某个特定的成功策略。 随着你的努力被稀释，他们可能不会有什么收获。 您需要专注于一种方法，并进行研究以确保其有效。',
        'upright_finances' => '你现在可能正在收获你的劳动成果。 您一直在逐步投入精力和时间的事情终于可以取得进展。 在不知不觉中，您很可能会发现您将能够享受这些奖励。',
        'reversed_finances' => '在财务方面，逆位的钱币7象征着时间、精力和资源的投资没有得到回报。 你甚至可能蒙受损失。 即使你为梦想而努力，你也可能得不到回报。 谈判你的价值。',
        'yes_no' => '钱币7代表对你的职业或业务的坚持。 它与成功有关，但需要通过缓慢、稳定的增长。 它表明您将不得不等待很长时间才能获得奖励，而且您可能没有充分发挥潜力。 这里没有明确的答案。',
        'past' => '您的事情延误一直在影响您，但不要失去希望。 你的坚持会让你走向成功。',
        'present' => '你目前长期的努力工作会给你带来很多个人成长和成就。',
        'future' => '你的道路会很长，但如果你能继续前进而不会失去决心或活力，回报将是巨大的。',
    ],
    43 =>
    [
        'id' => 44,
        'type_id' => 1,
        'number' => 43,
        'name' => '钱币8',
        'upright_keyword' => '技能、才能、工艺、质量、高标准、专业知识、掌握、承诺、奉献、成就',
        'reversed_keyword' => '缺乏素质、仓促工作、名声不好、缺乏动力、平庸、懒惰、低技能、死胡同',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '43_Eight_of_Pentacles',
        'content' => '钱币8卡片描绘了一个年轻人正在将一个五角形形状蚀刻到八枚金币中。 这张卡片象征着一个人完全专注于他们正在做的事情。 远处的城镇意味着他成功地将自己从干扰中隔离出来，从而可以完全专注于自己的任务。 钱币8指的是你一生中专注于完成某项任务的时刻。 您完全沉浸其中，并致力于提供最完美的作品。',
        'upright_content' => '这张卡片表示您必须努力工作并完全专注于您的任务的时间。 这不一定是消极的情况，但这意味着您必须真正努力做到最好。 您需要完成的任务可以是个人的，也可以是专业的。 无论是什么类型的任务，当事情变得不堪重负时，不要害怕寻求帮助。 钱币8的是你所做的努力。 有可能您需要解决很多事情。 努力工作是必不可少的，但您仍然需要找到平衡。

   在工作方面，求职者应该期望他们的工作性质会很苛刻。 钱币8也表明你需要对自己有信心，你将能够完成工作。 对于目前在职的人，你将负责执行更多的任务和责任。 毫不犹豫地向您的同事寻求帮助。 在爱情方面，你的工作可能会影响你们的关系。 不管你的工作有多苛刻，你都需要腾出一些时间与他人建立情感联系。

   在财务方面，钱币8可能表示您一直希望获得的财务援助。 小心你将如何花这笔钱，记住这是你辛勤劳动的成果，而不是运气。 当谈到健康时，钱币8可能意味着您是时候努力工作以改善您的健康了，您必须对运动和饮食保持警惕。',
        'reversed_content' => '逆位时，钱币8表示类似于正位姿势，但任务可能更加艰巨。 这意味着如果你想对这个结果感到高兴和成功，你需要迅速并小心翼翼地执行。 在工作方面，钱币8逆位是指通过你的勤奋、奉献和智慧给你的雇主留下深刻印象的重要性。 永远不要逃避工作中的任何任务或责任 - 否则这会损害您的声誉。 在爱情中，钱币8可能表明你们俩可能都没有准备好承担使你们的关系正常运转的责任。

   关于财务，您可能对自己目前的财务状况抱有幻想。 也许您目前正依靠纯粹的运气来实现这一目标。 虽然做梦绝对没有错，但你应该明白，如果你想提高自己的地位，就应该耐心并准备好努力工作。 在健康方面，逆位的钱币8可能表示您担心的情况，但您不知道如何解决。 永远不要害怕寻求医疗专业人士的帮助，以帮助您了解您的病情并进行改善。',
        'upright_love' => '仔细想想，爱一个人就像修炼一门技能。 它需要越来越多的同理心、同情心、耐心以及好奇心和自我提升的愿望。 为你所取得的成就和你学到的教训感到自豪。 如果你处于恋爱关系中，你可能会发现你的爱人仍然让你感到惊讶，即使你们已经在一起度过了所有的时光。 如果你足够努力，你每天都会发现它们的新方面。 也许你爱上他们是因为他们的甜蜜善良，只是在他们面临危险或违背他们原则的事情时看到他们的激情爆发。 学会欣赏他们的新方面可以加深你们对彼此的爱。',
        'reversed_love' => '在爱情面前，你不能走捷径，也不能走任何捷径。 逆位钱币8塔罗牌爱情意义这样提醒我们，我们在人际关系和爱情生活中付出的努力很重要。 我们要么全身心地投入，耐心地看着它在我们的呵护下茁壮成长，要么视之为理所当然，让它最终死去。 这意味着你的关系或浪漫生活现在可能需要你很多。 可能是你的伴侣可能需要你挺身而出；你一直在做你那部分的家务吗？ 你有没有表达过你的爱？ 你有没有像你一直接受爱一样表达你的爱？ 尝试确保您的两个需求都得到满足。',
        'upright_career' => '在工作方面，您对提高技能的奉献精神和承诺可能会得到回报。 现在可以实现职业目标，您可能会达到一个新的技能和专业水平。 其他人可能会欣赏您的成长，并且会视您为所在领域的领导者。 有时，这张卡也可以表示促销活动。 如果您正在创业，那么您的工艺和对工作的关心将带来巨大的成功和利润。 保持你的技能敏锐，并保持好奇。 如果您目前正处于学习阶段，那么您的才能现在可能会给他人留下深刻印象。',
        'reversed_career' => '你现在可能会被困在一份你讨厌的乏味工作中。 缺乏热情可能会影响您在工作中付出的努力，并且您的工作很可能会受到影响。 然而，您可能会觉得自己并不急于做出任何改变。 你正在做的工作感觉平淡无奇，你不再关心提高你的技能。 相反，您可以拖着脚步，等待时间下班并领取薪水。 雇主现在可能会觉得你缺乏新职位所需的经验。 如果您有业务，质量标准可能会下降，您的声誉可能会因此受损。',
        'upright_finances' => '您可能会因您的奉献精神和对您所在领域的承诺而获得经济回报。 有时可能会显示促销活动，如果您是个体经营者，则可能会显示更多业务。 如果你一直小心理财，你可能会慢慢变得更加经济独立。 当您享受成功时，您可能会回忆起以前的困难。 轻拍自己的后背，让这些想法激励你。',
        'reversed_finances' => '您可能对自己的财务状况有点粗心，这意味着超支，或者可能完全无知。 当您需要钱时，您可能会发现自己陷入了困境。 最好面对这些事情并在它们变得更糟之前照顾它们。',
        'yes_no' => '钱币8是一张暗示技能和勤奋提高的卡片。 只要您谨慎行事并采取平衡的方法，它就会显示出理想的职业和获得新技能的机会。 这张卡的前景是积极的。 是的，这是你的答案。',
        'past' => '您掌握的技能将引领您走向成功。 继续发展，你会达到顿悟的时刻。',
        'present' => '通过发展你的才能，你会在你的努力中取得成功。 现在投资于自己将在以后带来更大的回报。',
        'future' => '未来为你带来成功的事业或精神上的努力。 您获得的赞誉数量取决于您确定和掌握技能所花费的时间。',
    ],
    44 =>
    [
        'id' => 45,
        'type_id' => 1,
        'number' => 44,
        'name' => '钱币9',
        'upright_keyword' => '有回报的努力、成功、成就、独立、休闲、物质保障、自给自足',
        'reversed_keyword' => '被守卫、过入不敷出、物质不稳定、不计后果、肤浅',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '44_Nine_of_Pentacles',
        'content' => '钱币9描绘了一个女人在葡萄园中间。 这位女士穿着一件装饰着向日葵的奢华长裙。 她似乎是豪宅的一部分，因为在远处的背景中，我们看到了一座城堡。 一只猎鹰正安静而俏皮地坐在她的左手上。 她身后的葡萄藤茂密，结满了葡萄和金币，表明她的事业非常成功，收获了丰硕的果实。',
        'upright_content' => '这张钱币9表明问询者已经达到了他们生活中自信、独立和自给自足的阶段。 通过努力工作，这个人现在已经准备好享受金钱、休闲和物质上的舒适。

   在之前钱币旅程中面临的困难似乎已经结束。 钱币9不仅传达了快乐，还传达了物质财富可以带来的安全感和自由感。 回想起来，询问者现在可以庆祝她的道路上的困难、斗争和辛勤工作。 她之前的挑战给了她更广阔的视野，她需要了解成功的精神价值。 知道到达这里有多困难，她打算享受给予她的每一天。

   像塔罗牌中的其他9的牌一样，有时这张牌表示求问者的旅程尚未完成。 这里缺少一些东西——她的社区和人际关系的元素。 西装的礼物是用来分享的，而这个女人却离家那么远。

   钱币9也可以是关于此人一生的特定时间段。 这一次是关于克制和恩典。 外交和恩典将导致预期的结果。',
        'reversed_content' => '逆位的钱币9可能表示遭受财务问题。 它可能表明安全性和稳定性的错误显示。 这里可能有一种保持外表的愿望——即使在我们负担不起的情况下，也要拥有生活中所有美好的事物。 这从何而来？

   这里可能有一种保持外表的愿望——即使在我们负担不起的情况下，也要拥有生活中所有更美好的东西。

   以此为契机，让您弄清楚什么是最重要的。 逆位的钱币9表示一个人真正看到这时刻，也许是第一次，我们不能完全依赖物质财富来带来幸福。

   这张卡片的其他含义因上下文而异——你可能会发现自己处于生命中经过多年努力应该能够休息和放松的时期，但却发现自己无法放松。 在这种情况下，返老还童是逆位的钱币9的终极忠告。 你需要后退几步，让自己休息一下，恢复体力。',
        'upright_love' => '你的生活过得很好；此刻你可能正在经历一段奢侈的时光，或者至少，你拥有需要的一切。 即使你现在没有伴侣，浪漫对你来说似乎也不是特别紧迫。 你可能只是想珍惜你所拥有的。 这种品质可以让你对他人更具吸引力；现在找到的恋人需要确保他们为这种幸福做出贡献，而不是剥夺它。 那些已经处于恋爱关系中的人可能会发现，每个人都有自己的成就、事业、爱好、兴趣和社交生活；你们两个之间有一种健康的独立和爱的结合。 有时，这张卡片也可以指向你和你的爱人一起在家里工作，创造一个真正属于你的空间。',
        'reversed_love' => '虽然看起来您现在已经拥有了一切，但实际情况可能并非如此。 逆位钱币9塔罗牌爱情意义可以表示一种感觉，尽管拥有一切，但你的生活仍然缺少一些东西。 单身的人可能很清楚这一点；你可能有不错的事业、稳定的财务、良好的友谊和家庭关系，但爱仍然逃避你。 有时，这可能是无意识的；你可能担心放弃你的独立性，或者害怕与一个不会爱你的人分享你的生活，但爱你所拥有的。 你甚至可能没有意识到你在推开别人。 如果您处于恋爱关系中，尽管您已尽最大努力并希望与此人共度一生，但您可能仍会感到受到保护。 逆位钱币9要求你放开点。',
        'upright_career' => '这张牌表明你在事业上取得了很大的成就，你会得到相应的奖励；富足、成功和经济回报都是理所当然的。 您所有的辛勤工作和专业态度都得到了回报，现在您可以花时间坐下来享受您的成功。 你的生意可能会蒸蒸日上，利润可能会让你过上舒适的生活。 有时，这张卡片也像征着退休，或在经过一段时间的持续工作和劳动后休假。',
        'reversed_career' => '如果你最近处理事情失败，那可能是因为你没有付出太多努力。 钱币9表示你非常渴望成功，但可能还没有准备好实际为之努力。 另一方面，这张牌可能表明你可能工作得太努力了，以至于其他一切都被搁置了。 时间过得很快，不知不觉中，一切都可能改变。 如果您有生意，请花一些时间来检查您的财务状况。 您需要确保与您一起工作的人值得信赖。 花时间检查您的法律文件也是安全的。',
        'upright_finances' => '钱币9代表繁荣、稳定和物质安全。 如果您已将时间或资源投入到某事上，那么您可能是时候享受回报了。 由于这种新发现的舒适感，您的社会地位可能会提高。 由于这张卡也与土地有关，您可能也正在购买一些财产。',
        'reversed_finances' => '你现在可能正在超支，你可能不得不处理一些严重的财务鲁莽问题。 超出能力范围的冲动购买和消费会导致后悔。 您也可能在经济上依赖他人。 这张卡片也是一个警告，避免参与阴暗的商业交易，或快速致富。 这些通常会导致您陷入财务困境。',
        'yes_no' => '钱币9代表财富和财务安全。 这可能意味着最终会因您在业务或生活中的重要项目中的所有努力而获得回报。 这张卡的存在可能意味着您的财务和/或个人独立。 您寻求的答案很可能是肯定的。',
        'past' => '你所经历的快乐是你的成就所赢得的。 虽然最近一个项目的报酬尚不明显，但你会因你的工作而获得丰厚的报酬。',
        'present' => '您一直在寻求的解决方案将会到来，并减轻您与问题相关的压力。',
        'future' => '表示积极的结果，表示已实现目标。 您将处于更加幸福的状态，获得更多的空闲时间来享受大自然。',
    ],
    45 =>
    [
        'id' => 46,
        'type_id' => 1,
        'number' => 45,
        'name' => '钱币10',
        'upright_keyword' => '遗产、根源、家庭、祖先、继承、意外之财、基金会、特权、富裕、稳定、传统',
        'reversed_keyword' => '家庭纠纷、破产、债务、转瞬即逝的成功、金钱冲突、不稳定、打破传统',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '45_Ten_of_Pentacles',
        'content' => '在钱币10牌中，一位老人坐在通向大庄园的拱门上。 看起来他是一家之主，因为他身边都是年轻的亲人。 他穿着一件装饰着月牙和葡萄藤的长袍——象征着精神与物质的结合。 他有他的家人和狗。 他面前有一对幸福的夫妻，想必是他的孩子，而这对夫妻背后还有一个顽皮的孩子，他的孙子。 孩子顽皮地伸手抚摸狗。',
        'upright_content' => '钱币10与持久性和满足感有关。 这张牌表明你长期付出的一切都会在未来得到回报。 它表明一切最终都会顺利进行——因为你始终着眼长远，不选择走捷径。 您的遗产肯定会在未来很长一段时间内屹立不倒。 这是一种解脱，因为到达这里的道路充满了挫折和挑战，使旅程的这一点更加甜蜜。

   在卡片中，老人可以坐下来放松，同时观察他的子孙后代的生活。 他从成就中获得的满足感与孩子们的幸福交织在一起。 钱币的含义还与您体验到的幸福有关，因为您播下了许多幸福的种子并与他人分享，尤其是家人和亲戚。 它指出了这些人在您生活中的重要性。

   该卡表明，无论您为自己设定了什么优先顺序，家庭都是第一位的。 您必须向家人中的长者伸出援手，使他们感到舒适和安全。',
        'reversed_content' => '逆位钱币10的意思可能是对你未来财务状况的警告。 它可能指向以后生活中的大小问题，即使它们目前可能不是问题。 它还显示您投入大量时间和精力投资的错误性质。 总的来说，这张逆位牌似乎表明您对短期成功下了太多赌注，同时损害了您的长期任期潜力。 退后一步，评估您现在的决定是否会在未来造成更大的损害。

   一般来说，这张逆位的牌似乎表明你对短期成功下了太多赌注，同时损害了你的长期潜力。

   逆位钱币10的意思也可以处理关系。 它可能表明一段持续多年的婚姻突然结束。 它还可能表明您遇到了困难，但仍有希望事情重回正轨。 对于单身的人来说，这可能表明你的一些关系非常适合短期恋情，但缺乏导致终生承诺的实质。',
        'upright_love' => '如果你在恋爱中，钱币10爱情寓意可以像征夫妻的富足、亲情和幸运。 从情感和物质的角度来看，你们两个都处于强势地位。 如果您选择拥有一个，您现在很可能已经为家庭奠定了坚实的基础。 这个想法可能确实在你的脑海中；你们可能正在一起搬家、买房子或组建家庭。

   如果您是单身，您家人的认可可能会对您选择谁作为伴侣产生很大影响。 你的大家庭对你来说可能非常重要，在他们和你的浪漫兴趣之间建立和谐的关系对你来说很重要。 您正在寻找长期的东西，并且您认识到婚姻有时不仅仅是关于爱情，而是关于将两个家庭联系在一起。
 ',
        'reversed_love' => '您是否过于重视您的家人或其他人对您伴侣的看法？ 在努力寻找爱情的过程中，你可能也在寻求外界的认可，而不是专注于你们两人之间的情感联系。 另一方面，你的爱人和你的家人或朋友之间可能会发生冲突。 他们可能会发现你的伴侣“不合适”；他们可能没有足够好的工作，他们可能来自不同的背景，他们可能不是你的家人需要炫耀他们孩子做得多好的白马王子。 现在的冲突会对你们的伴侣关系产生很大的影响，你可能不得不坚持自己的界限，而不是不考虑自己就接受他们的意见。',
        'upright_career' => '如果你有一家企业，你正在建立一些持久的东西。 钱币10也可以暗示一些关于家族企业的事情。 如果您不是企业主，请不要担心钱币10还表明您的工作和职业轨道非常安全，可以为您提供长期的财务保障。 这份可靠的工作可能是在一家历史悠久的大型传统公司。',
        'reversed_career' => '如果您拥有自己的企业，事情可能对您不利。 在最坏的情况下，它可能意味着公司解散、债务或破产。 可能是时候重新审视您的业务决策，看看您可以挽救什么。 谈到职业，钱币10表示你的工作可能不稳定，尤其是长期的。 您可能会在其他地方找到更好的前景。',
        'upright_finances' => '钱币10可能会带来突然的意外收获。 由于这张卡与家人有关，因此很可能来自亲戚。 该卡还可能意味着您正在建立自己的财务未来。 您可能正在制定您的退休计划，建立您的储蓄，甚至创建遗嘱。 一般来说，这张牌象征着来自家庭的财富和金钱。',
        'reversed_finances' => '警惕你现在积累的任何债务。 逆位的钱币10代表着巨大的经济损失。 有时，这张卡也可能预示着继承纠纷、家庭争吵或一般的金钱冲突。 您现在可能需要格外小心。',
        'yes_no' => '钱币10表示稳定、繁荣和整体好运。 这可能都是由于拥有积极、亲密的关系或紧密的家庭作为基础。 遗产或宝藏的发现可能在等着你，你的答案是肯定的。',
        'past' => '通过明智地花钱的能力，你已经富裕起来并建立了一个安全的基础。',
        'present' => '您将获得奖励，部分归功于您的努力，也归功于您在家庭中的地位。 相应地仔细评估自己的优点。',
        'future' => '将出现解决困难财务问题的意外解决方案。 您目前正在进行的项目和想法将造福于后代。',
    ],
    46 =>
    [
        'id' => 47,
        'type_id' => 1,
        'number' => 46,
        'name' => '钱币侍者',
        'upright_keyword' => '雄心勃勃、勤奋、目标导向、计划者、始终如一、明星学生、好学、脚踏实地、忠诚、忠实、可靠',
        'reversed_keyword' => '愚蠢的、不成熟的、不负责任的、懒惰的、成绩不佳的、拖延的、错失的机会、糟糕的前景',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '46_Page_of_Pentacles',
        'content' => '钱币侍者描绘了一个年轻人独自站在鲜花环绕的广阔田野中。 在背景中，您还会注意到几棵郁郁葱葱的树木和一片有犁沟的田野。 年轻人似乎走得很慢，似乎对周围的环境一无所知，因为他的注意力完全被他拿着的硬币所吸引，以及它所代表的一切：野心、安全、财富、自然和性感。 钱币侍者象征着一个脚踏实地、忠诚和勤奋的人。',
        'upright_content' => '当我们遇到钱币侍者时，我们立即看到她是一个雄心勃勃且专注的人。 她受到保护，滋养，由她的名字命名的西装提供。 在它的引导下，她与地球、自然及其所有礼物深深地联系在一起。 她珍惜身体，因为它也是她元素的体现。 她的勤奋、雄心和忠诚促使她迅速为未来制定计划，因为她的重点就在那里。

   在钱币的指引下，她与大地、大自然及其所有的恩赐紧密相连。 她珍惜身体，因为它也是她元素的体现。

   当你见到她时，她可能会传达与所有世俗和物质事物相关的新闻。 当你听到她的信息时，像她一样受到启发，像为实现你的抱负奠定基础。

   通常，钱币侍者是指您完成工作所需的所有能量。 它可能表明决心、专注和坚持特定任务的能力，无论它看起来多么无聊。 在工作方面，钱币侍者可能意味着您负责的任务很多，但您完成它们的时间太有限了。 现在不是感到压力和不知所措的时候。 援助将在那里为您服务，您只需要提出要求即可。

   在财务方面，钱币侍者可以参考您辛勤工作的回报。 对于那些将辛苦赚来的钱进行投资的人来说，现在不是冒险的最佳时机。 以安全和传统的方式投资您的钱 - 勤奋会回报您。 如果您目前遇到健康问题，这个问题可能是持续忽视的结果。 让专业人士确保情况并非如此。',
        'reversed_content' => '当钱币侍者卡出现逆位时，可能表明您注意力不集中。 您可能会被很多事情分心。 尝试侍者的才能并集中注意力，然后再继续下一步。

   钱币侍者可能表明您注意力不集中。

   这也可能表明您需要休息一下以恢复精神。 关于工作，逆位钱币侍者可能表示您目前因工作场所的繁重需求而感到不知所措。 请记住，寻求帮助并完成工作总是更好，而不是试图自己完成所有工作并最终失败。 在爱情方面，你可能处于一段稳固而稳定的恋爱关系中，但也许最近有人引起了你的兴趣。

   当涉及到您的财务状况时，逆位钱币侍者可能指的是那种玩和赌博的冲动。 一定要保持负责并控制自己的行为。 在健康方面，尽量远离危险活动。',
        'upright_love' => '钱币侍者所象征的人是有抱负、忠诚和务实的；他们可能经常被视为勤奋好学，但一旦你很好地了解他们，他们也会很有趣。 他们的野心和专注意味着他们努力工作。 他们很可能会像对待爱人一样专注于自己的目标。 与其他可能更外向的人相比，他们安静的举止可能让他们一开始很难被注意到。

   如果这并不代表一个人正在进入你的爱情生活，那么钱币侍者塔罗牌爱情意义可以简单地表明这个侍者在你们关系中的奉献和忠诚。 虽然有时这种关系可能缺乏激情并感觉有点无聊，但爱就在那里；你可能只需要走出去，弄清楚如何为你的浪漫注入一些乐趣和兴奋。 尽量不要在关系中总是把实用性放在激情之前，你们两个应该就好了。',
        'reversed_love' => '逆位的钱币侍者塔罗牌爱情含义可能表示在涉及内心问题时缺乏承诺和奉献精神。 您可能会发现自己很容易被每个陌生人分心，而不是专注于长期的陪伴。 这没有错，但请确保设定明确的期望，而不是引导潜在的恋人。 其他时候，这张卡片可能指向约会的矛盾心理。 如果您处于恋爱关系中，此侍者可以暗示一段已经变得停滞和单调的恋爱关系。 这种无聊可能会导致沮丧。 你和你的伴侣需要努力工作才能保持在一起，并记住你们两个最初坠入爱河的原因。',
        'upright_career' => '您现在可能正在为成功奠定坚实的基础。 您很可能正在制定目标、规划策略并将这些计划付诸行动。 你不害怕为了实现你最疯狂的梦想而把自己放在那里。 很可能有很多工作机会可供您使用，所以继续努力吧！ 有时，这张卡片还可以暗示您正在接受或希望开始高等教育课程。 努力学习; 如果你做这项工作，你很可能会做一项了不起的工作。',
        'reversed_career' => '当钱币侍者逆位时，可能会出现坏消息。 你现在可能正在忽视你的工作或学习，这意味着你成功的基础感觉相当不稳定。 你可能会梦想成功，但当谈到投入工作时，你可能会变得懒惰和没有动力。 有时，这源于对成功的不切实际的理想。 我们经常看到结果，但看不到实现目标所需的艰苦工作。 对你想要实现的目标，以及你是否愿意为实现目标而做出牺牲，要现实一点。 如果您目前在学校，您可能表现不佳，或者没有尽最大努力。',
        'upright_finances' => '关于您的财务状况的好消息即将到来。 钱币侍者承诺会带来丰厚的回报，只要您采取措施规划自己的未来。 做研究，保持预算的开销，你会发现你的努力会对你的物质状况产生很大的影响。',
        'reversed_finances' => '钱币侍者逆位可能会带来坏的财务消息，或者有时会带来物质上的不安全感。 谈到财务，您可能会感到焦虑和担忧。 有时这张卡也可能暗示对你的钱不负责任。 虽然这可能很可怕，但重要的是要确切了解您的银行账户的资金流入和流出情况。 不要避免这种情况；确保你量入为出。 紧急情况下的储蓄可能会有所帮助。',
        'yes_no' => '钱币侍者代表了一个熟练、专注和好学的年轻人，他们既自律又积极进取。 他可能表示在不久的将来获得某种晋升或获得一种新的、令人愉快的爱好。 这张卡片的整体情绪是积极的，表明答案是肯定的。',
        'past' => '你过去的抱负和理想主义会从你的最新想法中获得成功。 您正在培养新的爱好或职业。',
        'present' => '有消息传来，预示着变革的到来。 虽然不是立竿见影的，但准备好评估新企业的风险和回报。',
        'future' => '未来可能会遇到一些艰巨的挑战，迫使您屈服。 但是，如果您站得住脚，则可以克服挑战并取得成功。',
    ],
    47 =>
    [
        'id' => 48,
        'type_id' => 1,
        'number' => 47,
        'name' => '钱币骑士',
        'upright_keyword' => '实用、可靠、高效、坚忍、缓慢而稳定、勤奋、忠诚、耐心、保守',
        'reversed_keyword' => '工作狂、懒惰、沉闷、无聊、没有主动性、廉价、不负责任、赌徒、冒险投资',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '47_Knight_of_Pentacles',
        'content' => '钱币骑士围绕着工作、努力和一般责任展开。 钱币骑士坐在田野上的一匹黑马。 不像其他骑士，他们总是去冒险，这位骑士决定待在家里，而是专注于耕种田地。 他为下一次收获做准备——他相信在这片土地上他能做的最多。 他的手中，只有一枚金币。 他凝视着它，在他的眼中我们看到了一种仔细的考虑。 也许他正在梦想着它能给他带来什么。 其他骑士可能觉得他有点无聊，但这位骑士更关心他王国的长远未来。
 ',
        'upright_content' => '钱币骑士是关于日常任务和一个人必须通过特定项目获得的责任。 这位骑士有耐心完成他所有的职责，并被其他人认为可靠并致力于他的工作。 看到这张卡片表明需要值得信赖和可靠。

   这个骑士有耐心完成所有他 给出的职责 ，并通过其他可靠的，并承诺考虑自己的工作。

   你完全致力于你的任务，你确保你有效地完成你的工作。 你绝对忠诚，尽你所能，以确保工作顺利完成。 虽然你的责任感令人钦佩，但要注意它不会变成完美主义——它可以体现在你生活的方方面面。

   钱币骑士也可以代表例行公事，或者你每天经历的那种普遍的艰苦工作。 钱币骑士的意思还建议问询者应该继续做他正在做的事情。 坚持使用久经考验的真实方法，他将完成他打算做的一切。 有时，坚持已经完成的事情并不一定是坏事。',
        'reversed_content' => '当逆位的钱币骑士出现在塔罗牌中时，曾经在正位位置上积极的特征现在被发挥到了极致。 您可能会感到困在自己的日常生活中，并对周围的一切感到厌烦。 您可能希望换个环境，以避免这种累人的重复。 逆位的钱币骑士也可能表明您完全忽略了生活中许多严肃的方面。 当这张卡片出现逆位时，财务或个人问题往往被忽视而有利于工作。

   你可能是一个有上进心和雄心的人，努力承担你的责任——以至于你牺牲了你的社交生活。 也许您可以尝试承担更多风险，或者花更多时间与朋友和亲人在一起。 钱币骑士逆位是一个强烈的迹象，表明你需要改变这种生活方式，以免你冒着倦怠和精疲力竭的风险。',
        'upright_love' => '钱币骑士勤奋勤奋。 他有耐心、可靠和稳定，但有时会深深地专注于他的工作。 他们不愿在爱情和生活中的其他地方冒险。 很难让这个人改变主意；这意味着他们可以固执，但也是非常值得信赖和敬业的伴侣。 钱币骑士塔罗牌爱情的含义也可以暗示一种深刻而可靠的关系，但不是很令人兴奋。 如果您希望在爱情生活中得到承诺、稳定和安全，这张卡片将是一个受欢迎的景象。 它表示一种伙伴关系，在这种伙伴关系中，你们双方将共同努力实现长期目标。',
        'reversed_love' => '可能是你的爱情生活最近变得相当乏味和陈旧。 您可能会觉得自己像个宅男，更喜欢独处而不是承担任何情感风险，并且可能会面临其他人的拒绝。 如果你在恋爱中，你可能会觉得有点渴望改变。 可能你们中的一个人花了太多时间在工作上，或者他们所有的精力都花在实际、财务或职业问题上，以至于他们没有优先考虑这段关系。 确保你们两人在忙碌的生活中抽出时间来彼此相处，或者尝试一些自发的事情，为你们的伴侣关系带来急需的新鲜空气。',
        'upright_career' => '谈到工作，钱币骑士暗示了雄心、动力和专注。 你非常致力于你的目标，无论它们在未来有多远。 很可能你会做任何你能做的事情来实现它们，所以你准备好付出辛勤的工作，付出鲜血、汗水和泪水。 你有一个缓慢而稳定的方法，并相信努力工作会得到回报。 如果您正在寻找工作，则需要证明您的可靠性和对未来雇主的奉献精神。',
        'reversed_career' => '你缺乏野心吗？ 您是否发现自己在工作方面缺乏动力？ 逆位钱币骑士的一种可能含义是，您的工作不够努力，无法实现您的职业梦想。 或者，你可能对自己的职业目标如此着迷，以至于你牺牲了其他一切来实现它们。 你的爱情生活可能一团糟，你可能几乎没有遇到朋友，几乎忘记了亲密的家人。 你还记得如何玩得开心吗？ 从长远来看，更好地平衡工作与生活可能会更好。 不要累死自己。',
        'upright_finances' => '钱币骑士缓慢但稳步地建立他的财务未来。 他避免冒险，更喜欢像他一样安全可靠的东西。 您可能正在为长期目标制定预算并慢慢储蓄。 一些节俭现在可能会有所帮助。',
        'reversed_finances' => '浪费资源可以通过钱币骑士逆位塔罗牌的含义来发出信号。 你可能不小心，反而可能对购买非常冲动，后来发现你买的东西不是你希望或需要的。 尝试并更加小心。 在您购买大件商品之前，请进行所有研究。',
        'yes_no' => '钱币骑士是可靠的、可敬的、值得信赖的。 他具有无可否认的常识、令人难以置信的决心和各种技能，包括耐心和支持他人。 这张牌的存在暗示着那些保持忠诚的人会得到积极的东西。 您正在寻找的答案是肯定的。',
        'past' => '您过去的挑战为充满希望的未来奠定了基础。 您的可靠性和负责任的态度使您将尽最大努力完成工作放在首位。',
        'present' => '你会得到一个年轻人的鼓励。 您追求抱负所需的安全感将会到来。',
        'future' => '遵循您的惯例以产生最佳结果。 通过耐心和持续的专注，你可以达到你最崇高的抱负。',
    ],
    48 =>
    [
        'id' => 49,
        'type_id' => 1,
        'number' => 48,
        'name' => '钱币皇后',
        'upright_keyword' => '慷慨、关怀、培育、居家、良好的商业意识、实用、舒适、热情、明智、豪华',
        'reversed_keyword' => '自私、蓬头垢面、嫉妒、缺乏安全感、贪婪、物质主义、淘金者、不宽容、自私、嫉妒',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '48_Queen_of_Pentacles',
        'content' => '钱币皇后牌描绘了一个美丽的女人，她坐在装饰精美的宝座上，手里拿着一枚金币。 她周围是美丽的盛开的树木和绿色的花园。 她的宝座上装饰着地上的各种野兽，将她与自然和丰富紧密联系在一起。 在卡片底部的右侧，一只兔子正扑向框架，象征着她的高能量和生育能力。 因此，钱币皇后描绘了一定程度的成功和繁荣。 但是底部的兔子警告我们，当我们追求成功时，我们应该小心我们的跳跃。',
        'upright_content' => '钱币皇后既代表了一个脚踏实地的女人，她扮演了许多角色，以确保她的家人幸福。 她知道如何以及何时表达爱，保持有序的家庭，做饭和照顾孩子。 但不要误以为她只是一个家庭主妇，除了所有这些母性属性外，她还可以计划商业冒险并成功执行她的计划。 正是通过她天生的商业头脑，她才能享受到如此奢华的生活。 她很安静，不喜欢公开她的财务账目，担心这会给她的生活带来更多复杂性，她希望保持简单。 她可能有一个没人知道的秘密银行账户，因为她可能会选择小心、警惕和自给自足。

   因此，钱币皇后代表了一位慈母般的人物，她希望通过她的常识帮助您操纵自己的方式并实现您的目标。 她不仅会向您表达爱意，而且还会在您似乎陷入困境和困惑时为您指明前进的道路。 根据她的建议，她将确保您不会做出危险的财务决定。 她为您提供预防措施、原则和支持，以及她在个人生活中学到的所有课程。 因为她是白手起家的女人，她也希望你独立聪明，这样你也可以养育别人，为别人负责。',
        'reversed_content' => '当钱币皇后与她的套装能量脱节时，她可以成为一个完全自我陶醉的人。 正位中的慷慨已经一去不复返了，当其他人的成功似乎比她大时，她可能会变得自私甚至嫉妒。 正位时，她的家通常是她客人的避难所，但逆位时，它可能是懒散的，她失去了照顾自己和周围环境的能力。 她对材料的关注可能会产生负面影响，使她变得贪婪，但缺乏责任感和能力。 她怎样才能重新让自己站稳脚跟，怎样才能重新进入她与地球及其所有生物自然感受到的神圣关系？

   钱币皇后逆位也可能表明你的优先事项放错了地方，这最终可能会危及你的未来。 您可能会发现自己心烦意乱，无法专注于工作和长期目标。 您也可能忙于项目工作，而没有花时间咨询可以指导您避免错误的有经验的人。

   这张卡片还可以表明您所关心的人现在已经准备好对自己的生活负责。 你必须学会放手，让他们独立——当你所爱的人成长到足以做出自己的决定时，照顾者的角色是最有价值的。',
        'upright_love' => '钱币皇后是一个世俗、务实、大方、勤奋和热情的人，她既有商业天赋，也有对舒适和奢华的热爱。 她喜欢让她的家变得温馨，总是很高兴有客人。 单身人士现在应该处于一个很好的位置来选择一个真正为你的生活带来一些东西的伴侣。 你可能会有很高的标准，并希望有一个和你一样具有奉献精神、承诺和雄心的人。 如果您已经处于恋爱关系中，您可能会发现你们两人正在享受生活中稳定、富有成果和繁荣的时光。 你当然可以放纵一下并善待自己。',
        'reversed_love' => '这种人可能很自私、肤浅，很容易贪图别人所拥有的。 他们自身的不安全感使他们经常嫉妒和占有欲，这也可以扩展到他们的爱人和人际关系，因此他们控制并经常将他们的伴侣视为炫耀的对象，而不是拥有任何严重的强烈感情或 爱他们。 如果你是单身，钱币皇后塔罗牌爱情的含义可能表明你可能需要花一些时间来培养自己的信心并治愈你在与另一个人建立关系之前的任何不安全感。 避免因错误的原因建立关系；无论是为了地位、金钱还是仅仅因为你不想一个人呆着。 如果你处于恋爱关系中，请避免将你的爱人视为可以拥有的东西。
 ',
        'upright_career' => '当涉及到所有以职业为导向的事情时，钱币皇后塔罗牌可以带来巨大的成功。 她是一位才华横溢的女商人，务实、有条理，并且在任何她想做的事情上都非常有能力。 在你的生活中，她可以表现为一个成功的人，她可能会成为一个很好的导师、同事或商业伙伴。 如果您选择与她合作，您会发现她丰富的技能对您的职业或专业项目非常宝贵。 如果她提供建议，请倾听；她关心你，会帮助你实现目标。',
        'reversed_career' => '你现在的职业生涯可能有点混乱，这意味着你可能会发现很难获得稳定的收入。 不要害怕像钱币皇后那样做，并且弄脏你的手。 让她对自己能力的信心激励你。 作为一个人，她可能像征着一位同事或商业伙伴，但在管理她的任务时可能很懒惰​​或很糟糕。 要小心，因为她可能会制造更多你本来不需要解决的问题。

   有时，这张牌也可以像征一个人嫉妒你的工作职位，可能会暗中给你制造麻烦。 小心八卦或嫉妒。',
        'upright_finances' => '钱币皇后提供丰富、成功和物质保障。 您可能会发现，经过一段时间的努力工作后，您拥有了感到舒适所需的一切。 这张牌代表了一个负责任的人，他知道如何在享受生活的乐趣与实用、节俭和品味之间取得平衡。 她总是会寻找划算的交易，但绝不会在质量上妥协。',
        'reversed_finances' => '逆位的钱币皇后，她的财务状况可能很糟糕，这让她很容易管理自己的钱财。 这张牌可以暗示你太物质化或肤浅的时候。 避免囤积现金或物品作为平息不安全感的手段。
 ',
        'yes_no' => '钱币皇后是一位实用、有条理且可靠的多任务处理者。 她带来了丰富和财富，但也需要爱自己的能力，不惧怕未来可能发生的变化或旅程，以实现您的目标。 这张卡肯定指向是。',
        'past' => '你将有机会通过你一直在发展的才能创造一个安全的环境。 您给予并继续给予需要帮助的人的帮助将是实现的重要来源。',
        'present' => '在你的生活中受到女性的影响会给你一些实用的建议。 这个建议将帮助你创造丰富的繁荣。',
        'future' => '有效地利用您的才能将使您获得财务上的成功。 记住你更实际的行为和繁荣会找到你。',
    ],
    49 =>
    [
        'id' => 50,
        'type_id' => 1,
        'number' => 49,
        'name' => '钱币国王',
        'upright_keyword' => '丰富、繁荣、安全、雄心勃勃、安全、善良、重男轻女、保护性、商人、提供者、感性、可靠',
        'reversed_keyword' => '贪婪、物质主义、浪费、沙文主义、糟糕的财务决策、赌徒、剥削性、占有欲',
        'astrology' => '',
        'element' => '土元素',
        'image_key' => '49_King_of_Pentacles',
        'content' => '钱币国王指的是一个雄心勃勃、物质上的满足和世俗成功的人。 钱币国王坐在宝座上，宝座上装饰着藤蔓和牛雕，他所穿的长袍上绣着许多葡萄藤的图案。 他看起来老练而富丽堂皇。 他周围还环绕着不同类型的植物、藤蔓和花卉，描绘了这位国王在物质上的成功。 他右手拿着权杖，左手拿着刻有五角星的硬币。 在他身后可以看到城堡，这是他决心和努力的象征。',
        'upright_content' => '当我们见到钱币国王时，我们立刻感受到他尊贵而慷慨的存在。 他是供应者和保护者，因为在他的照顾下是一个繁荣昌盛的王国，那里的公民繁荣昌盛并受到鼓励。 他天生负责可靠，通过西装赋予他的智慧，他几乎从一无所有中获得了所有。 看到他在牌中就是预想成功，这是通过认真的工作赢得的。

   一般来说，这张牌提醒我们为了追求更大的目标而保持对我们的能量和资源的控制。 说到工作，钱币国王可能指的是一个更成熟的人，他将在你的职业生涯中扮演重要角色。 这个人可以很聪明，也可以很理性，但也可能在判断时粗心大意。 他可以是你最大的支持者，但要准备好接受不请自来的严厉批评。 在爱情中，这可以表明你一直在等待的人会出现并且会因为你的身份而爱你。

   在财务方面，钱币国王是最好的卡片之一。 这可能意味着由于您明智的投资和努力工作，您的财务状况是稳定的。 如果您正在赌博，请务必启动一个有计划的行动。',
        'reversed_content' => '当逆位时，钱币国王从他的宝座上掉下来。 曾经的盛世之王，要么被夺走，要么失去。 与西装的能量脱节，他可能不耐烦，可能过于放纵，可能赌得太远，过度劳累，可能寻求了导致他走向灭亡的捷径。 他可能变得过于关注物质，只了解事物的成本，而从不了解它们的价值。

   逆位的钱币国王也可能意味着你对成功和幸福的定义只由外表决定，而不是由安全和稳定能给你带来的真正价值决定。 现在是时候培养对物质世界更全面的态度，以找到真正的幸福。 在爱情方面，这张牌可能意味着你所爱的人目前正面临着与他或她的事业有关的问题。

   谈到财务，钱币国王逆位是告诉你要着眼长远目标。 您可能面临财务问题，但不要将自己视为失败者。 保持积极并理解这只是你生命中的一个阶段。 当再次有机会时，不要仅根据短期情况做出选择。

   钱币国王出现在读数中可能表明某种物质损失或声誉损失 - 请注意不要重蹈覆辙。',
        'upright_love' => '成功、慷慨、可靠和保护，钱币国王代表的人是一个很好的伙伴、父母和提供者。 他用行动而不是语言来表达他的爱，并希望为他的家人创造一个稳定而充满爱的家。 如果你遇到这个人，他们可能会迟迟不做出承诺，但这只是因为他们非常认真地对待爱情，在采取任何下一步行动之前需要真正了解你。 虽然不代表一个人，但钱币国王可以暗示你们关系中安全稳定的时间。 你们两个会很舒服，无论是在情感上还是物质上。 您过去可能非常努力地工作以享受目前的生活水平，现在您可以放松一下。',
        'reversed_love' => '逆位钱币国王是固执、保守、贪婪和唯物的。 他们几乎可以做任何事情来获得更多资源；所以要警惕你爱情生活中可能只会利用你的角色。 一方面，这个人可能不负责任，不可靠，选择赌上自己的资源。 另一方面，这个人可以利用他们的物质手段来控制他们的伴侣和家人。 如果这不是你现在恋爱生活中某个人的信号，钱币国王塔罗牌的爱情意义可能暗示一段时期的情感或经济不安全、嫉妒、操纵或胁迫。',
        'upright_career' => '在专业背景下，钱币国王可以成为成功商业冒险的杰出指标。 谈到您的工作和事业，这位国王实现了他的最高抱负，并在同事中享有盛誉。 这张卡片还可以表明有更多经验的人会在你选择的领域指导和鼓励你。 此人将拥有丰富的经验，可以为您提供急需的支持，有时甚至可以推荐新工作或晋升。',
        'reversed_career' => '在工作方面，逆位的钱币国王可能预示着工作项目不成功，或者最坏的情况是企业倒闭或失业。 在工作方面可能会有很多不稳定因素。 你可能厌倦了你的工作，随着你的动力下降，这会极大地影响你的工作质量。 有时，这张牌也可以表明工作中的冷酷无情的人可能会劝阻您或试图破坏您。 忽略他的消极情绪并专注于您需要做的事情很重要。 与这种自私、贪婪和操纵他人的人交往只会拖累你。 相反，专注于自己的事业并尽力而为。 如果您一直在寻找晋升或加薪，钱币国王有时会指出您需要更多经验。',
        'upright_finances' => '在财务方面，钱币国王代表了财务里程碑的成就。 也许你已经达到了一种安全水平，这来自于勤奋和明智的储蓄和投资。 由于这位国王也很慷慨，您可能还会利用您新获得的财富来支持所爱的人，同时享受您在储蓄时可能错过的奢侈品。 放纵一点，你值得拥有。',
        'reversed_finances' => '在货币方面，逆位钱币国王可能意味着财务损失，或者在更糟糕的情况下，破产和债务。 现在财政资源可能非常紧张。 您可能赌了自己的积蓄，或做出了错误的财务决定。 或者，逆位钱币国王可能表明你可能在囤积你的资源，而你的吝啬可能会让别人对你产生负面看法。',
        'yes_no' => '钱币国王是一个可靠、自信、自给自足的人。 他显示出成功、财富和无尽的个人成长的迹象。 实现你的目标可能需要一些自我探索以及你的坚定承诺，但结果看起来是积极的。 你的回答是肯定的。',
        'past' => '你所取得的谨慎进步正在引领你走向成功。 您最近收到的建议将有助于实现您的目标。',
        'present' => '您所表现出的理想主义使您充满自信和可靠，但开始专注于您的财务安全一段时间可能会更好。 咨询专业人士或长者将有助于保护您的努力。',
        'future' => '您在财务利润和物质收益领域具有内在能力，即使您不知道它们。 你通过自己的努力赚取的钱将带来超越物质收益的回报。',
    ],
    50 =>
    [
        'id' => 51,
        'type_id' => 1,
        'number' => 50,
        'name' => '圣杯王牌',
        'upright_keyword' => '爱、新感觉、情感觉醒、创造力、灵性、直觉',
        'reversed_keyword' => '冷漠、空虚、情绪失落、创造力受阻、感觉不被爱、阴郁',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '50_Ace_of_Cups',
        'content' => '在圣杯王牌卡片上，有一只从云中伸出的手拿着一个杯子，像是在向问询者请客喝一杯。 这个杯子里盛满了苏打水，象征着纯洁原始的情感。 如果你接受这个提议，用这个杯子喝水肯定会给你带来情感和精神上的满足。

   杯子有五股水从边缘溢出。 这五个流代表了直觉的力量，并显示了倾听内心声音的重要性。 为了获得圣杯王牌卡中所描绘的那种情感或精神上的满足，提问者需要遵循这种内在的声音，并始终忠于它，无论情况如何。 这将需要情感上的纪律，但这可以带来的奖励在卡片本身中暗示：满溢的喜悦和幸福。',
        'upright_content' => '圣杯王牌正位表明，是时候放下任何情感包袱，开始充实地过自己的生活了。 与所有其他王牌一样，这里显示了一个新的开始 - 一个重新开始的机会。 它的形式可能是让自己接受新关系的可能性，无论是浪漫的还是其他的，这些关系能够让你在情感上得到满足。

   这张牌所表示的释放可能是精神上的，也可能是情感上的，这取决于你正在经历什么。 杯中王牌可能会在长时间孤独或忍受一些在情感上深深伤害你的事情后阅读，它的出现可能预示着翻开新的一页。

   对于一个人来说，向更多的友谊、爱情和精神学习机会敞开心扉是很重要的。 现在有机会把你的过去抛在脑后，因为你得到了杯子的礼物。

   是否拿起杯子喝到最饱，取决于您。',
        'reversed_content' => '当圣杯王牌被逆位时，这里的形象最为清晰，水从杯中倾泻而出，杯中空空如也，水的恩赐被浪费了。 在塔罗牌看到圣杯王牌逆位意味着你已经忍受情绪不稳定或痛苦有一段时间了。 这里暗示着一种失落，也许对你来说意义重大的东西不再给你曾经拥有的快乐。

   由于圣杯也掌管创造力，您可能也会遇到各种创意障碍，灵感之水曾经流过的地方，现在已经枯竭。

   在所有这些情况下，你必须检查谁或什么控制了圣杯，哪一方允许它推翻？ 你能做些什么来让它重新正面朝上？',
        'upright_love' => '作为爱情塔罗牌中最幸福的卡片之一，圣杯王牌暗示着新感情的觉醒。 如果你单身，你可能会发现自己正在发展一段新的浪漫关系，或者一段对你意义重大的友谊。 如果你们已经处于恋爱关系中，那么你们两人之间可以达到一个新的亲密、同情和理解阶段。 杯中的塔罗牌爱情意味着你现在有机会在情感、精神和创造力上成长，如果你拿起杯子喝酒。 这个时候，凭感觉和直觉做出的决定是有利的；学会相信你的直觉并避免过度分析情况。',
        'reversed_love' => '一些悲伤和情绪上的不安可以通过逆位的塔罗牌爱情意义来表示。 这可能源于争吵甚至分手，让您感到孤独和脆弱。 这张牌也可能只是意味着对你目前的关系感到有点阴郁，或者可能暂时失去信心。 有些东西阻碍了你体验、给予和接受真爱。 您可能不会以开放的心态与您的伴侣或其他人会面。 不安全感很可能扮演了重要角色；在我们真正爱另一个人之前，我们都必须能够爱自己。 试着向内看，先给自己你想要的爱，然后再去寻找别人。',
        'upright_career' => '正位的圣杯王牌是新的情感开始和友好意图的标志。 在您的职业生涯中，这些原则可以通过多种方式在这里形成。 如果您正在寻找工作，这张卡片可以标志着您工作的新起点。 它可能并不总是意味着一份新工作，但可以表示你和你的同事之间的愉快关系，或者当涉及到你如何看待你的工作时，情绪上的觉醒。 新项目可以成为创造力的源泉。 这是开始新挑战和任务的好时机，因为您可以利用这种灵感的冲击。 如果你一直害怕承担更多的责任，现在是克服这些恐惧的时候了；如果您在创意领域工作，则尤其如此。',
        'reversed_career' => '逆位时，圣杯王牌的好消息和同志情谊被颠覆。 对于正在寻找新职位的人，您可能会感到失望。 你的工作可能会有一些负面情绪。 在工作中，您可能会遇到挫折和障碍，以及空虚感。 不管是什么原因，你现在可能在工作中也可能感到没有灵感和动力。 有时，由于杯子也掌管人际关系，您可能会发现此时同事可能不太友好和乐于助人。 尽最大努力渡过难关，并在可能的情况下寻找动力。 如果不出意外，请尽量记住，工作只是您生活的一个方面，而不是全部。',
        'upright_finances' => '圣杯王牌友好和善于交际的品质也会对您的财务状况产生影响。 随着人们对您更加包容，他们更有可能提供您要求的经济支持。 这种支持通常以批准的贷款或抵押贷款的形式出现，但也可以来自家人和朋友的支持。 这张卡片对那些一直在寻求帮助的人来说尤其令人欣慰。 有时，这张卡还可以暗示在赚钱方面的新一波创造力。 如果这对你来说不太适用，这张卡通常也像征着财务稳定，以及由此而来的情感满足。',
        'reversed_finances' => '随着圣杯王牌逆位，您可能会收到一些您不太想听到的财务方面的消息。 如果您申请贷款或接受赠款，您可能会有些失望。 也许向家人或朋友寻求帮助也没有任何结果。 如果这些情况都不适用于您，那么您可能只是在处理财务状况时的一些矛盾情绪或沮丧情绪。 让自己去感受，但不要被这些情绪所消耗。',
        'yes_no' => '圣杯王牌代表了您生活中所有不同领域的整体满意度。 它通过使用良好的直觉和创造力来预测成功和丰富。 新的关系或可能的生育或怀孕可能与这些积极的前景有关。 答案是肯定的。',
        'past' => '在你的生活中，有无数次你发挥了你的创造性才能和能力，并在你的努力中取得了成功。 通过充满激情和高度专注，您可以提高生产力。',
        'present' => '好消息会给你的生活带来欢乐和极大的满足。',
        'future' => '你未来面临的困难会影响你的情绪，但最终会带来丰富的快乐。 记住这种自然平衡会给你带来丰厚的回报。',
    ],
    51 =>
    [
        'id' => 52,
        'type_id' => 1,
        'number' => 51,
        'name' => '圣杯2',
        'upright_keyword' => '团结、伙伴关系、吸引力、联系、紧密联系、联合力量、相互尊重',
        'reversed_keyword' => '分离、拒绝、分裂、不平衡、紧张、不良沟通、退缩',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '51_Two_of_Cups',
        'content' => '这张卡片展示了一个男人和一个女人在仪式中交换杯子的图像。 中间有爱马仕杖的象征，常与谈判、贸易、宇宙能量、保护、正当行为和二元性有关。 圣杯2指的是一些非常积极的东西，因为它是塔罗牌中关系最吉祥的牌之一，无论是浪漫的、商业的还是其他的。 它表明一种新的伙伴关系正在酝酿之中，它将以平衡、尊重和荣誉的方式建立起来。 手杖上方是一个嵌合体，象征着火和激情，也支配着这种伙伴关系。',
        'upright_content' => '看到“圣杯2”表明伙伴关系建立在力量的联合、牢固的联系以及平衡和平等的伙伴关系之上。 杯具的交换暗示着每一方的情感都与对方的情感交织在一起，每一方的情感都会对对方产生深远的影响。 这里表示强对，两个合一的喜悦。

   谈到工作，您可能会注意到周围的人会开始更加欣赏您。 这里相互尊重，这意味着您在工作场所也会更加自在。 如果您正在寻找新的工作机会，这张卡可能是一个好兆头。 在爱情方面，这张牌代表承诺、平衡的关系和爱。 但这并不仅仅意味着您将不再需要培养您的爱以使其持久。 这张牌只表示真爱和亲情的存在。

   在您的财务状况中，“圣杯2”与公平和平衡有关。 这意味着您目前有经济能力，并且您有足够的资金来履行您的义务。 与您的健康有关，目前面临一些健康问题的人需要寻找一位他们愿意与之共事且他们可以信任的从业者。 在灵性上，它呼吁您对他人更加可爱和爱心。 你正在接收来自宇宙的正能量，你需要分享这种能量。',
        'reversed_content' => '当逆位时，圣杯2可能意味着曾经存在的平衡被打破。 这种平衡是保持个人团结的一个组成部分，但打破它就会造成脱节和不和谐。 两种力量的负能量存在，它们似乎相互排斥，而不是加入或吸引。

   您可能发现某些以前没有问题的小细节开始发挥作用时，表明一方可能有怨恨。 一条让你和对方公开谈论分歧的沟通渠道被切断，只会加剧怨恨和不平衡的循环。

   成为第一个敞开心扉的人，您可能会发现问题比您想像的更容易修复。',
        'upright_love' => '吸引和走到一起是圣杯2塔罗牌爱情的含意。 这张牌鼓励任何形式的情侣关系的开始，以及当两个人团结在一起工作时产生的和谐。 这张卡片还暗示了一种互惠互利的关系，在这种关系中，合作伙伴相互鼓励，尽力而为。 如果你已经处于恋爱关系中，你可能会发现这段时间带来了更好的沟通、平衡和友好。 这时候你们或许能更好地合作。 尝试并了解您的合作伙伴和您自己的才能；给予彼此信任，去做你擅长的事情。 圣杯2是关于建立每个人的伙伴关系，同时在一起。',
        'reversed_love' => '当逆位的圣杯2牌出现在爱情塔罗牌中时，事情就不太对劲了。 要么你们两个人变得过于相互依赖，无法发挥每个人的独特才能，要么两个情侣之间的平衡可能因权力动态不平衡而被打破。 如果您处于恋爱关系中，请始终确保培养自己和伴侣的个性；你们两个是不同的人，有着不同的兴趣和需求。 做你自己，比你和你的伴侣完全一样，会给这段关系带来更多的好处。 有时，这张牌也可以指向不惜一切代价追求爱情。',
        'upright_career' => '正位的圣杯2与积极的关系密切相关，这意味着在您的职业生涯中，您可能会发现您与同事或商业伙伴的关系现在特别牢固。 您可能会在周围的人中找到支持与和谐。 对于那些正在讨论建立商业伙伴关系的人来说，这应该特别令人欣慰。 这张牌象征着这种新的伙伴关系将卓有成效，你们将合作得很好。 通常，圣杯2与浪漫关系有关，但这很少适用于职业环境，但如果您最近对通过工作认识的人感兴趣，它也可以表示这种关系中的幸福。 请注意将乐趣和工作混合在一起的风险。',
        'reversed_career' => '虽然正位的圣杯2表示强烈的积极关系，但逆位的圣杯2则相反。 如果您处于商业伙伴关系中，您可能会处理不同的利益、冲突或缺乏尊重。 如果您还没有建立伙伴关系但希望建立伙伴关系，这是一个要谨慎的警告。 另一个人可能不重视您或不同意您的目标。 如果您没有建立或试图建立商业伙伴关系，那么与您共事的人现在可能会变得好斗。 如果您是领导者，或者您的同事普遍紧张和冷漠，您可能会发现不服从。',
        'upright_finances' => '圣杯2可以暗示稳定的财务状况；这并不完全代表财富，但它表明一段时间内的财务安全。 把这张牌当作是财源广进的标志是不明智的，因为有针对性地，这张牌更重要的是可靠性。 由于两者总是表明平衡，因此您可能会有足够的资金来支付您的支出。 然而，仍然建议明智地使用您的资金，以便这段稳定的时间能够持续下去。 如果您超出自己的能力范围或在其他方面鲁莽，则没有理由相信这些行为会逍遥法外。 与其花钱，不如花点时间提醒自己，您现在没有经济压力，这是对自己的回报。',
        'reversed_finances' => '逆位的圣杯2对于财务来说并不是一张很好的卡片。 相反，它表明您可能没有您认为的平衡。 尝试跟踪更多支出以确定是否存在问题。 虽然这张牌不是很积极，但它也不是一张糟糕的牌。 将您的收入与支出的金额进行比较是很容易的。 您可能需要仔细查看数字并相应地进行一些调整。 现在是检查您如何坚持预算以及您的支出中是否有任何下落不明的好时机。',
        'yes_no' => '圣杯2大喊爱、积极的关系和团结。 它暗示着一种充满亲密关系、良好友谊、相互爱戴和尊重的生活。 这张牌包含了所有快乐、积极、充满爱的感觉。 它提供给您的答案是肯定的。',
        'past' => '你最近建立了友谊或伙伴关系，这将在未来给你带来丰厚的回报。 这种联系在未来几年将是有意义的。',
        'present' => '爱的结合或亲密的伙伴关系将很快开始。 通过承诺和奉献，这段关系会给你带来丰厚的回报，即使他们相距甚远。',
        'future' => '寻找可以促进您实现目标的合作伙伴。 应该是像您这样能够理解您的抱负和优先事项的人。',
    ],
    52 =>
    [
        'id' => 53,
        'type_id' => 1,
        'number' => 52,
        'name' => '圣杯3',
        'upright_keyword' => '友谊、社区、聚会、庆祝活动、团体活动、社交活动',
        'reversed_keyword' => '八卦、丑闻、过度、孤立、孤独、孤独、不平衡的社会生活',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '52_Three_of_Cups',
        'content' => '当你看“圣杯3”时，你会看到三个女人将她们的杯子举到空中以进行某种庆祝。 空气中弥漫着美好的时光，因为三位女士的头发上戴着用鲜花制成的花环。 花圈往往与成功和胜利联系在一起，因此他们的幸福是当之无愧的。 还看到女士们站在鲜花和水果的顶部，进一步增加了这张卡片的快乐感觉。 女性之间有美丽、成长、同情和幸福的感觉。

   有趣的是，在莱德伟特塔罗牌中，中间的女人背对着读者，她的脸隐藏在视线之外。 然而，看到另外两个少女微笑。',
        'upright_content' => '圣杯3背后的含义代表了一段幸福的时光。 您将能够忘记日常生活的烦恼，与家人和朋友共度美好时光。

   看到圣杯3可以表示与久违的朋友、亲戚或所爱的人重逢的幸福。 它也可以意味着庆祝，无论是你自己的还是你爱的人。 活动可以是生日、婚礼或任何其他快乐的场合。 一般来说，这是关于与你生命中珍视的人共度美好时光。

   这三个少女代表你的朋友圈，当你最需要他们时，你会向他们寻求爱、同情和支持。 它可以是大学的老朋友、工作中的同事，也可以是你多年来有着特殊联系的人。

   如果你的社交生活有问题，这张卡片可能标志着这些困难的结束。 您将能够解决分歧并学习如何处理问题。',
        'reversed_content' => '当圣杯3逆位时，表示你可能没有时间社交或与朋友外出。 您可能忙于学校或工作，以至于无法抽出一些时间来玩乐。 逆位圣杯3也可能意味着与你的一些朋友失去联系。 随着时间的流逝，您可能会发现彼此越来越疏远。 随着年龄的增长，我们必须努力确保我们的友谊不被忽视。

   或者，圣杯3逆位可能意味着您的社交圈内缺乏平衡与和谐。 八卦和丑闻可以抬起他们丑陋的脑袋。 也许这个圈子里隐藏着嫉妒，结果你感到孤立。',
        'upright_love' => '圣杯3塔罗牌爱情意味着庆祝、友谊和聚会。 如果你单身，你可能会很幸运地在社交生活中找到真爱。 亲密的友谊也可能变成浪漫。 如果你们已经恋爱了，社交聚会会让你们两个更亲密。 当你们作为情侣一起走进这个世界时，可能更容易看出你们两个相处得有多好。 与朋友和家人在一起会对你们两个产生强烈的影响，提醒你们为什么你们两个选择了对方。 你的爱现在可以感到深刻和令人满意。',
        'reversed_love' => '如果你是单身，塔罗牌圣杯3的爱情寓意预示着你的浪漫生活可能是有趣和令人兴奋的，但也可能是昙花一现。 一旦你们两个更好地相互了解，此时开始的关系可能​​很快就会失败。 如果您已经处于恋爱关系中，请警惕任何试图损害您的情侣关系的第三方。 有时，这可能以令人讨厌的八卦形式出现，或者可能有人试图将自己插入你们两人之间。',
        'upright_career' => '圣杯3像征着你生活各个方面的庆祝活动。 如果它看起来与您的职业有关，则可能是一些与工作相关的事件即将发生。 这些聚会将是欢乐的场合。 这些可以采取多种形式。 您可能正在庆祝毕业、职位变动或晋升。 如果您正在开展业务并计划发布，这些活动可能会特别顺利。 除了这些活动之外，您的办公环境现在可能非常积极。 您可能会发现过去的团队工作和协作更加容易。 现在是享受这些庆祝活动和支持关系的好时机。',
        'reversed_career' => '逆位圣杯3通常代表的事件和庆祝活动可能不会按计划进行。 如果您正在计划发布或其他活动，它可能会发生，但不会带来您想要的成功和结果。 有时，这张卡片可以表示这些事件将被延迟或取消。 如果这些情况都不适用于您，则您的工作环境现在可能特别有害。 可能有八卦和其他形式的削弱正在破坏友情。 可能到处都是冲突；其中一些可能是针对您的，但您也可能只需要处理夹在交火之间的问题。 尽量不要成为这种消极情绪的一部分。 不要往火里加燃料，因为从长远来看它只会燃烧你。',
        'upright_finances' => '如果你在金融塔罗牌中发现了圣杯3，这可能意味着你在经济上可能有很多值得庆祝的事情。 所有这一切都可能非常令人兴奋，但重要的是不要太得意忘形。 在此期间，您可能会发现社交生活对您来说比以往任何时候都更重要，虽然您可能会慷慨大方，但请确保您的好运持续下去。 要快乐，但也要负责任。',
        'reversed_finances' => '逆位圣杯3可能表示经济压力，通常是在社会背景下。 如果您在社交生活或某种活动或派对上花费了很多钱，您可能需要控制预算。 例如，如果您正在计划婚礼或生日派对，请注意它可能会给您的财务状况带来什么压力。 可能需要支付的费用比您预期的要多。 正位的圣杯3也有点暗示了这种担忧，但反过来，警告就更严重了。 警惕超出你的能力范围的花费和给予。 庆祝很容易被扫地出门，但从长远来看，以这种方式忘记你的财务进展对你没有好处。',
        'yes_no' => '圣杯3带来了丰富的爱和欢乐。 它暗示着快乐的聚会或庆祝活动，以及在你生活的各个方面取得成功。 它与爱的庆祝和亲密的关系有关，这意味着你寻求的答案是肯定的。',
        'past' => '长期处于休眠状态的才能开始影响您的生活，您所做的工作也开始影响您的未来。 通过调查比以前更多的经历，您可能会发现更丰富的奖励。',
        'present' => '在这一刻周围聚集了丰富的能量，这表明你正在接近人生的一个新阶段。',
        'future' => '帮助他人的愿望将极大地影响您的考虑，并且您将在社区中扮演重要角色时获得更大的乐趣。 一个完整的生活就在你面前，由爱你的人来庆祝。',
    ],
    53 =>
    [
        'id' => 54,
        'type_id' => 1,
        'number' => 53,
        'name' => '圣杯4',
        'upright_keyword' => '冷漠、沉思、感觉与世隔绝、忧郁、无聊、冷漠、不满',
        'reversed_keyword' => '清晰、意识、接受、选择幸福、抑郁、消极',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '53_Four_of_Cups',
        'content' => '圣杯4显示一个年轻人坐在山顶的一棵树下，远离其他人。 他似乎在沉思和沈思。 在他面前，草地上放着三个杯子，一只手在空中递给他另一个杯子。 男人交叉着双手和双腿，低头看着三只杯子，面无表情，没有看到被伸开的手臂递给他的杯子。

   圣杯4代表我们倾向于认为我们拥有的东西是理所当然的，这使我们很难看到宇宙为我们提供了什么宝藏。 我们往往对身边的问题有答案，但我们往往过于关注我们没有的东西。',
        'upright_content' => '当你感到气馁和没有动力时，圣杯4往往会出现。 您可能会觉得在您的情况下没有解决方案或前进的道路。 生活已经停滞不前，似乎没有什么能让你快乐或充满激情。 你感到无动于衷无论发生什么事，这一天是好是坏，对你来说都无关紧要。 圣杯4命令对您的态度进行自我评估，以便您可以摆脱这种常规。 解决方案很可能就在您的面前，手为您提供了一条出路，但您将自己从精神上的顽固中解放出来并部署了新的方法。

   你必须寻找你的动机、本能和想法，这样你才能再次找到你的激情。 圣杯4围绕着找到你真正的兴趣并努力实现它们。 我们的生命短暂，有时单调乏味，但我们必须为自己创造意义。 我们个人的呼召不仅要我们去寻找，还要去决定和想像。',
        'reversed_content' => '逆位圣杯4时，你可能会感到冷漠，忽视了宇宙为你提供的机会，逆位圣杯4则表示渴望有一个新的开始。

   你现在可能突然意识到生命短暂的美丽，而以前你可能与自己脱节太深而无法看到它。 你逐渐明白，虽然生活并不完美，但其中有美，快乐来自选择看到这种美。

   拥抱新的想法、新的人和新的地方；因为你永远不知道这些冒险会带你去哪里。 许多人可能会错过这些机会，因为他们过于拘泥于自己的信念和抱负。',
        'upright_love' => '如果你是单身，塔罗牌的圣杯4爱情寓意表明你对爱情生活感到无聊或冷漠。 有时，这会在分手后自然而然地发生，但必须确保这不是来自无意识地试图保护自己免受过去爱给你带来的痛苦和折磨。 当您愿意看到机会时，机会就会到来，而现在您不会被打扰。 如果您已经处于恋爱关系中，那么您的关系可能​​会缺乏兴趣和厌倦。 兴奋已经消退，你可能感觉更像是室友而不是恋人。 有时这只需要一些探索和尝试的意愿。 如果没有双方的努力，这段关系可能接近尾声。',
        'reversed_love' => '逆位圣杯4塔罗牌爱情意义代表退出退缩和沈思的时期，你可能会再次在你的浪漫生活中变得更加活跃，这一次，对它给你带来的东西有 更好的理解和欣赏。 如果你正在从分手中恢复过来，你可能刚刚开始放下过去的痛苦，未来似乎充满希望。 对未来带给你的东西感到兴奋。 随着对你想要什么和你是谁有了更好的了解，你现在遇到的潜在爱情可能会令人耳目一新。',
        'upright_career' => '如果你在塔罗牌中看到圣杯4关于你职业，你可能会在工作中感到分心和疏远。 可能很难专注于手头的任务或对项目感到兴奋。 这种无聊也会对你的情绪产生负面影响。 你可能会对自己感到失望，因此发现更难提高工作效率。 您可能感受到的压倒性停滞对这一切都没有帮助。 这种停滞可能是问题的根源。 如果你觉得自己无处可去，就很难集中注意力。 花一些时间解决这个问题可能会有所帮助；向内看，知道是什么让你感到如此不开心，为此做点什么可以帮助你做出更好的改变。',
        'reversed_career' => '当逆位时，圣杯4可以标志着你最近在工作中遇到的停滞不前的结束。 这种变化可能是突然的。 感觉像是某种启示，或者好像迷雾散去。 你可能会发现你的创造力突然又回来了。 因此，您将使用这种新发现的灵感和创造力来推进您的工作项目。 如果您对职业的新认识告诉您需要做出改变，那么现在是时候这样做了。 虽然变化可能很快，但不要误以为是运气。 你仍然需要利用你新发现的能量。 除非你采取行动，否则宇宙不会给你任何东西，但你之前没有考虑或注意到的机会可能会突然占据你职业生涯的前沿。
 ',
        'upright_finances' => '当涉及到您的财务状况时，圣杯4可能表明您可能会分心。 你是不是忙着嫉妒别人拥有的东西而看不到你面前的东西？ 您可能会不断地将自己的情况与他人进行比较，但这种嫉妒会阻止您欣赏自己已经拥有的东西。 更加感恩还可以帮助您找到改善财务状况的更好方法，并在承担重大风险时更加自在。 如果你如此执着于你没有的东西，你可能永远不会注意到真正实现你羡慕的目标的机会。 有时这张牌也可能表现为对金钱、资本主义和金融体系的普遍幻灭。',
        'reversed_finances' => '逆位的圣杯4可能标志着通往经济改善和安全的旅程。 这不仅是您控制财务的能力的结果，而且是您努力欣赏自己已经拥有的东西的表现。 虽然您以前可能会羡慕其他人的财务安全，但您可能正在采取措施以更加积极地对待财务。 当您将精力集中在更好的财务习惯上时，宇宙会奖励您。 根据需要储蓄和消费，不要让别人的想法或想法分散您的注意力。 准备好为这张卡发出的奖励工作。',
        'yes_no' => '圣杯4是一张冷漠的卡片，表现出冷漠、无聊甚至失望的感觉。 这可能意味着您需要重新评估您生活中的某些领域，或者您可能只是满足于现状并错过了机会。 目前没有明确的答案。',
        'past' => '你很不满意，没有任何变化可以影响这一点。 你对改变的渴望将是你周围世界改变的最强大动力。 采取新的方法来改变你的环境。',
        'present' => '不要害怕前进。 相反，害怕变得过于满足。 寻求新的道路，以便在新的水平上取得进步。',
        'future' => '在您实现目标之前，会有很长的延迟。 不要失去信心，眼睛要面向前方。 制定您的计划，不要忽视您渴望的令人兴奋的奖励。',
    ],
    54 =>
    [
        'id' => 55,
        'type_id' => 1,
        'number' => 54,
        'name' => '圣杯5',
        'upright_keyword' => '失落、悲伤、失望、悲伤、哀悼、不满、失望',
        'reversed_keyword' => '接受、继续前进、寻找平静、满足、看到积极的一面',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '54_Five_of_Cups',
        'content' => '某些塔罗牌的图像会立即唤起负面情绪，而“圣杯5”就具有如此重要的意义。 这张牌象征着损失以及因那次特定损失而带来的痛苦挑战。

   卡片描绘了一个穿着黑色斗篷的人物。 这个人似乎在绝望中隐藏了他的脸。 地上有五个杯子，其中三个掉了下来，另外两个还站着。 然而，这个人似乎注意到有两个站立的杯子，因为他正忙着为那些倒下的人哀悼。 在他和远处的房子或城堡之间有一条强大的河流流过，表明情感的洪流将他与家隔开。',
        'upright_content' => '圣杯5象征着失望，以及当事情与你预期的不同时所产生的感觉。 你对某种情况并没有像你希望的那样真正发展感到不高兴。 这张牌似乎并没有朝着更积极的观点前进，而是说你在沉溺于过去，引发自怜和后悔的感觉。 实际上从杯子里溢出的水表明您可能错过了机会。 它还表明问题主要是情感上的，而不是物质或财务上的。

   这张牌似乎并没有朝着更积极的观点前进，而是说你在沉溺于过去，引发自怜和后悔的感觉。

   圣杯5的含义表明，您可能会遇到某些问题，放弃过去的事情。 更重要的是，这也表明你不愿意从已经犯过的错误中吸取教训。 这张牌通常会反映出一个人沉迷于自己的过去，以至于他绝对无法继续前进。 这意味着他很有可能错过未来可能带来的新乐趣。
 ',
        'reversed_content' => '当卡片被逆位时，圣杯5显示出从遗憾中显著恢复以及正确接受你的过去。 你开始意识到你的行为的所有含义，你终于开始欣赏可以从那次经历中学到的教训。

   你甚至可能开始认识到你在更大范围内的痛苦经历的整体价值。 你看到你所承受的痛苦和悲伤给了你力量，让你充满韧性。 你已经准备好拿起剩下的两个还满的杯子，全力继续你的生活。',
        'upright_love' => '你现在可能正在经历一段哀悼期；也许有很多值得悲伤的事情。 您可能正在经历某种形式的分手，或者如果不是那样，则是与您的伴侣紧张和争论的时期。 然而，了解并非一切都会丢失是有帮助的。 塔罗牌圣杯5的爱情意味着情感上的损失，但也表明你可能忽略了仍然可以挽救的东西，以及幸存下来的东西。 通常，这些会带来希望的种子。 争论有没有让你了解你们关系中的某些事情？ 它是否有助于促进原本会保持沉默的交流？ 分手是否让你自由地探索超越过去关系的个性？ 尽管有很多值得哀悼的事情，但塔罗牌的圣杯5爱情寓意也暗示着有一些值得期待的事情。',
        'reversed_love' => '是时候停止生活在过去了，当逆位的圣杯5出现在爱情塔罗牌中时。 这真的是继续前进，放下过去的悲伤和痛苦的卡片。 如果你最近经历了分手，这张卡片可能是一个受欢迎的景象，可以帮助激励你接受已经发生的事情，并与它和平相处。 当这一章在你的生活中结束时，你正在为新爱的出现腾出空间，一个真正生活在当下的爱情，而不是将当前潜在的浪漫与你的过去进行比较。 如果你还在痊愈，那是很自然的。 给自己时间，温柔点；你会再次找到幸福。 如果您已经处于恋爱关系中，那么您可能刚刚经历了一段紧张的时期。 希望您和您的伴侣已经进行了所有需要的讨论，以便让您感觉自己被理解并被倾听。 尽量不要纠缠于过去的伤害和怨恨；展望未来，你们两个可以改变什么，而不是你们不能改变什么。',
        'upright_career' => '圣杯5像征着失落和悲伤。 在你的职业生涯中，这可能会以失去工作、生意、梦寐以求的项目或伙伴关系的形式发生。 也许你被迫在你的职业生涯中倒退一步。 或者，与您共事的人可能会放弃您共享的项目，或者您可能会选择离开。 这可能是一段悲伤和转变的时期。 这些变化很难，但它们提供了一个学习机会。 可能有比您最初想像的更多的补救措施。 尝试与办公室外的老同事保持积极的关系。 与您失去的东西的最佳元素保持联系。',
        'reversed_career' => '逆位的圣杯5是复苏的标志。 说到你的职业生涯，如果你最近遭遇了诸如失业、裁员或业务陷入困境等挫折，逆位的圣杯5表明你已经拥有了过去所需要的东西这些可怕的时代。 您现在可以弥补部分损失。 治愈在路上；您可能会意识到，尽管您经历了痛苦，但这些损失使您能够找到更适合您的头寸。 您因这些麻烦而承受的压力和痛苦也可能会开始减轻您的负担。',
        'upright_finances' => '财务塔罗牌中的圣杯5可能表示资源匮乏。 您可能会遭受重大经济损失。 目前可能有很多压力，您可能必须确保自己没有浪费金钱，以再次建立财务安全。 现在比以往任何时候都更重要的是对你的情况保持积极的态度。 幸运的是，这张卡通常总是表明在这种情况下你仍然可以挽救很多东西，所以看看你已经拥有的东西，以及你的技能，看看你可以用什么来弥补损失。',
        'reversed_finances' => '如果您最近经历了一些经济损失或动荡，逆位的圣杯5可能表示宽慰和这段时期的结束。 通过克服所经历的损失，您可能正在寻找通往财务稳定的新途径。 也许您将剩余的资源用于投资有价值的事情，例如帮助您建立财务缓冲的企业或兼职。 为你所克服的感到自豪。',
        'yes_no' => '圣杯5是一张充满悲伤、失落和沮丧的遗憾牌。 这可能表明你没有欣赏你在生活中所拥有的东西，或者可能避免一些尚未到来的事情。 与这张卡片相关的失望和不满为您的问题提供了否定的答案。',
        'past' => '尝试新事物的冲动是您经历的失望或不满的结果。 你目前的悲伤是这些期望失败的表现。',
        'present' => '探索您发现的任何替代路径。 但如果你回避真相，就很难创造任何可持续的满足感。',
        'future' => '您的错误将导致您陷入遗憾的境地。 准备好修复你造成的伤害，更重要的是，原谅自己。',
    ],
    55 =>
    [
        'id' => 56,
        'type_id' => 1,
        'number' => 55,
        'name' => '圣杯6',
        'upright_keyword' => '怀旧、回忆、熟悉、治愈、安慰、多愁善感、愉悦',
        'reversed_keyword' => '困在过去、前进、离家、独立',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '55_Six_of_Cups',
        'content' => '圣杯6象征着怀旧的喜悦、家的舒适和童年的纯真。 在卡片本身，有六个装满白色花朵的杯子。 前景中描绘了两个孩子，一个正在将杯子递给另一个。 男孩将鲜花交给女孩，这表明传统的传递和团聚的快乐。 孩子们似乎置身于某种城堡中，我们可以想像这会给他们带来安全感和舒适感。',
        'upright_content' => '圣杯6正位通常代表慷慨、天真快乐和童年。 它可以代表您想要回到更快乐的时光，无论是在您还是儿童、青少年或年轻成人时。 很多时候，这些记忆都是过去的事情，它们反映了我们已经消失的方面。 您可能会觉得记住这些时光是感到快乐的唯一方法。 塔罗牌中出现圣杯6似乎表明，虽然我们可以用愉快的眼光看待过去，但我们必须避免生活在其中。

   圣杯6也可能意味着您将回到熟悉的地方。 这可以是您的家乡、老朋友的家、学校或任何对您具有重要意义的地方。 您正在寻求与过去的人重新建立联系。 带回旧的记忆让我们想起我们的童年，一个事情变得简单的时代。

   在圣杯5之后，这张牌还可以暗示您可能遭受了某种损失或失望，并且您正在回家的路上。 您正在回顾过去，以找到您现在面临的危机或挑战的答案。 你可能正在寻求无条件爱你的人的安慰和温暖，积蓄力量来面对你面前的考验。',
        'reversed_content' => '逆位圣杯6可能意味着你执着于过去。 你应该探索你的记忆，但你不应该让自己留在那里。 虽然您可能会发现在家中的安全感令人欣慰，但您还必须学会开辟自己的道路。 过去应该被用作未来的指南。 学会专注于现在，并真正意识到。

   另一种逆位的“圣杯6”解读是，您可能会觉得自己与童年的自我以及那个孩子的梦想脱节，这有时可能是不切实际的。 没有达到这些目标可能会很痛苦，但有时现实会为您开辟一条必须遵循的道路，您不应该为自己的选择责备自己。 花点时间想想你现在想成为什么样的人，以及如何实现你的目标，而不是仅仅梦想它们。',
        'upright_love' => '过去随着塔罗牌 6 的爱情意义再次活跃起来。 这张卡片可以标志着过去的复兴和随之而来的怀旧情绪；你可能正在探索快乐的回忆，你可能更欣赏你伴侣的熟悉感，或者前任甚至可以再次出现在你的生活中。 圣杯6也可以代表伤口愈合的时间，现在舒适对你来说可能很重要。 如果你和你的伴侣在你们的关系中有一段压力时期，回顾你们一起度过的美好时光，也许重温它们，会给你带来很大的安慰。 但是要注意，不要只活在过去。 让过去滋养你的未来；它们是课程，向您展示您希望在生活中保留哪些内容，以及您不希望保留哪些内容。',
        'reversed_love' => '你可能生活在过去而不是现在，逆位的圣杯6塔罗牌是爱情的意思。 过去的关系很可能限制了你向爱敞开心扉，也无法在心里为别人腾出空间。 你可能相信你再也不会遇到像你前任那样的人，或者你曾经拥有的爱情是传奇。 当前或潜在的伴侣与这样生活的人在一起可能是相当不公平的。 你可能只看到快乐的回忆，而看不到喧嚣的回忆。 让过去过去。 否则你可能会再次阻挡所有爱的可能性，你可能永远不知道你本来拥有的爱是否比你失去的更伟大。',
        'upright_career' => '圣杯6通常代表童年、回忆和治愈。 谈到你的职业生涯，现在可能是回顾让你走到今天的道路的好时机。 这张卡片可能是一个信号，表明您过去的工作可以为您提供建设未来所需的重要课程。 回想一下你做对了什么，并确保你不会重复过去的错误。 或者，这张卡片可能表明您可能正在重新考虑您的职业道路，并且可能会回到您曾经离开的职位。',
        'reversed_career' => '逆位的圣杯6可能表明您的工作已经过时，并且您的职业发展可能停滞不前。 您可能对这种令人窒息的氛围感到非常沮丧，以至于您正在寻找更令人兴奋的职位或就业领域。 您可能希望离开当前职位的安全和舒适。 或者，您可能会选择留在舒适的当前职位上，以避免在其他地方寻找风险。 总的来说，这张牌逆位的时候，有一个重要的教训需要吸取。 谨防重复在您过去的工作场所可能跟随您的任何负面模式；无论你走到哪里，如果不加以处理，你自己的行为往往会再次产生同样的问题。',
        'upright_finances' => '圣杯6的善意可以通过多种方式与您的财务状况相关。 有时，这张卡片可以表示礼物或捐赠，或者仅仅是资源共享。 这张卡片也与童年和家庭有关，表示这种分享可能来自家庭成员。 你可能会回到你父母的家，让你有能力更多地节省自己的资金，同时享受爱你的人的舒适。 或者，您可能在另一边，在共享资源的同时欢迎家人回到自己的家中。',
        'reversed_finances' => '正位时，这张卡片是童年和过去记忆的标志。 逆位时，圣杯6表示您已准备好自己出发。 这张卡对于住在家里但准备搬出去的人来说很常见。 它像征着你在经济上变得成熟。 如果你一直和父母或其他人住在一起，你就更好地学会了如何储蓄和管理你的资金，现在你有纪律来为自己谋生。 这些变化可能很可怕但很有必要；享受这带给您的自由！',
        'yes_no' => '圣杯6以和解和抛开过去的方式说了些什么。 这可能意味着某种道歉或回到过去从壁橱中解锁骷髅。 有一种解脱感并随着它的存在而前进，您寻求的答案很可能是肯定的。',
        'past' => '过去给你带来了许多爱情和成功的有益经验。 不要在过去的事情上徘徊太久，并朝着你的成就前进。',
        'present' => '你过去行为的结果，现在就会给你带来回报。 通过结交新朋友或加强关系，您会发现很多共同点。',
        'future' => '为了改善你的未来，你必须建立在你过去的美德之上。 以前成功是不够的，你必须提高你的能力。 根深蒂固的愿望需要一些进化才能实现。',
    ],
    56 =>
    [
        'id' => 57,
        'type_id' => 1,
        'number' => 56,
        'name' => '圣杯7',
        'upright_keyword' => '选择、寻找目标、幻想、幻想、白日梦、一厢情愿、优柔寡断',
        'reversed_keyword' => '缺乏目标、混乱、混乱、转移、分心、清晰、做出选择',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '56_Seven_of_Cups',
        'content' => '圣杯7象征着想像、选择、一厢情愿、幻觉和幻想。 卡片显示一个人背对着我们，思考着从杯子里爬出来的 7 个图像，所有这些图像都漂浮在云中。 云是梦想、幻想、思想和想像力的代表。 杯子里浮现出无数的幻想，代表着人们在做梦时所看到的许多异象。 圣杯7可能意味着您有多种选择。',
        'upright_content' => '在塔罗牌中出现圣杯7，你需要清楚地看到你想像中的阴影和幻象，不仅在你的梦想中，而且在现实世界中。 你应该小心一厢情愿的想法，并警惕你所做的选择。 从某种意义上说，圣杯7表示你是一个梦想家，对你在潜意识中看到的东西既兴奋又害怕。 另一方面，圣杯7提醒人们，虽然有梦想和愿望是好的，但为实现这些梦想而采取行动更好。 在人生的某个时刻，你将需要停止幻想并面对生活的现实。

   如果您因为有很多选项而无法做出决定，您应该评估每个选项的优缺点，以便做出最佳选择。 做出决定时务必谨慎，因为卡片本身似乎表明您不仅可以使用奇观和宝藏，还可以使用怪物和阴影。

   在某些情况下，圣杯7可能表明您的生活方式不一定基于现实生活 - 您的行为是由您养活自己的幻觉引导的。 您的想法可能如此浮云，仅凭您的想像力发展。 因此，您需要区分什么是真实的，什么不是，以便您可以做出更好的选择。

   圣杯7也与诱惑有关。 这适用于直立的含义，也适用于圣杯7逆位的含义。',
        'reversed_content' => '圣杯7逆位有点类似于直立，因为它们都表示梦想、幻觉和诱惑，但似乎强调了这张牌的更多负面品质。 你的观点可能倾向于幻想，而不是基于现实。 这可能意味着你不清楚你正在寻找的东西。

   圣杯7逆位可能表明你不愿意面对生活的现实，你正在通过想像和白日梦寻求逃避。

   另一方面，圣杯7逆位也可能表示混乱的结束，消除幻想，清晰地前进。',
        'upright_love' => '随着爱情塔罗牌中出现的圣杯7，有几个决定摆在您面前。 如果你单身，你可能要在不同的恋人之间，或者爱情和家庭，或者爱情和事业之间做出决定。 圣杯7塔罗牌爱情的含义也可以表明所有的选择现在看起来都很诱人，但尽管它们闪闪发光，但它们可能是幻觉。 慢慢来，仔细考虑事情；只有勤奋的沟通和评价，才会给你想要的。 有了爱，我们可能会迫不及待地陷入困境，让欲望和迷恋引导我们走向从长远来看不会持久的事情。 重要的是要考虑所有选项，并查看任何“有问题”的危险信号或直觉，您可能会对这种关系产生感觉。 相信你的直觉。',
        'reversed_love' => '你对自己想要的爱情缺乏清晰的认识，会让你的爱情生活变得比它需要的更加混乱和混乱。 可能会浪费时间、错失机会、情绪动荡，这一切都是因为无法做出选择。 你的约会生活可能充满了死胡同、破碎的心和混合的信息。 重要的是要始终专注于您想要的东西，而不是让世界为您做出选择。 或者，如果您逐渐意识到什么对您很重要，那么对这些决定采取行动会得到回报。 您现在可以采取使事情发生所需的步骤。',
        'upright_career' => '圣杯7描绘了一个面临各种选择的人。 如果这张卡片与您的职业相关，您可能会看到许多不同的方式可以在工作中取得进步。 这种多种选择通常是一件好事，但重要的是要注意你花多少时间做梦而不是采取措施实现它。 请记住，一条潜在的路径取决于您愿意采取的步骤。 你有很多方法可以在你的职业生涯中取得进步，它们都可以很好地为你服务。 但是，如果您不选择一条道路并坚持下去，没有人会得到您想要的。 无论你最终决定什么，都会对你有好处；因此，请果断而自信地采取行动。',
        'reversed_career' => '虽然正位的圣杯7代表了多种选择，但逆位的圣杯7可能表示相反的情况。 经常出现在那些觉得自己被困在工作中而没有晋升机会的人身上。 对于那些觉得自己意识到自己可以获得完美职位但未能及时采取行动的人来说，这种情况也很常见。 无论其中一个（或两者）是否适用于你，尽量不要被这些负面情绪所困扰。 这张卡片也代表了你职业目标的清晰愿景。 使用这些技能诚实地评估您的职位以及您的不足之处。 问问自己，你可以做些什么来更积极地在你的职业生涯中取得进步。',
        'upright_finances' => '圣杯7表明您可以通过多种方式改善财务状况。 花点时间考虑您的选择。 虽然一般来说这张牌确实给你提供了很多机会，但这并不意味着一切都由你决定。 为了将这些机会变为现实，您需要积极主动。 权衡每个选项并批判性地考虑它。 通常听起来好得令人难以置信的事情是真实的。 听从你的直觉，睁大眼睛看任何危险信号。',
        'reversed_finances' => '当谈到你的财务状况时，逆位的圣杯7可能有几个相互矛盾的含义。 您需要仔细查看您的情况，以了解哪些适用于您。 在做出财务选择时，它可以表示清晰，让您专注于实现目标的意志力。 你不容易分心，因此能够专注于你需要的东西。 这种远见将为您提供良好的服务，因为它可以防止不必要的支出。 您可能会发现您现在能够特别好地制定和执行预算或其他结构化计划。 或者，这张牌也可能意味着混乱和妄想，或无法将白日梦变为现实。 当谈到提供给您的机会时，请确保您没有被骗。 确保您了解呈现给您的任何交易的所有事实。',
        'yes_no' => '圣杯7象征着混乱的决定、一厢情愿的想法和由于缺乏道德而引起的诱惑。 妄想的野心和糟糕的选择与这张牌有关。 它带来了一定的悲观和消极情绪。 答案是不。',
        'past' => '你已经浪费了很多时间去追逐生活中许多相互冲突的利益。 不要被白日梦和幻想误导；选择一个实际的目标并开始工作。',
        'present' => '您会因平时的脑力和创造性活动而获得惊人的奖励。',
        'future' => '无法决定会减慢你的进步。 对变化持开放态度会有所帮助，但不断努力确定什么是真实的，将使您继续前进。 不要自欺欺人。',
    ],
    57 =>
    [
        'id' => 58,
        'type_id' => 1,
        'number' => 57,
        'name' => '圣杯8',
        'upright_keyword' => '放弃、走开、放手、寻找真相、留下',
        'reversed_keyword' => '停滞、单调、接受较少、回避、害怕改变、处于糟糕的境地',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '57_Eight_of_Cups',
        'content' => '在圣杯8中，我们面临着转型的时刻。 我们看到一个披着斗篷的身影飞到了一片贫瘠的土地上，留下了八个金杯。 他厌倦了他花了这么多时间收集的那些杯子，现在开始寻求更高的目标。 这可能是无聊或不快乐的结果，因为意识到他们在生活中一直在寻找的东西并不像他们曾经认为的那样令人愉快或令人满意。

   进行此旅程的人也可能意味着在未知中寻求刺激。 他启程前往的多山荒地也可能是面临新挑战的象征。 他们赤裸裸的空虚似乎表明他们正在等待一个人的到来并塑造他们。 所采取的旅程可以以尝试新事物为幌子来完成，这些事物有可能帮助一个人在精神上和精神上成长。

   它还表明愿意将自己与他人分离，以便能够致力于自我提升、自我理解和成长。',
        'upright_content' => '圣杯8象征着改变或过渡的时间，通过远离某事。 就像毛毛虫在变成美丽的蝴蝶之前必须死去一样，我们都需要不时地在生活中改变自己。 尤其是在厌倦了每天过着日常生活并开始一段有助于人们对生活有更深入了解的旅程之后，情况尤其如此。

   得到这张牌的正位，表明你对自己的生活不满意，需要体验更高的人生目标。 你可能一直在探索你的选择，从一个选择到另一个选择，品尝每一杯中的葡萄酒，以此来理清你的生活真正想要的是什么。 你现在正在体验一种疲惫的感觉——并且开始意识到你必须远离熟悉的事物。 这是一种选择，也是一种承认，在你已经创造的事物中不会找到真正的幸福。

   通常情况下，获得圣杯8表明一个人厌倦了世俗的事物，即将踏上更精神的旅程。 如果是这样，那就高兴吧，因为变化会在我们最需要的时候发生。',
        'reversed_content' => '获得逆位的圣杯8可以表明一个人对他们应该走的道路感到困惑。 混乱通常源于不知道什么对你最好，最终，在不确定的海洋中漂流将是结果。

   人们可能会发现自己漫无目的，没有明确的生活目标。 最后，他们几乎总是跟随生活的波浪带他们去哪里。

   另一方面，您可能知道您需要做什么。 在你的生活中，有些东西已经很久没有给你带来快乐或快乐了，虽然你的灵魂渴望远离它，但你发现自己仍然存在。 离开你所建立的安全的想法让你充满恐惧——你害怕改变，害怕失去给你很大安慰的东西。

   大多数人通常会发现自己陷入困境，因为他们被困在两个重要的决定之间。 例如，一个人可能想要改变并让自己变得更好，同时，他们可能无法做出必要的牺牲来实现目标。 我们必须有勇气，相信我们应该得到更好的，如果我们踏​​上这段旅程，还有更多快乐的事情在等着我们。',
        'upright_love' => '花点时间问问自己，你们的关系是否令你满意。 圣杯8塔罗牌爱情寓意表明，你的伙伴关系是否真正让你满意，往往需要进行一些反省。 你能想像和这个人共度余生吗？ 他们会鼓励你做最好的自己吗？ 他们鼓励你成长吗？ 或者你和他们在一起是因为你害怕孤独，或者再次回到约会场景？ 这对你和你的伴侣都是不公平的。 诚实地审视内心并回答这些问题，以及离开你们两个共同建立的生活，需要很大的勇气。',
        'reversed_love' => '塔罗牌逆位圣杯8爱情的含义，你的直觉可能会告诉你，你需要离开你的伙伴关系，但有一些东西阻碍了你。 重要的是要参与并质疑这种恐惧。 放弃已经建成的东西，我们为另一个人投入的时间、情感和精力是非常困难的，但有时一个人必须足够聪明，才能留下一些真正不起作用的东西。 你必须弄清楚离开的愿望是否来自真正走到尽头的关系，或者它是否仍然可以挽救。 给自己一些时间来清楚自己需要做什么，并解决阻碍您继续前进的任何事情。',
        'upright_career' => '职场塔罗牌中的圣杯8可以表示几件事。 由于一般意义上的卡片表示离开并留下一些东西，因此它可以像您休假一样简单，也可以像离开一份没有成就感的工作一样有压力。 如果最近工作特别枯燥，稍微逃避一下可能会让你感觉精神焕发。 如果您正试图决定是否离职，请记住，有时您必须知道何时减少损失并继续前进。 如果您知道如何充分利用任何情况并做出负责任的决定，它将为您提供摆脱糟糕情况的出口，转而选择更好的情况。',
        'reversed_career' => '当圣杯8逆位时，你可能会觉得很难，甚至因为害怕而完全拒绝离开。 您可能会觉得自己的职业没有成就感，而您有能力改变它。 你可以选择接受一个没有给你带来情感回报、创造性出路或成长机会的角色，或者做出必要的改变去寻找其他地方。 如果它不再为您服务，不要害怕留下一些东西。 这项任务也适用于拥有自己企业的人。 如果您出于责任感或恐惧感而坚持自己的业务或工作，那么现在是放手的时候了。',
        'upright_finances' => '有时，为了为我们做出正确的选择，我们需要将我们构建的东西抛在脑后。 圣杯8可能表明您可能不得不放弃一些财务保障，以建立适合您的生活。 以此为契机，在您做出重大决定之前处理好您的财务状况。 注意你花了多少钱，花在什么上面。 在当前时刻对大笔支出持谨慎态度。 您可能会发现，您没有想像中的那么多资金可以花在他们身上。 这张卡片可能只是提前计划的警告。',
        'reversed_finances' => '逆位的圣杯8表示您可能会发现很难为了追求更好的东西而放弃一些财务保障。 您可能因为担心在其他地方找不到薪水更高的工作而坚持一份对您无用的工作。 这种担忧是有道理的，但有时需要大胆的决定和风险。 你需要考虑你的幸福到底值多少钱。 每天留出一点时间来寻找可以满足您的经济需求同时也满足您的情感需求的职位空缺。',
        'yes_no' => '圣杯8显示你的生活方式发生了一定程度的变化。 它会带来沮丧、冷漠和回避的感觉。 它可能表明您需要放弃、离开或远离当前生活中的某些事情。 与这张卡片相关的忧郁情绪表明没有。',
        'past' => '你通过决心和努力赚钱的能力在未来将是必要的。 你的方向一直不确定，但你的心告诉你要继续寻找。 您寻求的改变可以采取任何形式。',
        'present' => '你将体验到全新的事物，无论是在思想上还是在位置上远行。 巨大的变化即将到来。',
        'future' => '保持开放的心态，你的每一次旅程都会产生改变生活的结果。 个人的成功和实现你的目标会让你获得最大的快乐。',
    ],
    58 =>
    [
        'id' => 59,
        'type_id' => 1,
        'number' => 58,
        'name' => '圣杯9',
        'upright_keyword' => '愿望成真、满足、满足、成功、成就、认可、快乐',
        'reversed_keyword' => '不快乐、缺乏满足感、失望、成绩不佳、傲慢、势利',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '58_Nine_of_Cups',
        'content' => '这张卡片中，一名中年男子双臂交叉坐在木凳上，脸上流露出相当程度的满足。 他穿着优雅，有着真正满意的样子。 他头上的头饰是红色的，描绘了他活跃的头脑。 在他的背景中，你会注意到九个金杯，排列整齐。 圣杯9象征着精神和物质上的成就和成功。 这个男人在实现了他内心深处的愿望后表现出了成功的表现。',
        'upright_content' => '经过长途跋涉，圣杯9象征着找到自我满足。 在你在这件西装的早期数字中经历了波动的起伏之后，杯子的情感之旅开始接近尾声。 你在失去之后努力寻找目标和快乐，你尝过生活提供的不同东西，你为了找到更高的高度而留下安慰。 在这里，你找到了它们，当你庆祝你人生的这个新阶段时，你正在放纵自己。

   当我们看圣杯9时，它最初看起来像是在阅读过程中可能出现的最令人愉快的卡片之一。 这也被称为愿望卡，意味着你渴望的东西，或者你最完美的梦想一定会发生。 圣杯9通常与极度的幸福和满足有关。

   关于你的工作，有一个很好的变化，你的工作场所会发生一些美妙的事情。 是时候推进你停滞不前的项目了，或者如果你有一个你非常渴望的东西，你有可能最终实现它。 在爱情方面，它也具有积极的意义。 你与某人的浪漫关系注定会达到一个新的水平。 如果你仍然单身，这是与新朋友交往的时候。

   在财务方面，圣杯9也是一个积极的使者。 这可能意味着您希望的财务状况很快就会实现。 在您的健康方面，您必须接受的测试将导致阳性结果。 你现在正在接收的好能量应该用来改善你的健康习惯。',
        'reversed_content' => '当圣杯9逆位时，你需要更仔细地思考你生活中真正想要的东西。 圣杯9逆位可以表示你正在寻找一种更真实的满足感。

   你的道路是一条艰难的道路，你已经到了一个看起来很充实的时期，但还缺少其他东西。 这可能在表面上表现为自鸣得意，并且可以表明您希望因自己的成就而受到关注和认可。 但是你个人还是对自己不满意——好像你的欲望永无止境，一个黑洞。 这从何而来？ 你在自己的哪些方面缺乏自信？

   圣杯9逆位表示你是时候停止重视所有的祝福了，而是关注你的生活质量。 真正的财富在于你与家人、朋友和社区的关系。',
        'upright_love' => '当圣杯9出现在爱情塔罗牌中时，请珍惜你所拥有的。 这里的愿望就是要成真，最好怀着感恩的心展望未来。 有很多值得庆祝的事情，如果你单身，可以在派对和其他快乐的聚会上找到爱情。 去享受吧；现在不是计算或制定目标的时候，而只是享受乐趣。 轻松愉快可以吸引别人到你身边。 如果你处于恋爱关系中，你会发现你的爱情生活会变得更加愉快和甜蜜。 这可能是与您的伴侣更亲近的好时机。',
        'reversed_love' => '圣杯9逆位塔罗牌爱情的意思，你可能会发现你们的关系符合所有条件，在纸上看起来很棒，但仍然感觉好像缺少了一些东西。 也许你和你的伴侣并没有像你希望的那样亲密；也许缺乏更深层次的联系。 没有理由担心，因为这可以通过认真和亲密的交谈来解决。 另一方面，你可能沉迷于一段关系，以至于你没有注意到是你自己需要成长。 有时，我们会陷入浪漫之中，以分散我们为了快乐而必须做的内在工作的注意力。 不做那些内心的工作，不管我们遇到的美妙的浪漫，那种不满将永远存在。',
        'upright_career' => '当谈到你的职业生涯时，圣杯9意味着你可以在你的领域找到尊重和认可。 你现在开始的任何项目可能很容易完成，你在完成它们时表现出的技巧也可以为你赢得很多赞誉。 如果您希望在职业生涯中取得进步，这可能是要求加薪或晋升的绝佳时机。 人们现在可能比过去或将来更容易接受这些要求。 好好利用这一刻。 过度自信从来都不是明智之举，但现在不要害羞或害羞。 你为这个认可付出了努力。',
        'reversed_career' => '逆位圣杯9可能是您职业生涯中的一张令人沮丧的卡片。 由于正位的牌被认为是塔罗牌中的“愿望牌”，反过来，它可以表示你一直梦想的事情很快就不会像你想像的那样发生。 您可能希望通过开办企业或开始这份新工作一切都会好起来，但现实与您想像的相差甚远。 你可能会发现这项工作更难、更乏味，或者只是太难处理了。 也可能缺乏回报，你的努力可能得不到认可。 你可能不会对新的职业道路感到欣喜若狂，反而会感到幻灭和失望。 您可能需要返回绘图板进行一些更改。',
        'upright_finances' => '圣杯9象征着愿望的实现，当涉及到你的财务状况时，这张卡片可以暗示你拥有你需要的一切。 这张牌象征着财富、感情和财务安全。 如果你一直在努力工作，你会发现你可以获得丰厚的回报。 花点时间享受这一刻，你赚到了。',
        'reversed_finances' => '当谈到你的财务状况时，逆位的圣杯9可能表明你的期望没有得到满足。 有时，这可能表明您投入的资金没有达到预期的效果。 如果您进行了任何大笔购买、投资或用这笔钱帮助家人，结果并不像您想像的那样。 或者，逆位的圣杯9可能表明您对金融稳定的希望可能尚未实现。 要有耐心。 请记住，您将必须赢得这些梦想。 专注于您所拥有的以及如何更好地实现目标。',
        'yes_no' => '圣杯9表示喜悦、满足、愉悦和整体满足感。 它的存在预示着一个充满美好时光、幸福和你的愿望都会实现的美好未来。 您正在寻找的答案是肯定的。',
        'past' => '真正幸福的源泉是你的灵魂获得平静的平衡。 你付出的努力会带来回报。 保持坚强并继续工作。',
        'present' => '你的情感和物质幸福就在眼前。 向你的朋友寻求建议和支持，但要认识到你会找到满足感。',
        'future' => '你为自己设定的目标正在路上。 忠于您的愿望，您将到达您所寻求的目的地。 平衡你的心灵和思想，找到一个真正的呼召。',
    ],
    59 =>
    [
        'id' => 60,
        'type_id' => 1,
        'number' => 59,
        'name' => '圣杯10',
        'upright_keyword' => '幸福、回家、满足、情绪稳定、安全、家庭和谐',
        'reversed_keyword' => '不愉快的家、分离、家庭冲突、不和谐、孤立',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '59_Ten_of_Cups',
        'content' => '在《圣杯10》中，一对情侣手牵着手，面朝美丽的房子和绿色的花园。 在他们旁边，还有两个孩子在快乐地玩耍。 可以看到这对夫妇紧紧拥抱对方，充满爱意和浪漫，而孩子们则在自由玩耍。 这对夫妇似乎关系稳定，同时也有一个舒适的家和漂亮的孩子。 绿色的土地像征着生育，河流表明这对夫妇的感情是多么自由地流动，意味着他们的关系非常和平。 天上有十杯，呈弧形，寓意上天赐福。 他们身后的彩虹，预示着苦难和悲伤的结束，预示着一家人都将享受新的幸福生活。 圣杯10牌描绘了“拥有一切”。',
        'upright_content' => '从其欢乐的描述中，我们可以假设圣杯10在你的家庭、关系或伴侣中体现了幸福、快乐、满足和情感满足。 它代表了一种田园诗般的舒适、和谐、和平和爱，让您感觉自己置身于天堂。 在这里，您所有的梦想、愿望、需要和愿望都得到了满足，您会感到完全的满足感。 花点时间呼吸一下，环顾四周，感谢您的所有祝福。 这张卡片象征着我们很多人都在寻找的东西。

   看到圣杯10意味着一种真正的情感满足，与他人分享圣杯9孤独的自我满足感，以创造一种真正的社区和家庭感。 是圣杯王牌天真意志的结晶。 在学会了如何爱自己之后，圣杯9成为圣杯10，其核心是关于真正的幸福如何源于与他人建立真正的纽带和联系。 这张卡片与“从此幸福”的感觉最相关—，家庭、持久的和谐与和平。

   这是家庭和睦的象征，因为这张牌表明你生活在完美的和平中。 不需要更多的调整或转移，您是对的，只需放松并享受您的时刻。 在爱情阅读中，这张卡片表明它是浪漫的、真实的和真诚的 - 并且具有长期发展的强大潜力。 值得你付出全部努力让它成真。',
        'reversed_content' => '当圣杯10逆位时，一个人与家庭和社区建立的牢固纽带就会被打破或扭曲。 圣杯10确实是最“幸福”的卡片，但不知何故，这种家庭和平与舒适的理想形像被打破了，或者一直是不切实际的。 你可能会发现距离，而不是联系。 你可能会分开，而不是走到一起。

   你对快乐时光和特殊时刻的希望似乎不符合你的期望。 你们应该学会善待彼此，彼此相爱，彼此关心。 这是确保您保持和谐生活的最佳方式。
 ',
        'upright_love' => '爱情是平静而甜蜜的，与圣杯10塔罗牌的爱情寓意相得益彰。 现在与家人共度时光特别有意义。 您可能会将您的伴侣介绍给您的家人，或者一起迈出承诺的下一步。 圣杯10塔罗牌爱情寓意也暗示着长期的稳定、安宁和舒适。 如果你是单身，而且你在这个时候遇到了某个人，那么这种关系很可能会持续下去。',
        'reversed_love' => '家庭和爱情之间的冲突可以通过圣杯10塔罗牌的爱情含义来暗示。 外在的事情可能会在你的浪漫生活中制造混乱，包括干预那些认为你们不应该在一起的亲戚。 现在比以往任何时候都更重要的是面对家人的批评；互相保护，避免公开争论。 即使在这个动荡的时期，也要确保您的伴侣感到被爱。',
        'upright_career' => '虽然圣杯10往往与家庭的联系比工作更重要，但这张卡片也能给你的事业带来一些快乐。 这张卡片可以表示您在当前职位上找到的一种舒适感和归属感。 有足够的成长和创造力机会，您无需担心职业生涯的这些方面。 你和你的同事之间也可能有凝聚力和幸福感，办公室文化可以让人感到欢迎和支持。 您可能会发现这份工作还能让您在工作与生活之间取得舒适的平衡，并且您可以放心地与家人共度大量时间。 该卡还可以表示退休或离职照顾家庭。',
        'reversed_career' => '当职业塔罗牌中出现圣杯10逆位时，你可能正在处理工作中的紧张、孤独和沮丧的感觉。 气氛比平时更加敌对，你的同事现在可能不支持。 你可能会觉得自己不太适合这个职位，你的基本稳定感和安全感可能会动摇。 有时，这种卡还​​可以通知爆冷您的工作与生活的平衡。 您的工作时间可能比您预期的要长，因此您的家庭生活受到影响。',
        'upright_finances' => '由于圣杯10象征着家庭的安定与和谐，您可能会发现您和您所爱的人拥有让您感到快乐和舒适所需的一切。 这并不总是转化为财富，而是知道有足够的稳定和安全感。 如果您之前曾因财务问题与家人吵架，现在这些问题可能会消散。',
        'reversed_finances' => '当谈到你的财务状况时，逆位的圣杯10可能表明国内在金钱问题上的不和谐。 您可能会在家里面临关于您应该花多少钱，或者您拥有的与别人的相比有多少的争议。 家里可能有一种基本的财务不稳定感，这会加剧这种紧张的气氛。 您的财务状况和您的情绪现在很可能密切相关，解决其中一个或另一个中的问题可能有助于清理整个烂摊子。',
        'yes_no' => '圣杯10代表完美的和谐、富足和幸福。 它可能意味着个人或家庭梦想成真，以及对生活的整体满足感和安全感。 积极的成就和稳定的情绪摆在你面前，你寻求的答案是肯定的。',
        'past' => '通过对自己的方向充满信心并遵循自己最深的信念，您一直在前进。 这种承诺和你对权威的安慰为你的生活中的认可和成功提供了空间。',
        'present' => '一项新的事业即将开始为您服务。 这项任务、事件或旅程将开启一段长久的友谊。 不要错过这个机会。',
        'future' => '财务成功的潜力可能会通过财产所有权的某些方面表现出来。 要么找到家庭幸福，要么在公共工作中获得声望。 尽管困难重重，但同时平衡两者是可能的。',
    ],
    60 =>
    [
        'id' => 61,
        'type_id' => 1,
        'number' => 60,
        'name' => '圣杯侍者',
        'upright_keyword' => '理想主义、敏感、梦想家、天真、天真、内心的孩子、云中的头脑',
        'reversed_keyword' => '情绪脆弱、不成熟、忽视内在小孩、逃避现实、不安全感',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '60_Page_of_Cups',
        'content' => '圣杯侍者代表了来自无意识的意想不到的灵感，也许以我们可能无法真正理解的方式。 这张卡片中，一位海边的青年身着一件饰有花卉图案的蓝色束腰外衣，手上拿着一个金杯。 她还戴着一顶波西米亚风的贝雷帽和一条飘逸的长围巾。 她惊讶地看到从杯子里冒出来的一条鱼，仿佛是从童话里向她打招呼。 当鱼盯着她看，似乎试图与她交往时，她既不能喝也不能用杯子敬酒。',
        'upright_content' => '圣杯侍者最重要的意义之一是你应该对新想法持开放态度，尤其是那些源于直觉灵感的想法。 这张卡片似乎表明应该接受这样的灵感，尽管它可能是你意想不到的。 它可以带你去冒险，打开许多扇门。 如果它是一种创造性的召唤，例如，进入音乐或艺术领域，这张牌会特别强烈地推动它。

   当你面临困境，不再追逐梦想的时候，圣杯侍者似乎在告诉你，你应该从一个完全不同的角度来解决这个问题。 它像征着坚持，因为这是您实现梦想的唯一途径。 聆听您的直觉，跟随您的召唤，并相信一切皆有可能。

   对于那些害怕表露自己情绪的人来说，“圣杯侍者”可能意味着是时候释放和展示这些情绪了。 你的创造力和情感都应该被表达出来，无论它们看起来多么微不足道。 在大多数情况下，有些人无法表达自己，因为他们想保护自己的自我。 圣杯侍者预示着新的开始是可以的，迎接真正的你。',
        'reversed_content' => '圣杯侍者逆位的意思是你的创造力正在受到阻碍。 有些事情或项目你觉得很有趣，但你似乎出于其他原因而不是为了它的乐趣。 您可能是为了金钱、名誉或其他目的而做这些事情。 逆位的圣杯侍者可能表明您应该记住您的项目首先为您带来的快乐，以恢复您的想像力。

   圣杯侍者逆位的另一个含义是它可以像征一个有麻烦的人。 一个害怕现实的人，无论是情感、经济、疾病还是其他方面。 他们发现这些问题很难面对，可能会导致滥用酒精或药物来逃避。 它可能是你或一个正在努力接受自我的人的形象。

   圣杯侍者可能表明某人缺乏灵感，他们正在与低自我价值作斗争，他们很容易沮丧。 你能做些什么来帮助激励他们成为最好的自己？',
        'upright_love' => '圣杯侍者塔罗牌爱情寓意所代表的人是具有直觉力、创造力和情感的人。 无论他们的实际年龄如何，他们往往都有一种天真无邪的品质。 如果这张卡片目前没有指向您生活中的某个人，那么您可能会遇到惊喜。 如果您已经处于恋爱关系中，那么您可能会以全新的眼光、惊奇和敬畏的心情看待它，并对您以前从未见过的伴侣的部分产生新的欣赏。 如果你是单身，你对待爱情的方式可能是一种童趣。 关于浪漫和潜在合作伙伴的一切都会让您感到新奇愉快。',
        'reversed_love' => '害羞，犹豫，也许有点尴尬，圣杯侍者塔罗牌爱情的意义可以指向你浪漫生活中具有这些特征的人。 他们可能会对一些急需的善意做出很好的反应，如果他们感到安全，就会慢慢向你敞开心扉。 然而，有时候，这个人也可能在情感上有点不成熟；可能会有脾气暴躁、不安全感和很多废话。 如果这张牌不代表一个人，请注意你自己的这些特征。 你的不安全感是否已经占据了你的最佳位置？ 他们如何影响你的浪漫生活？',
        'upright_career' => '圣杯侍者是一个富有想像力、敏感和创造力的人，在职业阅读中，他们通常可以表示专注于艺术、时尚、诗歌和音乐等创意领域，或任何可以利用自己的天赋进行 创作的领域某物。 圣杯侍者往往难以用语言表达他们的感受，因此，他们的创意渠道往往是他们可以表达自己的地方。 然而，他们往往无所适从，因此请确保您不是简单地对工作目标做白日梦，而是正在努力并采取行动使它们成为现实。 追随你的梦想，但首先要确保它们在现实中有很好的基础。',
        'reversed_career' => '你在处理工作中的感受方面有问题吗？ 圣杯侍者可能表明您不专业，或者可能让您的情绪占了上风。 很多时候，当我们处于新的环境中时，我们可能会面临一些我们不知道如何将其转化为积极事物的感觉。 如果您的工作属于创意领域，逆位的圣杯侍者也可能表明您在处理创意块方面遇到了困难。 这也会过去的，如果你能记住你最初爱上做你所做的事情的原因。 寻找灵感。',
        'upright_finances' => '谈到财务，圣杯侍者可能暗示白日梦，或许还有不切实际的财务目标。 对于您的长期未来而言，专注于可以实现的事情并一次完成一个目标可能会更好，而不是希望彩票或另一项风险投资可以为您带来您想要的东西。',
        'reversed_finances' => '如果您一直在处理任何财务挫折，您需要确保自己的情绪得到控制。 避免让自己得意忘形，从而做出任何冒险的选择。 如果您一直否认自己的财务状况，现在是时候面对它而不是逃避了。 可以学到很多宝贵的经验；而否认只会拖延不可避免的事情。',
        'yes_no' => '圣杯侍者是一位温柔、艺术、梦想家型的信使。 他带来了好消息和新的、平静的开始的信息。 这张牌的所有交易都是积极的，它所代表的答案是肯定的。',
        'past' => '你已经有了一个想法，可以进一步发展以获得更好的结果。 您对障碍的认识将引导您了解绕过它们的最佳方法。',
        'present' => '好消息会传到你身边，提醒你重新审视生活的重要性。 看到生活中的幽默，记住笑的治愈力。',
        'future' => '为即将到来的机会做好准备。 如果你还没有准备好自己抓住它，它会很容易从你身边溜走。 你所经历的情感斗争将教会你如何更深入更亲密地爱。',
    ],
    61 =>
    [
        'id' => 62,
        'type_id' => 1,
        'number' => 61,
        'name' => '圣杯骑士',
        'upright_keyword' => '理想主义者、迷人的、艺术的、优雅的、委婉的、外交的、调解人、谈判者',
        'reversed_keyword' => '失望、发脾气、喜怒无常、混乱、避免冲突、虚荣',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '61_Knight_of_Cups',
        'content' => '圣杯骑士是一张卡片，描绘了一位年轻的骑士光荣地骑着白马，同时拿着杯子，仿佛他是某种使者。 不像权杖骑士或剑骑士，这个特殊的人并没有和他的马一起冲锋。 相反，他缓慢地向前移动，这为整个环境提供了和平与平静的整体印象。 众所周知，马代表着一个人的动力、能量和力量。 马的颜色是白色，这是众所周知的灵性、光明和纯洁的象征。',
        'upright_content' => '事实上，在塔罗牌的所有骑士牌中，圣杯骑士是最女性化的。 重要的是要注意，这甚至没有暗示他是一名有价值的骑士。 这意味着他与自己的情感和直觉保持着适当的联系，并且他将它们用于自己的幸福以及在他的许多浪漫和诱惑任务中。 无论性别如何，他通常对他人都很有吸引力。

   面对实际的决定时，圣杯骑士会听从他的心声，不管这是否真的是合乎逻辑的选择。 他也可以表现为你生活中的一个事件或一个人，或者你自己的一部分。 他以信使的形式出现，在他身边，他携带着邀请或某物或某人的到来，这将对你产生某种情感上的好处。 作为一名骑士，他还负责接受礼物，并将其带到世界之外。 因此，他也可以代表某些对您具有重要情感或创造性价值的项目的承办。',
        'reversed_content' => '既然您已经了解了正位的圣杯骑士意思，那么让我们来看看这张牌逆位时的含义。 相反，圣杯骑士意味着你让你的情绪控制你的生活，而不是你应该做的。 你可能过于嫉妒、情绪化或喜怒无常。 事实上，这可能会导致实际无法采取行动的程度，这是绝对应该避免的。 过快下结论是圣杯骑士的特点，在没有必要信息的情况下做出判断是很常见的。

   这张牌表明了一种情况，起初可能被认为很有吸引力，但很快就会变得非常不同。 抱着这么高的期望，大家都会很失望地走开。',
        'upright_love' => '浪漫即将来临，塔罗牌圣杯骑士的爱情意义。 这个人非常喜欢爱情的想法，并且不遗余力地表现出来。 但有时，这个人在追求真爱方面走得太远了；以至于他们对完美的伴侣和完美的关系抱有相当不切实际的期望。 没有温柔的现实，他们可以从一个情人到另一个情人，留下一串破碎的心，因为每个人最终都表现出了他们人性的缺陷。 请注意以这种态度对待您的恋情。 尝试并享受当下的事物，并在追求爱情的过程中保持现实世界的视野。',
        'reversed_love' => '圣杯骑士逆位时，可以说是比较被动好斗，满嘴空话。 作为一个伟大的浪漫主义者，他的许多故事和他的爱情宣言都可能被夸大了。 如果这听起来不像你现在爱情生活中的一个人，它可能表明你对浪漫生活中发生的情绪变化感到不知所措。 感情会忽冷忽热，完美的外表很快就会破碎。 警惕那些窃窃私语的恋人，并确保他们说的都是真的。',
        'upright_career' => '圣杯骑士代表你以机智和优雅处理工作中的情况的能力。 你现在特别有外交手腕。 此时，您周围的冲突会更容易处理。 您能够通过创造性的解决方案以及您的情感联系和对他人的认识来解决问题。 您可以看到可能未被发现的解决方案。 这种创造力可以适用于您和您打算从事的一般职业。 如果您一直在考虑进入创意行业工作，这张卡片也代表您在该领域的成功。',
        'reversed_career' => '当谈到你的职业时，逆位圣杯骑士可以根据上下文和塔罗牌中的其他卡片有多种解释。 您的办公环境现在可能充满了分歧，每个人都可能处于紧张状态。 您可能还想考虑一下您现在是如何处理工作中的情绪的，你的喜怒无常对这个环境有影响吗？ 或者，您维护和平的愿望可能会达到自我毁灭的程度。 你可能会尽一切努力避免冲突，而不是处理你的问题，即使表达这些沮丧会有所帮助。 尝试在处理其他人的问题时保持外交手腕和在不合适的情况下猛烈抨击之间取得平衡。',
        'upright_finances' => '谈到您的财务状况，您的同理心、同情心和调解艰难对话的技巧现在可能会有所帮助。 只要你能用这个天赋来维持和平，关于金钱的争论就可能会得到缓解。 如果您的财务状况一直很紧张，这张卡片还可以表明您可能需要发挥创造力来解决您的问题。 然而，一旦你能够跳出框框，你很可能会成功地扭转问题。',
        'reversed_finances' => '逆位圣杯骑士可以成为自己生活中的被动旁观者；在财务方面，您可能没有果断地采取行动。 有时，这张卡片也可能表明您所希望的事情并没有按计划进行。 您可能很快将所有鸡蛋放在一个篮子里，结果却很失望。 在做出决定之前，请确保对任何大笔购买或投资进行研究。',
        'yes_no' => '圣杯骑士是一个浪漫而富有同情心的梦想家，带来新的机会或某种积极的邀请。 他代表着自我接受和找到适合你生活的正确道路的到来。 您正在寻找的答案是肯定的。',
        'past' => '你的强项是你的智力和自决的意志力。 对他人的新方向和新想法有点措手不及，这对您的独特视角来说是很自然的。',
        'present' => '一个重要的要约或邀请会突然且出乎意料地到来。',
        'future' => '保持专注并遵循您最热情的信念将导致朝着您的目标前进。 你会在与他人深刻而有意义的联系中找到平静。',
    ],
    62 =>
    [
        'id' => 63,
        'type_id' => 1,
        'number' => 62,
        'name' => '圣杯皇后',
        'upright_keyword' => '同情、温暖、善良、直觉、治疗师、辅导员、支持',
        'reversed_keyword' => '不安全、给予太多、过于敏感、有需要、脆弱、依赖、殉难',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '62_Queen_of_Cups',
        'content' => '圣杯皇后统治着情感领域。 她的宝座就在大海的边缘，而水通常象征着无意识和感觉。 她在岸边的位置表明她位于陆地和海洋之间，是感觉和思想存在的地方。 她拿着一个有天使形状的把手的杯子。 这个杯子是封闭的，这就是为什么圣杯皇后像征着我们潜意识中的想法。 女王独自坐着，这让她可以思考。 水天一色的平静，象征着王后内心的宁静。 她的脚没有接触水，这代表她从外面看自己的想法和感受。',
        'upright_content' => '我们可以通过仔细观察图像中的女人来理解圣杯皇后的含义。 她被视为富有同情心、关怀、敏感和养育。 她在情感层面与人建立联系，因此人们喜欢她的诚实和公平。 圣杯皇后在阅读中的出现可以引导您向他人寻求帮助。 大多数时候，就像其他皇后一样，这是一个会进入你生活的女性形象。

   圣杯皇后有一种非常强大的直觉，只有大祭司才能与之匹敌。 圣杯皇后就像一面镜子，反映了他人的内心深处，让他们以全新的眼光看待自己。 大多数时候，圣杯皇后也可以代表你内心深处值得信赖的声音。 她似乎在说，在尝试帮助他人之前，您应该花时间关注自己的情绪健康。 自爱会产生同情心。

   圣杯皇后也可以反映你与其他人的关系。 你可能是情感上坚强的磐石，可以成为其他人的锚。 您可能会在这里使用您的直觉而不是逻辑来帮助教导和支持他人。

   圣杯皇后通常用心思考，而不是用头脑思考。 她可能缺乏理性和常识，但有时也可能是直觉、梦幻和几乎通灵的。 当合乎逻辑的方法不起作用时，“圣杯皇后”可能是您问题的答案。',
        'reversed_content' => '圣杯皇后逆位意味着你与你的情绪不同步。 你也可能在表达你真实感受的方式上感到受限。 大多数时候，压抑自己的情绪可能会非常有害，并会在不久的将来导致沸点。 您可能承受着无法再承受的巨大压力。

   逆位的圣杯皇后也能反映出你的思绪游荡太远，你让你的想像力自己跑掉了。 虽然你仍然是好意，但你应该停下来看看你的情绪是否值得信任，因为你允许它们控制你。 您需要花一些时间思考这些梦想是否可以变为现实。 在这段时间里，你应该尽量保持情绪稳定，这样你就会知道什么时候情绪会变得最好。',
        'upright_love' => '凭借她睿智、支持和善良的天性，圣杯皇后很可能拥有许多崇拜者。 她的同情心使她很自然地倾听任何需要倾听者或需要哭泣的人的肩膀。 如果现在没有人带着这些特征进入你的生活，你可能会发现是你扮演了这个角色。 你可能会以这种方式吸引很多人，但要小心避免有人粘人并过于依赖你。 此时能够划清界限很重要，因为情感支持也是情感劳动。 不要把自己累坏了。 让你的直觉引导你。 处于人际关系中的人此刻可以享受更深层次的爱。',
        'reversed_love' => '您是否发现自己总是在你们的关系中扮演照顾者和支持者的角色？ 逆位的塔罗牌爱情意义可以表明你比你的伴侣在这段关系上付出了更多的努力。 你甚至可能偶尔觉得自己更像父母而不是情人。 你们两个之间的平衡必须被纠正。 或者，您可能会发现情绪环境相当动荡且不断变化。 您或您的伴侣可能会觉得自己就像在蛋壳上行走一样，不知道下一次争论何时会出现。',
        'upright_career' => '圣杯皇后是一张特别有爱心和富有同情心的卡片。 因此，如果她的出现与您的职业有关，您可以考虑多种含义。 这位女王可以提醒您，无论您在做什么，都应该让您在情感上感到满足，而不仅仅是在经济上。 当谈到你的工作环境时，这张卡片可以指向在你的同事中扮演关怀和富有同情心角色的人。 有时，这张牌也可以表明你正在担任这个角色。 沿着这条脉络，女王还暗示，在您的领域中具有这种性质的人的指导可以使您受益。',
        'reversed_career' => '当圣杯皇后被逆位并出现在你的职业生涯中时，你可能正在处理工作中的一些情绪问题。 您可能会发现您正在从事的项目或您所处的环境现在正在消耗情绪。 有时，我们感到的疲惫来自于我们自己的需求没有得到满足。 由于圣杯皇后可以如此专注于他人的需求，她可能很难将自己的需求放在首位。 你是不是太专注于让你的同事、客户或你的老板开心，而忽略了做让你开心的事情？ 现在花点时间照顾好自己的情绪健康。',
        'upright_finances' => '此时您可能正在使用您的财务资源来照顾他人。 圣杯皇后可以发出信号，表明您的心会感动您为有需要的事业、家人或朋友做出贡献。 很多时候女王出现在这里，都是在提醒你，金钱不是万能的。 你不应该以牺牲生活中的其他考虑为代价来关注它。',
        'reversed_finances' => '当谈到你的财务状况时，逆位的圣杯皇后可以成为一张看你自己的情绪健康及其与你的财务安全感的关系的卡片。 如果您一直在强迫性地花钱，或者沉迷于一些销售手法，那么这在短期内可能会有所帮助，只要您还解决了您不快乐的根本原因。 也要注意不要过度伸展自己；你体贴和爱心的天性意味着你很容易照顾他人，即使你自己资源不足。',
        'yes_no' => '圣杯皇后是一位敏感、安静、贤惠的女性，代表着寻求和引导内在的转变。 她建议找一个善于倾听和充满爱心的顾问。 就像她的对手，杯中之王一样，她的存在既不是肯定的也不是否定的，她对你的问题给出了一个不清楚的答案。',
        'past' => '您的童年是一个充满爱与感情的快乐时光，因此您的过去与当前的失败无关。 您的人际关系也拥有所有合适的成分，可以使它们持续更长的时间。',
        'present' => '一个有权势的女人的影响将揭示你生活的可能性。 她可能会挑战或激励你，但无论她做什么，都会让你获得宝贵的见解。',
        'future' => '向您所爱的人寻求帮助或建议，尤其要注意您周围的女性智慧。 无论您的职业成功与否，您的旅程都将由您的情感考虑决定。',
    ],
    63 =>
    [
        'id' => 64,
        'type_id' => 1,
        'number' => 63,
        'name' => '圣杯国王',
        'upright_keyword' => '明智的、外交的、头脑和心灵之间的平衡、忠诚的、顾问、顾问',
        'reversed_keyword' => '不知所措、焦虑、冷漠、压抑、孤僻、控制欲强、自私',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '63_King_of_Cups',
        'content' => '圣杯国王是塔罗牌中的一张牌，显示出慷慨、控制和情绪平衡。 卡片本身描绘了一位坐在宝座上的国王，他有一个形状像鱼的护身符。 项链上的鱼代表着他的创造力和精神，在他周围平静的水域中茁壮成长。 我们从背景中可以看出，有意识和无意识之间存在着稳定的平衡。

   国王的身后，右侧有一条跃出海面的鱼，左侧有一艘船，分别代表情感世界和物质世界。 圣杯国王表明你不会抑制自己的冲动，而是学会了以平衡的方式处理它们。
 ',
        'upright_content' => '圣杯国王是杯中最具影响力的牌之一。 他代表创造力、情感和无意识。 这张牌显示了克制自己情绪并完全掌控自己的感受和冲动的能力。 因此，圣杯国王代表了理智和情感之间的平衡。 他指出理解和感觉之间有很强的关系。

   当您平衡了自己的情绪并能够控制它们时，这意味着您对自己有了更深入的了解和认识。 当您面临通常会让您失去平衡的挑战时，圣杯国王会提醒您应该按照他的方式行事，不要一怒之下飞出去，或者立即让自己陷入绝望！ 你首先需要调和你的情绪状态，这样你才能在现实中前进。 学会评估自己，以确定如何对自己的内在状态产生更强的意识。

   在某些情况下，圣杯国王可以像征您生活中的一位年长男性。 这是一个成熟的男人，愿意为自己的行为负责，并掌握了自己的自我认知。

   圣杯国王倾向于政治和外交，这使得他可以平衡其他人的需求，增强各方之间的和谐。 圣杯国王表明你作为一个领导者是敏感的，你对别人对你的情感需求的反应很谨慎。 圣杯国王暗示你在处理负能量时应该保持成熟。',
        'reversed_content' => '圣杯国王在他最糟糕的时候逆转了信号：波动、情绪操纵和喜怒无常。

   当圣杯国王步履蹒跚时，他通常以慈悲和智慧处理情况的能力被颠倒了。 他无法平衡所有寻求他指导的人的需求，虽然对某些人表现出友善，但对其他人可能很冷淡。 他驾驭他人情绪的才能可能会被用于可疑的用途，操纵环境以满足他的需要。

   逆位的圣杯国王表明这张牌描绘了你生活中的一个角色，无论是你的一部分还是其他人。 虽然他通常很容易接触和控制自己的情绪，但他最近变得善于操纵和控制情绪。 他的行为将被用于复仇和平反，他通常可以控制的冲动，最终旨在成为某种形式的惩罚。',
        'upright_love' => '心与脑之间的平衡由圣杯国王塔罗牌爱情寓意所代表。 此人情感成熟，重视家庭。 当情绪高度紧张时，他们冷静和镇定的反应正是每个人维持和平所需要的。 当这张牌在你的生活中没有一个人代表时，它可能是一个建议，在你对待爱情的过程中同时使用逻辑和直觉。 以务实的态度对待浪漫，同时也要以智慧、同情和理解来对待爱情。 结合起来，你找到的爱肯定是深刻而有益的。
 ',
        'reversed_love' => '逆位圣杯国王缺乏一致性、同情心或道德。 在爱情中，他可能会相当操纵和自私，利用自己的情商来满足自己的欲望。 如果这不代表一个人，你可能不得不面对一个引导你或利用你的爱人。 或者，圣杯国王塔罗牌爱情的含义可以简单地暗示你浪漫生活中的某种自私。 你或你的伴侣可能不会为你们的关系付出努力，满足于让你的伴侣做很多工作。',
        'upright_career' => '有时，圣杯国王可能意味着更有经验、更有爱心和富有同情心的顾问或导师，他可以帮助你发展一个情感上充实的职业。 这张卡片也是关于平衡一个人的情感需求和实际的、逻辑的需求。 你的智慧和平衡头脑和内心的能力可以为你赢得周围人的尊重和钦佩，并且可以让你在解决办公室各方之间的冲突时显得特别有价值。',
        'reversed_career' => '逆位的圣杯国王可以表示与已成为暴君的老板或经理打交道。 虽然这张卡的正位版本富有同情心，并且在情感上了解其他人的情况，但这个逆位的圣杯国王可能是自私的，除了他们自己之外，对每个人的需求都一无所知 。 不安全感和缺乏情绪控制可能是这个人如何处理工作环境的重要因素。 有时，这个人也可以是你。 有时，这张牌可能表明您只是为了钱而处于自己的位置，您可能会感到不满足。 即使你以兴奋和激情开始这个位置，它也可能会慢慢消失。 试着看看你是否可以重新与你喜欢这份工作的第一点联系起来。',
        'upright_finances' => '一方面，圣杯国王标志着某种程度的金融稳定。 这种稳定性是你在做决定时明智的本性的结果。 如果您发现自己正在进行一些大笔购买或投资，这张卡可以提醒您谨慎和合乎逻辑，并满足情感需求。',
        'reversed_finances' => '圣杯国王正位是判断力的标志，而逆位的​圣杯国王则相反。 您可能会发现难以控制支出或做出合乎逻辑的明智决定。 您可能让不受控制的情绪为您做出财务选择，如果不加以控制，可能会给您带来问题。',
        'yes_no' => '圣杯国王是富有同情心、温暖而温和的理性之声。 他是一位具有强烈直觉和丰富精神知识的权威人士。 这张牌代表能够通过引导经验来做出决定并能够提供好的/有用的建议。 本质上既不是积极的也不是消极的，答案尚不清楚。',
        'past' => '你过去的担忧会重新审视你。 如果您需要帮助，寻求专业指导可能是个好主意。',
        'present' => '一个非常有能力帮助你的人会出现在你的生活中。 接受他们的建议，并毫不犹豫地寻求支持。',
        'future' => '为了带来平静的状态，请寻求建议。 你不会靠自己找到平衡，所以寻找一个强大的盟友来指导你。',
    ],
    64 =>
    [
        'id' => 65,
        'type_id' => 1,
        'number' => 64,
        'name' => '宝剑王牌',
        'upright_keyword' => '清晰、突破、新想法、专注、远见、力量、专注、真理',
        'reversed_keyword' => '混乱、沟通不畅、敌意、争论、破坏、残暴',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '64_Ace_of_Swords',
        'content' => '宝剑王牌显示一只手从云中伸出，挥舞着双刃剑。 这把双刃剑带着金冠，周围环绕着花环。 长期以来，花圈与胜利、成功和伟大的成就联系在一起。

   王冠既是皇室的象征，也是皇室的统治权的象征。

   在前景的后面，剑漂浮在不同的环境中，山和海都被用作剑可以用来征服的广阔和遥远土地的象征，以及野心的象征。',
        'upright_content' => '与所有的王牌一样，宝剑王牌表示一个人即将经历突破的时刻。 这把剑锋利的刀刃，代表着智慧的力量，具有破除欺骗、查明真相的能力。 通俗地说，这张牌代表了一个人可以从新的角度看待世界的时刻，作为一个充满新可能性的地方。 因此，现在是实现目标的最佳时机，因为宝剑王牌都发出绿灯，并且是等待机会和新开始的信号。

   这也可能是你在所有事情上寻求正义和真相的好时机，因为你的良心是清醒的，你的思想是敏捷的。 如果你挺身而出，你的思维敏锐和清晰就会得到回报。

   当我们仔细观察剑，看到它的双刃时，我们也被提醒，这把剑要么用于高尚的行为，要么用于破坏。 这一切都取决于持有者，这也是一个警告，即过度的权力具有腐败的危险。 如果你坚持原则，剑就会为你服务。',
        'reversed_content' => '得到逆位的宝剑王牌可能意味着一个人的思想混乱、不确定和非常混乱。 现在不是做出任何决定的好时机，因为他们不清楚你应该做什么，这意味着失败的机会可能非常高。

   这个时候，最好做好准备并采取一些小步骤，有条不紊地工作，慢慢地实现你的目标。 这将是放松并理性思考每个阶段的好时机，而不是冲动行事，因为在那一刻一切都显得模糊不清。 这也可能是寻求建议的好时机，因为事情可能并不像看起来的那样。',
        'upright_love' => '你会发现宝剑王牌的塔罗牌爱情意义进行的智力讨论特别有吸引力。 与您的合作伙伴沟通并讨论当前的重要问题对您来说是有益的。 你应该特别注意以清晰和诚实的方式面对你们关系中的问题或障碍。 你可能会发现直视这些问题可以让你们两个之间更加和谐和理解。 虽然有时讨论会变得激烈，但更重要的是谈论它们而不是将它们扫到地毯下。 从长远来看，通过学习这些沟通技巧，您的关系会变得更牢固。

   如果您的关系已经陷入混乱，或者您正在从分手中恢复过来，那么宝剑王牌塔罗牌的爱情意义也可以鼓励您在爱情生活中摒弃有害的人或态度。',
        'reversed_love' => '目前，混乱和清晰可能会影响你们的关系。 逆位的宝剑王牌塔罗爱情意义，可能会有误解和假设，有时你的伴侣可能会有与你完全不同的观点。 您需要努力工作才能再次回到同一页面。 这张牌有时也能暗示痛苦的话；确保你和你的伴侣的交流不会太生硬。 感情现在可能特别敏感，如果没有善意，对抗很快就会变成打架。',
        'upright_career' => '由于王牌总是代表新的开始，所以宝剑王牌可以代表一个新的工作、职位或事业，可以给你带来很多智力上的刺激。 你可能会发现你的新环境充满挑战，并为你发展你的思想和技能提供了很多鼓励。 您可能会与喜欢讨论新想法的同事在一起，并且沟通会非常顺畅。 对自己想要做什么有一个清晰的愿景，并且能够表达这个愿景现在对你很有帮助。',
        'reversed_career' => '在工作中，逆位的宝剑王牌表明现在工作中可能会出现一些沟通不畅的情况，这可能会给您和您的同事带来麻烦。 这也可能表明您现在产生的想法可能有点牵强，并可能导致失败。 确保你对你能完成的事情非常现实，不要把头埋在云端。 小心你的用词，确保你能清楚地表达自己。 有时，这张卡片也可能表明工作很无聊。 您的工作可能单调乏味，已不足以让您保持专注。',
        'upright_finances' => '在金融塔罗牌中，你需要非常理性地思考宝剑王牌。 当谈到金钱时，你的心和你的头脑会说非常不同的事情。 在这些情况下，这张卡片告诉你要相信你的大脑，避免做出情绪化的决定。 如果朋友或家人向您要钱或寻求贷款，请先用您的头脑处理这种情况。 你有足够的自己吗？ 你会得到回报吗？ 金钱将如何影响你与那个人的关系？ 拒绝理性的方法可能会让你感觉更好，但从长远来看可能会让你付出巨大的代价。',
        'reversed_finances' => '小心理财！ 逆位的宝剑王牌可以暗示您财务方面的错误和不明确。 仔细检查你的银行对账单、合同、贷款协议或任何合法的东西，以确保一切正常。 如果你有什么不明白的地方，一定要问清楚，不要假设一切都很好。 问没有坏处，安全总比抱歉好。',
        'yes_no' => '宝剑王牌代表着通过精神力量和成就取得的胜利。 正义、清晰和创造性思维都与这张牌有关。 一个绝妙的想法可能就在眼前，或者它可能是对创造力的某种神圣启发。 答案很可能是肯定的',
        'past' => '你以善的名义而战，为理想主义的事业注入了强烈的能量。 最近发生的事件已经启动了不可改变的事件。',
        'present' => '你正在进入人生的一个新阶段，一切都将改变。 变化的起因和结果还不确定，但这段时间会向你揭示很多东西。',
        'future' => '将您的创意付诸行动可能需要一些勇气，但如果您愿意，您将能够克服最长的困难。',
    ],
    65 =>
    [
        'id' => 66,
        'type_id' => 1,
        'number' => 65,
        'name' => '宝剑2',
        'upright_keyword' => '僵局、艰难抉择、夹在中间、否认、隐藏信息',
        'reversed_keyword' => '优柔寡断、犹豫、焦虑、信息太多、没有正确的选择、真相大白',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '65_Two_of_Swords',
        'content' => '宝剑2象征着我们在被迫做出艰难选择时所面临的困惑。 在宝剑2卡中，有一个坐着的女人，她被蒙住眼睛，双手各拿着一把剑。 在背景中，有一片被峭壁和岩石包围的大海，这些峭壁和岩石成为船只和船只的障碍，阻碍了前进和行动。 卡片中被蒙住眼睛的女人代表了一种情况，这种情况使她无法清楚地看到问题和解决方案。

   她双手各持的刀剑，显示出有两种不同方向的选择，相互排斥。 它也可能描绘出僵局，这意味着应该以逻辑和理性的思维来解决问题。 位于卡片右侧的月亮象征着幻想和欺骗在女性做出选择的困难中所起的作用。',
        'upright_content' => '当我们在塔罗牌中看到宝剑2，我们遇到了一个僵局。 两股势均力敌的力量交锋，似乎看不到尽头。 当你偶然沿着这条路走时，这不是你的想法，你发现自己被夹在了中间。 如果没有任何事情，或没有人干预，这可能会无限期地持续下去。 我们发现自己处于一种必须做出选择的境地，我们可以站在情况的一部分，也可以站在另一部分。 两者似乎都不特别吸引人，这使得决定更加困难。 但是，除非我们摆脱这种僵局，否则就不可能取得更多进展。

   宝剑2通常与平衡和伙伴关系有关。 它意味着需要保持你的人际关系平衡。 无论是在商业、友谊还是恋爱关系中，你可能会发现自己很难维持现状，可能会发现自己被夹在中间。 关于您的工作，您目前可能陷入困境，可能正在等待另一方的决定。 保持耐心，避免迫使人们突然做出决定。

   宝剑2的意思可能描绘了一个警告要小心。 就像卡片中的女人一样，您可能会选择蒙住眼罩，希望问题会消失。 您应该避免逃避您面临的任何问题，因为它不会解决您的问题。',
        'reversed_content' => '我们在逆位的宝剑2中看到的情况是一种传说中的僵局，两股力量相互厮杀。 这场战斗可以代表内部或外部事物，您被迫介于两者之间并成为决策者。 然而，由于双方似乎都不太愉快，你可能会发现自己很困惑，压力太大，无法做出决定。

   当你做出决定时，它会在两个糟糕的结果之间做出选择。 别着急，这里更重要的是做出选择，从那时起，我们可以应对任何后果。',
        'upright_love' => '如果你单身，你可能会发现很难在爱情生活中取得进展。 宝剑2塔罗牌爱情意味着在决定之间卡住。 你是否试图在两个恋人之间做出选择？ 或者爱和你生活的其他方面？ 看起来你的选择同样有吸引力，你可能试图完全避免选择，而不是积极参与你的生活选择。 小心世界不会替你做出选择。 如果您处于恋爱关系中，某些事情可能会阻止您和您的伴侣解决您的问题。 宝剑2塔罗牌爱情也像征着各种僵持。 现在不是忽视问题的时候，而是要仔细商量以寻求妥协。',
        'reversed_love' => '有时，没有正确的选择是逆位宝剑2塔罗牌爱情意义。 如果你单身并且发现自己试图在两个潜在的恋人之间做出选择，那么似乎他们中没有一个对你特别合适。 如果您已经处于恋爱关系中，您可能会发现自己在爱人和生活的其他方面之间做出选择。 您可能会比以往任何时候都感到更加优柔寡断和困惑。 这张牌会建议你做出痛苦的决定，无论你处于浪漫生活的哪个阶段。 然而，您等待做出选择的时间越长，您的焦虑就越多，从而产生更多问题。 有时，当您还没有准备好时，您可能会被迫做出决定。 现在做出选择，处理结果可以释放你的负担。 听从你的直觉。',
        'upright_career' => '您可能会发现自己陷入了工作冲突之中。 这可能表现为必须站在一位同事或另一位同事一边，而您要做的只是保持公正。 选择一个人而不是另一个人会造成紧张和裂痕，你可能会担心破坏你与他们的关系。 有时，这张卡片可能意味着您正试图在两个工作或职业道路之间做出选择。 宝剑2有时也可能暗示您还没有做出选择所需的所有信息。 如果您还有时间，请用它来研究并获得您需要的答案。',
        'reversed_career' => '你在工作中遇到的冲突似乎一直在升级，它们会给你带来很大的压力。 如果你被夹在两个吵架的同事之间，似乎无论你选择做什么，你都会陷入困境，没有正确的选择。 或者，您可能会发现自己要为工作中的重大决定负责；你可以领导项目，或者在两个职业之间做出选择。 这些决定背后有很多焦虑，因为它们似乎不可逆转。 您可能已经进行了大量研究，但您现在正在处理信息过载而不是提供帮助，而且事情可能比以往任何时候都更加不清楚。',
        'upright_finances' => '你现在是否在逃避金钱方面的事情？ 这张卡片表明您可能否认自己的财务状况，并且您可能会发现完全避免查看自己的财务状况更容易。 如果你努力看清楚，你可能会发现你将不得不做出一些艰难的选择。 也许您想要那件新的名牌连衣裙，以及一台新的笔记本电脑，但更清晰地查看您的银行账户可以表明您现在只能买得起。 无论情况如何，只要确保你清楚、理性地看待它。',
        'reversed_finances' => '无论情况多么紧张，您终于学会了正视自己的财务状况。 一旦你认清现实，做出正确的决定就会变得更容易。 或者，这张卡片可能表明您没有完全吸收您正在尝试学习的任何财务信息。 与其帮助你，不如说感觉太难了。 与其让这种感觉把你推开，不如慢慢来。 一次学一点，每周专注于一件事。 你很快就会得到它。',
        'yes_no' => '宝剑2象征着冲突的解决和必须做出的决定。 然而，结论很可能是通过寻求内心的平静并达成妥协而得出的。 虽然这张牌暗示了我的总体平静，但它既不倾向于是或否。 因此也许就是答案。',
        'past' => '诚实地讲述你的过去会帮助你做出艰难的选择。 您遇到的冲突将通过新方法解决。',
        'present' => '有一场冲突会锁住你的精力去解决它。 通过克服优柔寡断，您将采取深思熟虑的行动来决定解决方案。',
        'future' => '摆在你面前的困难局面必须立即克服，所以不要拖延或犹豫。 诚实行事，怀着光荣的意图，实现最好的结局。',
    ],
    66 =>
    [
        'id' => 67,
        'type_id' => 1,
        'number' => 66,
        'name' => '宝剑3',
        'upright_keyword' => '心碎、分离、悲伤、悲伤、悲伤、不安、失落、创伤、眼泪',
        'reversed_keyword' => '治愈、宽恕、恢复、和解、压抑情绪',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '66_Three_of_Swords',
        'content' => '塔罗牌中最具标志性的图像之一，宝剑3显示了一颗被三把剑刺穿的漂浮的心脏。 上面，有厚厚的云层。 背景中还有倾盆大雨。 象征意义非常不透明，它所产生的情感影响是立竿见影的。 心是温、情、灵的所在，三把剑代表着对它所刺入的东西造成伤害、痛苦和制造痛苦的力量。 这是悲伤、失落和心碎的形象。 云和雨描绘了周围形势的严峻。 所有这些符号都指向显示人生低谷的宝剑3。',
        'upright_content' => '宝剑3描绘了拒绝、背叛、伤害和沮丧的信息。 在这样的时刻，我们得到了思想的很好的服务。 如果你能从逻辑上思考它并为体验做好准备，这种痛苦的影响可能会最小化。

   但也要记住，痛苦和悲伤是生活的正常组成部分，因为它们让我们感激我们所拥有的快乐和幸福，并教会了我们。 正是通过痛苦，我们学会了避免可能导致我们陷入危险和悲伤的错误。 因此，它是人生旅途中的必需品。 因此，宝剑3是对苦难的描绘，旨在使我们变得更强大、更谨慎和更警觉。

   有时生活让我们别无选择——我们被击倒了。 但决定一个人未来的，是选择继续被打倒，还是重新崛起。 你所遭遇的每一点痛苦，都是在这个世界上寻找更深层意义的垫脚石。 这张卡是在您需要为人生的下一个阶段做好准备的时候出现的。 虽然悲伤可能会非常伤人，但它能让您忘记过去，专注于未来，因为您知道自己可以控制事后采取的行动。 不要过多关注困扰你的事情，而是关注即将到来的事情，因为你决定了你的命运。',
        'reversed_content' => '逆位宝剑3，表示最近面临失落、分手或一时的悲痛。 你可能还在恢复中，你的情绪还没有完全平静下来，很难继续前进。 尽管您可能仍在回想过去的痛苦，但这张卡片可能是一个信号，表明是时候放手并展望未来的生活了，因为您可以享受很多。

   许多人没有看到这一点，他们最终沉浸在自己的痛苦中太久，拖延了自己的康复过程。 不要过分关注发生的事情，更新你的情绪并鼓起勇气。 逆位的宝剑3卡在这里让你知道所有困难的时刻都过去了，它们不会停留在那里，当我们跌倒时，我们也可以重新站起来。',
        'upright_love' => '这张卡片的图像简单明了；宝剑3塔罗牌爱情的意思是心碎。 这很可能是你生命中充满泪水、悲伤和心碎的时刻。 如果你正在恋爱，这有时可能意味着分手、冲突或某种分离。 在最坏的情况下，由于这张牌是三，它也可能指向第三方在你们的关系中制造麻烦。 您和您的伴侣可能不得不面对棘手的问题才能保持在一起。 如果没有明确和尊重的讨论以及合作的意愿，这种关系就会走到尽头。 如果你是单身，可能是因为过去的悲伤和痛苦影响了你约会的能力。 过去的伤口尚未愈合，在尝试再次寻找真爱之前给自己一些时间是很重要的。',
        'reversed_love' => '用逆位的宝剑3剑塔罗牌爱情意义，恋人可能会发现自己解决了他们的冲突并相互原谅。 在这里，人们渴望治愈、摆脱旧伤，同时展望未来。 对于单身人士来说，这通常意味着最终要克服心碎，以便再次完全出现在你的约会生活中。 然而，这张牌有时也可能暗示相反的情况。 伤口可能不会愈合，但它们可能会被压抑，因此它们会溃烂并产生怨恨。 伴侣可能无法原谅彼此过去的伤害。 有时，在这些情况下，双方继续前进可能会更好。',
        'upright_career' => '现在，工作可能是您压力、沮丧和悲伤的重要来源。 在最坏的情况下，它可能意味着突然失业或公司倒闭。 更常见的是，它可能表明客户和同事之间在工作中存在某种冲突。 如果您正在处理这个问题，请确保您与同事进行诚实和公开的对话，同时保持尊重。 可能有很多东西你们都可以互相学习。 如果你正在找工作，或者你刚刚失去了你的工作，现在的搜索可以让你绝望。 不要灰心；如果你能负担得起，现在就花点时间从这段痛苦中恢复过来。 它可能会为您的求职提供更积极的心态。',
        'reversed_career' => '工作中的事情又开始变得光明起来。 压力冲突开始解决，你的前景和总体幸福感也在改善。 您的同事可能已经摆脱了冲突，或者造成挫折的人已经离开。 相反，工作中的每个人都可能专注于原谅过去的错误，并为未来共同努力。 沟通有所改善，并且可能会有新的流程来避免过去的错误。 但有时，这张卡也可能指向情况恶化，他们不会将问题抛在脑后，而是会怀恨在心并保持消极态度。 其他的卡片将提供更多的讯息。',
        'upright_finances' => '您现在可能正在处理物质损失，或者至少在您的财务生活中遇到一些给您带来很大压力的事情。 分手对情感和经济都有影响；您可能再也无法独自负担得起您的公寓，或者您可能不得不在离婚时分割您的资产。 所有这些事情现在都可能是压倒性的。 一定要对自己温柔，但也要记住不要逃避照顾这些事情。 寻求支持；你可以通过。',
        'reversed_finances' => '如果您一直遭受财务挫折，逆位的宝剑3可能表示好转即将到来。 您可能正在重建您的储蓄，或者发现自己处于比以前更好、更稳定的财务状况。 或者，这张卡片也可以表明经济损失后的情绪悲痛程度正在恶化。 如果你经历了巨大的损失，你可能会发现很难调整你的消费习惯，或者放弃你过去的生活水平。 不接受你的立场的真相往往会使艰难的情况变得更加困难。',
        'yes_no' => '宝剑3通过情感上的损失、重要关系的结束或因分离而造成的心碎表现出痛苦和苦难的存在。 伴随这张牌而来的情绪障碍和精神痛苦描绘了对你问题的否定答案。',
        'past' => '您仍在维护着巨大的情感或身体疼痛。 放弃责任可能会让你有机会创造新的东西，因为你所爱的东西最近被破坏了。',
        'present' => '你很快就会经历强烈的情绪剧变。 这段痛苦的时期将带领你走向更美好的未来。',
        'future' => '您前面的道路正在被清除，以便为新事物腾出空间。 如何利用商店中的机会由您决定。',
    ],
    67 =>
    [
        'id' => 68,
        'type_id' => 1,
        'number' => 67,
        'name' => '宝剑4',
        'upright_keyword' => '休息、放松、和平、庇护、疗养、自我保护、恢复活力',
        'reversed_keyword' => '恢复、觉醒、重新进入世界、摆脱孤立、烦躁、倦怠',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '67_Four_of_Swords',
        'content' => '宝剑4身上有一种安静的寂静，一种平静的平和感，与宝剑3的痛苦形成了如此深刻的对比。 在这里，在一座教堂里，有一个骑士的雕刻，他躺在坟墓上，上面挂着三把剑，而第四把剑则放在他的下面。 这三把剑提醒了他在之前的卡片中忍受的痛苦。 第四剑的位置，似乎是战斗结束的信号。 雕像后面的彩色玻璃位置描绘了一个孩子和一个女人，让这个场景在静修之后有一种温暖和欢迎的感觉。 骑士的双手摆出姿势，好像在祈祷一样。',
        'upright_content' => '在宝剑3所描绘的混乱、愤怒和痛苦之后，宝剑4可以发出撤退的信号。 宝剑4是休息片刻。 这是出于选择退出，还是出于纯粹的疲惫，尚不清楚。 我们仍然因受过的伤而感到温柔，战斗武器仍然悬在我们头上，作为对失去的东西的严峻提醒。 为了继续并重新出现在您的日常生活中，您现在必须花时间喘口气。 总有一种微弱的恐惧，即肯定会再次发生更多事情，建议您抓住一切机会休息一下。

   您需要在远离当前环境的安静环境中获得力量和清晰度。 现在是重新评估、组织和了解您的优先事项的时候了。 这有助于振兴一个人的精神，你会比以前更强壮。

   宝剑4预示着是时候凝聚新的力量，准备迎接新的挑战了。 你经历了一场又一场的危机，这让你筋疲力尽。 只有远离一切，拥抱新的氛围，才能迎接新的挑战。

   花时间养育自己，重新进入生活。 我们内心闪烁着希望，它静静地躺着，等待我们重新痊愈后显露出来。',
        'reversed_content' => '尽管塔罗牌的宝剑4可能意味着是时候进行治疗了，但逆位的牌可能意味着躁动。 你的心愿意放松，但这不是你的心想要的。 你觉得你依赖你的东西太多了。 不建议走这条路，因为它可能会影响您的健康。

   你可以继续战斗，但有时那是无效的，你必须对自己的力量有足够的认识来决定什么时候退出。 休息，撤退，有时是一种自爱的方式，尽管您可能会尝试前进，但从长远来看，这只会使您感到困难。',
        'upright_love' => '有了宝剑4塔罗牌的爱情意义，休息一下是有必要的。 如果你单身，你对爱情生活的兴奋可能会让你筋疲力尽。 您可能太努力地想给某人留下深刻印象，或者每天都在与新朋友约会以找到您真正想与之相处的人。 你可能会感到筋疲力尽，重要的是要听从你的直觉和身体，让它放松一下。 如果你们已经处于恋爱关系中，你们都可以从休假中受益。 有时，这张牌也能预示着你们两个需要单独待一会儿；这并不意味着关系的结束，但每个人，也许特别是内向的人，都需要一些私人时间。',
        'reversed_love' => '如果你没有注意让自己休息的警告，逆位的宝剑4塔罗牌爱情意义可能表明你将别无选择。 如果你一直在无情地追逐一个潜在的情人，你可能会发现你的进步现在感觉不受欢迎。 你可能会受益于给这个人时间和空间来做出他们自己的选择。 向某人施压通常会产生与您想要的相反的效果。 或者，这张卡片也可以表示正在休息一段时间。 您可能会感到比以往任何时候都更有活力！ 那些觉得他们的关系变得有点过于常规的夫妇会发现他们的激情正在重新燃起。',
        'upright_career' => '最近的工作可能非常忙碌或令人沮丧。 您可能已经投入了很长时间，慢性压力可能会损害您的身体或心理健康。 倾听你的身体，让自己休息一下。 如果可以的话，花一天精神健康的时间，用它来照顾自己或补觉。 我们都不是机器，如果没有一些急需的休息，它对我们健康的影响可能会持久。 之后，您可以精神焕发地回来。',
        'reversed_career' => '您可能已经从工作中给了自己一个急需的休息时间，但您现在可能已经准备好返回了。 理想情况下，您将利用这段时间来减轻压力，并为自己做一些急需的护理。 随着时间的流逝和精神焕发，您可能会发现以前让您感到痛苦和沮丧的情况更容易处理。 从现在开始，尝试并更加了解您的压力水平。 然而，有时，尽管需要休息，这张卡片也可以表示继续工作。 如果您遇到这种情况，您可能需要重新考虑。 我们的身体经常会迫使我们休息一下。 如果情况确实看起来不会改善，您可能还需要考虑换工作。',
        'upright_finances' => '您是否在担心银行里有什么？ 如果您习惯于应对财务压力，那么思考（或者更确切地说，担心）您的财务状况可能是您的第二天性。 试着让你的大脑休息一下。 很多时候，让一个想法绕圈子解决不了任何问题，我们能为我们的头脑做的最好的事情就是想别的东西。 避免让偏执的想法和消极的想法吞噬你。',
        'reversed_finances' => '您的财务状况可能正在改善，您可能正在从一段巨大的压力中恢复过来。 也许账单正在支付，债务已经偿还，或者开支可能正在减少。 或者，压力可能会增加，您可能会开始对账单感到不知所措。 寻求支持；此时可能有人可以帮助您。 有时，这张卡也可能暗示您尽管拥有它，但可能不会接受经济支持。',
        'yes_no' => '宝剑4指向某种疾病或退缩。 然而，它也带来了休息、治愈和秩序。 其他解释可能只是需要休息一下或宣布休战。 这张牌的位置相当温和，但总体上是积极的。 答案很可能是肯定的。',
        'past' => '您已经制定的计划可能无法正确引导您应对即将到来的变化。 你感觉笼罩在你身上的阴影很快就会过去，你的生活的温暖会回来。',
        'present' => '你想从社交圈中退出，专注于你的福利。 该卡也暗示相同，以获得一些安心。',
        'future' => '花点时间来规划你的未来。 无需急于决定什么对您和您关心的人最有利。',
    ],
    68 =>
    [
        'id' => 69,
        'type_id' => 1,
        'number' => 68,
        'name' => '宝剑5',
        'upright_keyword' => '争论、纠纷、侵略、欺凌、恐吓、冲突、敌意、压力',
        'reversed_keyword' => '和解、解决、妥协、报复、后悔、悔恨、减少损失',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '68_Five_of_Swords',
        'content' => '宝剑5卡描绘了一个年轻人，脸上带着非常方便的蔑视。 他正在看着他设法征服的敌人。 他拥有五把剑——这是他从卡片上的其他战斗人员那里拿来的。 另外两个人影带着失落和悲伤，缓缓的从他身边走开。 在他们的头顶，天空乌云密布，说明战斗已经结束，但并非万事大吉。',
        'upright_content' => '这张牌表明你正在卷入某种性质的冲突。 它还可能暗示与他人的分歧，从而导致敌意和紧张。 尽管您认为自己赢了，但从大局来看，您仍然可能会失败，因为您惹恼或伤害了与您争论的人，因此，您正走在孤立自己的道路上。 或许，此刻，你认为正确比欣赏和理解对方来自哪里更重要。

   现在，尝试收拾残局很重要。 在冲突还没有发生时，您仍有机会采取行动。 您可能会觉得好像每个人和一切都与您作对。 在此过程中，您也可能会失去一些朋友。 这就是为什么您需要对自己的观点做出重大决定的原因。 什么对你来说更重要？ 共同进步，还是共赢？ 这可能需要你勇敢地面对自己内心的冲突。

   这张牌以一种相当消极的方式代表了野心。 太多的野心而不实际考虑后果或你影响的人从来都不是好事。 这张牌所描绘的野心错位可能会让你成为一个沮丧的失败者或一个冷酷的胜利者——在这两种情况下，内涵都是相当消极的。 这张牌反而要求我们更加体贴身边的人，放下自我。',
        'reversed_content' => '在正位位置，宝剑5是一张紧张、冲突和分歧的卡片。 宝剑5逆位的含义告诉你，你想要的只是那个特定时期的结束，这样你就可以忘记和原谅。 因为您开始明白胜利并不是一切，您将能够将精力集中在更具建设性和积极性的事情上。

   反过来对这张牌的另一种解释是，当你意识到只有失败者时，你正在经历的冲突实际上会变得更加令人不安。 这些是您需要掌握的术语。',
        'upright_love' => '意外的变化和不安的能量可以通过宝剑5塔罗牌的爱情寓意来表示。 空气中可能会出现一种焦虑和苛刻的感觉，这使得争论和争吵很容易成为现实。 你和你的伴侣可能会感到烦躁，如果不小心，冲突很容易开始。 如果你发现自己处于其中之一，你应该仔细考虑你在这场争吵中的原因，并确保你不是为了正确而争论。 自我可能会促使您和您所爱的人在没有任何真正理由的情况下发生冲突。 有时，这可以在迫切需要时产生激情，但如果继续下去，则可能会造成破坏。',
        'reversed_love' => '用逆位的宝剑5塔罗牌爱情意义，在激烈的紧张局势后和解是可能的。 你和你的爱人之间有一种放下剑来寻求妥协的愿望。 即使双方都选择放手，伤口很可能仍然会很痛。 有时，如果无法和解，这张牌可能表明离开爱人或潜在关系。 虽然很痛苦，但如果激烈的争论经常发生，这可能是更好的选择。 有时，从长远来看，减少损失并在造成更多损害之前离开会更好。',
        'upright_career' => '工作中爆发冲突，空气中弥漫着相当多的敌意。 现在很容易引起争论。 这可能来自误解、缺乏沟通或领导不力。 宝剑5也可以表示欺凌和恐吓。 无论是您还是其他人，您都可能会被要求为自己或其他人挺身而出。 虽然这很诱人，但请确保您以专业的方式处理此事，如果需要，不要害怕拉入人资。 通常有处理这些情况的流程。 然而，这张牌同样可以指向自我伤害，这意味着你对情况的印象可能首先是导致这些冲突的原因。 防御行为通常会造成攻击循环。',
        'reversed_career' => '曾经充满压力和敌意的工作环境可能正在变得更好。 似乎现在可以解决，因为每个人都准备放下手中的剑。 做出妥协，现在又可以进行公开交流了。 如果这不适用于你，这张牌也可以暗示敌意正在升级。 如果您一直在与工作场所的恶霸打交道，他们可能会向您发起攻击，有时甚至试图解雇您。 不要害怕向你的经理或人资提出这个问题，他们的工作就是处理这些冲突。 但是，一旦你这样做了，请确保你自己的行为也不会引起关注。 只要你冷静专业地处理事情，你就可以度过难关。',
        'upright_finances' => '你现在可能正面临金钱方面的冲突；无论是与您的伴侣、您的家人还是您的朋友。 您现在需要格外小心您的财务状况，尤其是在信任他人时。 可能有些人试图从你那里索取比他们欠他们更多的东西，或者利用你。 有时这张卡也可能表明现在财务紧张；您可能需要从预算中削减一些奢侈的开支。',
        'reversed_finances' => '如果你一直在处理紧张的财务状况，甚至为金钱而争吵，你现在可能会看到这些开始消散和放松。 如果您一直在与试图在经济上利用您的人打交道，您可能会看到他们与您保持距离，甚至要为他们的行为负责。',
        'yes_no' => '宝剑5暗示冲突、不和和即将到来的麻烦。 在不久的将来，可能会有失落、失败或痛苦的分离，伴随着破碎和低自尊的感觉。 与此卡相关的任何内容都没有正面性质，因此，您的答案是否定的。',
        'past' => '你所经历的失败是你高估和无能的结果。 为了成功，你必须对自己诚实。',
        'present' => '不切实际的态度可能会让你经历失败。 你的错误会导致痛苦。 对您的期望保持现实，以便评估和克服冲突。',
        'future' => '优雅地承受你的损失，不要向绝望屈服；你可以从任何失败的结果中创造胜利。',
    ],
    69 =>
    [
        'id' => 70,
        'type_id' => 1,
        'number' => 69,
        'name' => '宝剑6',
        'upright_keyword' => '继续前进、离开、留下、距离、接受教训',
        'reversed_keyword' => '困在过去、重蹈覆辙、逃避问题、陷入困境',
        'astrology' => '',
        'element' => '水元素',
        'image_key' => '69_Six_of_Swords',
        'content' => '宝剑6中的图像显示了一个女人和一个孩子在船上被划在水中到另一边的土地上。 我们可以从图像中看出，女人和孩子背对着我们，留下了一些东西。 女人的头上披着一件斗篷——也许她是在逃避什么，必须在别人不知道她真实身份的情况下离开。 我们可以假设，正因为如此，她正在遭受巨大的损失或悲伤。 宝剑6中的象征意义是失去或改变，以及迈向比我们留下的那个看起来更有希望的未来。 与直觉和心灵相比，船旁的六把剑象征着理性头脑的强大力量。',
        'upright_content' => '宝剑6的意思是你正在经历某种转变，但不快乐，充满遗憾。 这种转变很可能是你过去做出的决定的结果，现在它们迫使你放弃一些东西以继续前进。 尽管你很悲伤，但你需要记住，继续前进是你未来的理想选择。

   生活中充满了一些时刻，您将被迫放弃已依附的事物。 这将是具有挑战性的。 宝剑6展示了你可能正在感受的悲伤，但你必须记住痛苦不会持续，所以你应该向未来寻求力量。

   在生活中，有时解决问题的唯一方法就是离开它并重新开始。 你可能会觉得这是懦夫的出路，但是当你尝试了所有其他方法后，逃跑是唯一的方法。 重要的部分是规划你的新路线，引导你走向幸福。 在这种情况下，宝剑6是利用你的逻辑、清晰性和客观性来计划你现在在哪里，你去过哪里以及你想去哪里。 直觉可以提供帮助，但您需要进行逻辑思考以确保成功。',
        'reversed_content' => '逆位的宝剑6可以表明您一直在尝试继续前进并进行所需的过渡。 但是，您可能会遇到使这些成为现实的挑战。 你可能会不断地回到过去，无论是因为有没有解决的问题，或者你正在质疑你的决定。

   另一个宝剑6逆位的意思是你一直在抵制生活给你的转变。 您可能会觉得自己被迫在想要移动之前或根本不想移动之前被迫移动。 在这种情况下，您应该考虑这些动作的好处，而不是缺点。 就像冥界的俄耳甫斯一样，你只能向前看，不能向后看，因为如果你向后看，你就有崩溃的危险。',
        'upright_love' => '当爱情塔罗牌中出现宝剑6时，则表示斗争即将结束。 有时，这可以采取结束一段关系的形式，或者，将你们关系中痛苦的一章抛在脑后并和解。 无论如何，它都暗示着离开过去，走向未知但更光明的未来的愿望。 如果你是单身，你可能准备把自己的一部分抛在脑后，也许是那部分阻碍你接受爱。 如果你有你一直在护理的旧伤，那么宝剑6塔罗牌的爱情意义可能是一个受欢迎的景象。 您可能终于准备好将它们抛在脑后了。',
        'reversed_love' => '你觉得难以放下的是什么？ 逆位的宝剑6剑塔罗爱情寓意表明，尽管你试图将它抛在脑后，但过去仍然牢牢地控制着你。 一方面，你可能知道离开过去对你来说是最健康的事情，但你可能会被强迫性地拉回来。 你可能会选择保持一段没有爱情的关系，记住它的快乐时刻，无法摆脱有毒的前任，或者过去的不安全感可能阻碍你充分享受爱情生活。 检查是什么束缚了您，并考虑您愿意为此牺牲哪些潜在的幸福未来。',
        'upright_career' => '您可能正在将一段充满压力的工作抛在脑后。 当您迈向更轻松的工作阶段时，您可能会感到宽慰和平静。 你应该在你的项目上取得稳步进展。 与过去的经验相比，这些时间可能是一个值得欢迎的改进。 有时，这张卡片也可以表明最近角色或职位的变化，成为你更适合的事情。',
        'reversed_career' => '似乎无论你做什么，都无法摆脱工作上的烦恼。 您的工作场所可能充满了压力、争吵和冲突，这些都在消耗您的精力并损害您的心理健康。 即使您可能想离开，但似乎您被困在这份工作中，目前找不到更好的工作。 有时，这张牌也可以暗示你可能是制造麻烦的人；与其让事情过去，你可能会一遍又一遍地回到同样的问题上，尽管另一方愿意把事情抛在脑后，但仍然怀恨 在心。 您可能想看看自己的态度和防御性，看看这是否会导致您自己的压力水平。 你能放下什么？ 如果您确实设法离开了这份工作，请注意同样的问题再次出现。 我们可以逃离环境，从人；但不是我们自己。',
        'upright_finances' => '当你把过去抛在脑后，宝剑6可以表明你正在摆脱财务困境。 在经济上，事情对你来说会更舒服，你可能不再承受巨大的压力。 当你发现物质稳定时，让过去的经历提醒你留意你的银行账户。 很多时候，我们无法逃避我们的金钱问题，最好保持负责，这样问题就不会一次又一次地出现。',
        'reversed_finances' => '你现在想逃避你的财务问题吗？ 当涉及到金钱问题时，通常是无法逃避的。 你唯一能做的就是面对他们，坦诚、冷静地对待他们。 一旦你完成了实际接受你的处境的工作，那些看似不可逾越的事情可能看起来更容易面对。 如果您需要，请寻找可以帮助您解决问题的专业人士。',
        'yes_no' => '宝剑6象征着一段旅程或逃离到头脑清晰的状态。 它暗示着一个更好的、积极的未来，或者可能是一段平静的时期。 向前迈进可能需要您使用您的逻辑或自然智慧，但最终结果是积极的。 答案是肯定的。',
        'past' => '你已经克服了一个主要障碍，同时也保持了对自己的忠诚。 你所培养的理解力和客观性将带领你走向更美好的未来。',
        'present' => '你的生活会有一个更好的改变。 您将面临的负担或挑战可能会产生新的道路。',
        'future' => '你面临的挑战最终会被克服。 奋斗是必要的，可以为您提供所需的成长，以找到通往更美好未来的道路。',
    ],
    70 =>
    [
        'id' => 71,
        'type_id' => 1,
        'number' => 70,
        'name' => '宝剑7',
        'upright_keyword' => '谎言、诡计、诡计、策略、足智多谋、偷偷摸摸、狡猾',
        'reversed_keyword' => '忏悔、良心、悔恨、恶意、真相大白',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '70_Seven_of_Swords',
        'content' => '在宝剑7牌中，有一个人从某种营地里偷偷溜走，手里拿着五把剑。 在他身后，另外两把剑正立在地上。 从这张图片中，我们可以推断出剑七是关于隐身，逃避某些事情，欺骗或背叛。

   男人脸上的表情，透着几分自信，似乎对这次偷剑任务一定会成功。 不过对他来说不幸的是，在左边似乎有一群士兵发现了盗窃行为，一名士兵实际上正在举起旗帜或武器，好像在暗示他的追击。',
        'upright_content' => '一般来说，宝剑7是关于背叛和欺骗的。 当您拿到这张牌时，可能意味着您或您生活中的其他人难以摆脱某些事情。 有些时候我们被迫偷偷摸摸，希望我们不会被发现。 当我们被发现时，我们必须面对后果——无论是尴尬、惩罚，还是更糟。 有时，当你不得不站起来思考，并做了一些有点精明和不符合性格的事情时，就会发生这种情况。 现在有秘密泄露的危险。

   您可能想从某个地方偷偷溜走，这表明情况不再按预期工作。 您没有处理它，而是选择偷偷溜走并希望自己不被注意。 也许您希望这个问题会随着时间的推移而自行解决，而您却忽略了它， 让它只会变得更糟。

   在看宝剑7时，最大的问题是逃避是否会解决您面临的这个问题。 虽然您可能认为自己已经逃脱了，但您发现情况已将您逼到绝境，并且在您试图逃脱时被发现。

   在某些情况下，宝剑7可能表明愿意独自一人。 您可能会渴望自己探索和发现一些事物。 如果您想维护自己的独立性并绕过集体协议，这可能是一种有效的方法。 宝剑7的象征意义可能会鼓励你走这条路；有时，创新来自流氓天才。',
        'reversed_content' => '根据塔罗牌中其他卡片的讯息，逆位的宝剑7可以有多种含义。 它可能首先表明需要改变你的方法，你一直在使用的策略不起作用。 虽然直立，这张牌可以代表通过欺骗和诡计获得的狡猾胜利，逆转可以代表这种行为的更极端版本。 或者相反，一种良心的更新。 您或您圈子中的某个人可能决定解除自己的内疚感，并坦白他们所参与的某些操纵。 信任已被打破，但通过坦白，您可能正在修复它。 这里有一种尝试以不同方式做事的愿望，一种协作而不是独立的方式。',
        'upright_love' => '谎言和诡计可能充满了宝剑7塔罗牌的爱情意义。 现在保持谨慎对您来说可能很重要，特别是如果您遇到了新朋友。 你或你浪漫生活中的某个人现在可能不诚实，在最坏的情况下，甚至不忠。 如果你的直觉告诉你你被骗了，你可能需要面对这一点并进行诚实的讨论。 如果这就是您，请考虑您的行为的长期后果。 如果根本原因得不到解决，即使是最善意的谎言也可能导致大问题。 如果你是单身，你可能需要评估你是否对潜在的恋人过于怀疑或不信任，或者另一方面，是否引导他们，或夸大了你的身份。',
        'reversed_love' => '逆位宝剑7塔罗牌爱情意义可能暗示着谎言和欺骗的终结。 不诚实总是最终会暴露出来，这张牌表明真相正在浮出水面。 如果你是骗子，从长远来看，承认和承认任何不法行为更为重要。 承担不诚实的重担并不容易；因为它通常伴随着被发现的持续焦虑。 那些寻找爱情的人可能更愿意放弃任何虚荣心或停止玩游戏。 从长远来看，这可以给你带来更多的满足感，而不是为了爱而不断地改变自己。',
        'upright_career' => '你的工作场所可能有一些阴暗的角色。 谎言和欺骗会让你大吃一惊。 你可能正在与试图用八卦破坏你的同事打交道，在老板面前说你坏话，或者试图为你的工作谋取荣誉。 在这种情况下，请谨慎对待您信任的人；它可能来自您最不期望的地方。 有时，这张卡片也可以暗示你需要一定程度的策略来完成你的项目。 您可能是这里的弱者，而其他人可能拥有更多资源或已建立的职位。 一定程度的战术性工作现在对你来说可能是一个优势。',
        'reversed_career' => '现在真相大白，如果其他人现在不诚实，他们的谎言可能会暴露。 无论您是这种欺骗的受害者，还是一直不公平的人，内疚和羞耻都可能促使肇事者认罪并可能和解。 只要你改过自新，面对后果，就有可能得到宽恕。 或者，工作中的情况可能会升级；有时，那些有过错的人不会被公开绳之以法。 请记住，无论多么令人失望，一个人的性格将决定他们未来的命运。 有时，宝剑7是一个简单的陈述，表明您在工作中使用的策略和方法不起作用，您必须改变处理项目的方式。',
        'upright_finances' => '现在要小心你的财务状况，因为可能会有某种诡计、骗局或窃取你的资源。 这可能会超出您的范围，但如果您正在尝试任何快速致富的计划，或者在其他不正当交易上赌博，您也可能会邀请这些情况。 远离那些让人怀疑或好得令人难以置信的事情。',
        'reversed_finances' => '您在财务交易中是否完全诚实？ 现在可能是缴纳税款的好时机，并在您陷入更深的麻烦之前进行整理。 或者您是否曾成为盗窃、诈骗或欺诈的受害者？ 现在真相大白，那些没有走上光荣道路的人可能会面临后果。',
        'yes_no' => '宝剑7带来了失败，也带来了明显的悲观情绪。 它表明由于未知的对手或可能是因为你的精神拖延，它表明未来有可能被盗或没有发挥你的全部潜力。 您正在寻找的答案是否定的。',
        'past' => '可能是时候将您的一些项目搁置一旁，以便更多地关注更紧迫的问题。 你制定的计划没有你希望的那么顺利。',
        'present' => '解决最近冲突的最好方法是通过外交和聪明才智。 避免公开对抗。',
        'future' => '你未来的成功取决于你克服反对的能力。 您选择的策略将决定您是遭受损失还是领先。 评估反对派将使您的行动更明智。',
    ],
    71 =>
    [
        'id' => 72,
        'type_id' => 1,
        'number' => 71,
        'name' => '宝剑8',
        'upright_keyword' => '被困、受限、受害、瘫痪、无助、无能为力、监禁',
        'reversed_keyword' => '自由、释放、控制、幸存者、面对恐惧、赋权、投降',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '71_Eight_of_Swords',
        'content' => '宝剑8上是一个被捆绑蒙住眼睛的女人。 有八把剑战略性地放置在她周围，限制了她的行动，就好像她在某种陷阱或监狱中一样。 不过，这陷阱的搭建者似乎有些懒惰或仓促，给自己留了一些空地，让她可以逃走。 但因为眼罩让女人看不见，所以她没有办法摆脱这个陷阱。 她周围的贫瘠土地可能意味着某种创造力的缺乏，而背景中的灰色天空可能意味着绝望，因为她觉得她没有希望摆脱她所面临的那种情况。 如果她能把眼罩摘下来，她就会发现，她可以干脆走出这种局面。',
        'upright_content' => '宝剑8中的一般含义是一种被困和受害的感觉。 您可能会感到无能为力，因为在您的脑海中，您觉得改变情况可能超出您的能力。 你所拥有的这种无助感，你在生活中没有任何代理的感觉，在使你的情况变得更糟的过程中起了主要作用。

   将一个人的权力交给一个未知的实体，无论是命运、上帝、政府还是其他事物，都意味着你放弃了自己影响变革的个人责任。 在自己的人生旅途中，你心甘情愿地放弃了驾驶席，这对你来说并不顺利。 建议您此时避免做出重要决定，因为您的判断可能会蒙上阴影。

   好消息是，因为这些陷阱是我们自己创造的，所以如果我们全神贯注，我们也可以离开它们。 这只是摘下眼罩，超越我们为自己创造的有限视角，看到可能性，并认识到你拥有自己的内在力量。',
        'reversed_content' => '获得逆位的宝剑8是一个好兆头，因为它表明成熟和自我接纳，以及对自己的力量和责任的承认——尤其是在长时间的怀疑斗争之后。 这意味着一个人能够做出有意识的决定，因为他们对自己的身份以及影响自己和世界变化的能力充满信心。 是时候让自己从过去中解放出来，众所周知地清理他们的衣橱，为新事物和新体验创造空间。',
        'upright_love' => '当爱情塔罗牌中出现宝剑8时，你可能会感到被困；你是否在一段关系中感到窒息，或者在一个你不能离开的现在陈旧的伙伴关系中？ 您可能会觉得自己别无选择，但如果您放眼大局，情况通常并非如此。 当我们太害怕做沟通我们的界限或为自己挺身而出的艰苦工作时，我们就会否认自己的可能性。 为了做出改变，你必须是采取行动和控制的人。 自由并不伴随被动。 如果你是单身，这张牌也可能表明你的爱情生活过于被动。 你可能不愿意冒险去见别人，希望你的浪漫生活的解决方案是一个能让你振作起来的人。 这通常不会产生结果。',
        'reversed_love' => '当你摘下眼罩时，仔细看看你的浪漫生活。 宝剑8塔罗牌的爱情意味着你的观点正在改变，因为你对你们的关系有了更清晰和客观的理解。 焦虑可能会被解除，现在您可以清楚需要做什么才能在您的浪漫生活中感到更快乐。 如果您单身，您可能会发现自己更愿意将自己的爱情生活掌握在自己手中。 阻碍您真正追求浪漫的恐惧和焦虑可以消除。',
        'upright_career' => '你的职业和你想像的不太一样。 然而，因为你的工作与你的生活方式息息相关，你觉得你现在不能离开。 您可能觉得您现在没有备用计划或其他可用的职位、工作或职业道路。 如果您想改变职业道路，可能需要接受一些教育，但如果没有稳定的收入，这可能会很困难。 虽然您可能感觉别无选择，但您可能只需要跳出框框思考。 焦虑可能会让您觉得自己的选择比实际要少。 寻求帮助，检查你的预算，把爱好变成一项事业，找到一个有信誉的地方来获得学生贷款；可能有很多选择，您不必继续受苦。',
        'reversed_career' => '这可能需要一段时间，但您终于从对职业的焦虑中解脱出来。 现在事情变得容易了一些，你的视野也不再因压力或恐惧而变得模糊。 有时，这张卡片可以建议您获得一份新工作或职位，让您充分发挥潜力。 然而，逆位的宝剑8有时也可以表示相反的意思。 相反，您可能已经失​​去了所有希望，接受了这样的想法，即无论您做什么，这都是您唯一的道路。 每一天都可能是一场斗争。 请记住，你确实有能力改变事物，只要你睁开眼睛看到所有的可能性，不要让恐惧占据上风。 除了你自己，没有人会救你。',
        'upright_finances' => '当谈到您的财务状况时，您可能会觉得事情正在逼近您。 对银行账户状况的焦虑会改变您对现实情况的看法。 如果您想赚取更多现金，那么您可能拥有比您想像的更多的工具。 你有没有别人愿意花钱买的天赋？ 你是一个有才华的作家吗？ 一位Blog写手？ 现在开始行动。 有很多方法可以改善你的处境，你只需要多一点创意。',
        'reversed_finances' => '逆位的宝剑8表明你对金钱的焦虑已经减轻或加剧。 您可能最终会学会看到所有可用的可能性，或者，您的恐惧和焦虑只会继续恶化。 在它们继续损害您的心理健康之前，您需要解决这些恐惧。',
        'yes_no' => '宝剑8是一张显示障碍物和困难障碍物的卡片。 它显示了对失败的恐惧以及纯粹的厄运。 压倒这张卡片语气的沮丧和约束指向对你提出的问题的否定答案。',
        'past' => '避免对抗的愿望源于你对给他人造成痛苦的厌恶。 这是一个令人钦佩的特质，但可能会阻止您按照自己的最佳利益行事。',
        'present' => '只有你的勇气和耐心才能克服你面前的障碍。 别人的要求把你锁起来，限制你成长。',
        'future' => '不要害怕使用自己的判断来确定自己的道路。 如果你忽视自己的感受，相信别人胜过自己，你就会错过改变生活的重要机会。',
    ],
    72 =>
    [
        'id' => 73,
        'type_id' => 1,
        'number' => 72,
        'name' => '宝剑9',
        'upright_keyword' => '恐惧、焦虑、消极、崩溃、绝望、噩梦、孤立',
        'reversed_keyword' => '康复、学习应对、面对生活、寻求帮助、羞耻、内疚、心理健康问题',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '72_Nine_of_Swords',
        'content' => '宝剑9描绘了一个女人坐在床上，双手抱头。 似乎这个女人刚刚从一个非常糟糕的噩梦中醒来。 她似乎很沮丧，焦虑和恐惧。 她的墙上挂着九把剑，床上还刻有一个人被另一个人打败的雕刻。 被子上装饰着各种星座符号和玫瑰。 在这里，我们看到了我们之前在《宝剑8》中看到的同一个女人，也许，她终于被释放了，但她被遗弃和遗弃时所忍受的痛苦的噩梦所困扰。',
        'upright_content' => '宝剑9常与恐惧和焦虑联系在一起，担心所有让你担心并让你夜不能寐的事情。 有时这张卡片可能与创伤有关，一种你向他人倾诉可能会感到羞耻的事情，以及经历这种创伤所产生的所有心理反应。

   当我们永远无法从宝剑8所描绘的陷阱中解脱出来时，我们会升级到宝剑9，在那里我们被噩梦所困扰。 一身剑，关乎心智、逻辑、智慧、沟通，但不知何故，宝剑9被夹在了心智的破坏性一端，向内转向自身，繁殖和溃烂. 问题困扰着你，你发现自己在背诵所有的可能 性，所有可能发生在你身上的事情。 你被可能发生的事情所困扰。

   这张牌里有一种重复的感觉，一些以前困扰你的事件，你设法压制或逃避的事件，又卷土重来。 分担你的悲伤至少可以为你的痛苦提供一个发泄口，并且可以让你摆脱独自承担这个负担。 有没有人可以让你觉得很舒服？

   如果不是关于创伤而是更多关于一般焦虑，请分析自己并思考这种感觉是否在您的控制范围内，或者是否有其他因素导致您的焦虑。 专注于你能控制的事情，学会寻求帮助。',
        'reversed_content' => '遇到逆位的宝剑9仍然表示与直立版本相似的信号，你可能会发现自己被噩梦、焦虑和压力吓坏了。 你过去的一些创伤正在卷土重来，你会发现未解决问题的悲痛不堪重负。

   但在这里我们也看到了希望，至少还有离开这个噩梦的愿望。 你必须明白，除非你自己努力摆脱它，否则这种痛苦不会停止。 你必须做很多工作才能把自己拖向释放。 但正如你有出路一样，你必须明白，你仍然可能陷入更深的绝望。 你的工作是避免这种结果，如果你向前推进，你可能会发现自己出局，但如果你不这样做，你可能会发现自己陷得更深。',
        'upright_love' => '焦虑和恐惧会随着宝剑9塔罗牌的爱情意义而升级。 一些噩梦般的情况可能会让你彻夜难眠。 通常，这张牌表明恐惧并不像你头脑中的那么可怕。 您可能正在与内疚、自责、不安全感、信任您的伴侣或心理健康问题作斗争。 您需要自己了解这些感觉是否真正合理。 焦虑可能会导致您避免直视问题并直面问题，但是如果您努力睁开眼睛，您可能会发现您可以解决这些问题。 如果你是单身，过去的关系可能​​是悔恨、悲伤和遗憾的根源，在进入另一段关系之前必须克服这些感受。',
        'reversed_love' => '你现在可能已经准备好诚实面对真相了，逆位宝剑9塔罗牌的爱情意义。 如果你一直在默默地受苦，对你的伴侣诚实可以给你你需要的释放。 独自承受焦虑的压力并不容易，如果您的伴侣支持，他们可以在那里为您提供所需的保证。 通过讨论，您可能会了解到让您夜不能寐的事情并不像您想像的那么糟糕。 如果你单身，你可能正在为自己努力，这样你就可以再次进入健康和充满爱的关系。 时间快到了，您可能已经准备好再次找到爱情。',
        'upright_career' => '压力和焦虑是您目前工作状况的最大特征。 有时这张牌也可能指向偏执，事情真的没有你想像的那么糟糕，这可能是个好消息。 不管情况如何，现在的工作可能会让人感到难以置信的压倒性，如果你继续不做任何改变，你可能会感到倦怠。 如果你的压力是由外部因素引起的，你可能需要采取具体的行动，比如寻找其他地方工作，或者改变你的职业道路。 如果您的压力主要是由于焦虑和心理健康问题，您可能需要学习如何更积极地思考。 可能需要进行内部转变，您可能会受益于专业人士或值得信赖的朋友的帮助，让您对一切都有更客观的看法。',
        'reversed_career' => '你在工作场所面临的问题要么开始教训，要么变得更糟。 理想情况下，你已经发现你的工作情况并不像看起来那么糟糕，你只需要在你的态度、观点或行为上做出一些改变来解决你一直在处理的问题。 你对工作的消极情绪正在朝着更美好的日子逐渐消退。 或者，您的情况可能真的崩溃并变得更糟。 你可能真的筋疲力尽，因为压力而无法上班。 要了解整体情况，请查看塔罗牌中的其他牌。',
        'upright_finances' => '在财务上，您现在可能承受着很大的压力和压力。 你所感受到的痛苦是真实的，但宝剑9往往指向焦虑和担心，因为夸大了情况而不是现实地看待它。 如果是这种情况，您的恐慌可能来自于您自己的消极想法。 从局外人的角度就可以做什么向您提供建议可能会有所帮助。',
        'reversed_finances' => '有时，逆位的宝剑9可能表明您的财务状况压力正在好转或更糟。 塔罗牌中的其他牌会告诉你是哪一张。 要么你已经学会了如何更现实地看待你的钱，要么情况变得更糟，你的恐惧现在可能会实现。 寻求帮助，其他人现在可以提供有用的支持。',
        'yes_no' => '宝剑9象征着忧虑、悲伤和焦虑。 这可能意味着一段时间的精神痛苦，某种可怕的事故，或者即将到来的许多不眠之夜。 情况可能会恶化，你应该提防抑郁和自残的想法。 不，这里提供了答案。',
        'past' => '您可能会感到没有满足感，并遭受压抑和扼杀创造力的感觉。 不要因为你对过去的顽固反对而错过现在。',
        'present' => '你所承担的困难很快就会从你身上解除。 你的抑郁和精神痛苦的感觉必须得到处理。',
        'future' => '你为自己设定的标准可能是不合理的，并引导你走向自我厌恶和失望。 你必须能够原谅自己和他人，才能摆脱负面情绪。',
    ],
    73 =>
    [
        'id' => 74,
        'type_id' => 1,
        'number' => 73,
        'name' => '宝剑10',
        'upright_keyword' => '毁灭、失败、痛苦、崩溃、疲惫、死胡同、受害、背叛',
        'reversed_keyword' => '生存、改善、治愈、经验教训、绝望、复发',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '73_Ten_of_Swords',
        'content' => '一副最引人注目和最不祥的牌，宝剑10显示了一个人平躺在地上，脸面向泥土。 他从胸口到腿都用红布盖着。 十把长剑刺入他的后背，他可能没有看到这个结局。 空气中有一种可怕的寂静：他头顶的天空乌云密布，表明与死亡相关的恐惧和消极情绪。 他面前的水是静止的，没有涟漪——增加了这张卡片的诡异的寂静和终结。 望向地平线，东方的太阳正在升起，尽管黑暗，天气似乎很平静。 宝剑10似乎在暗示这是人生的最低谷，没有比这更糟的了。 至少，即使在这种状态下，太阳也在升起。
 ',
        'upright_content' => '宝剑10预示着某种重大的灾难。 它表明某种极端力量已经在你的生活中袭击了你，你可能没有预见到。 这里有一种被背叛的感觉，因为这个角色背后被刺伤了。 这似乎是在提醒我们，尽管我们尝试了很多，但我们无法控制一切，有些事情是我们无法改变的。 在这里，这种情况是不可避免的。

   宝剑套牌的故事是一个强有力的比喻，以悲剧告终。 剑是智慧、智慧和逻辑的象征，然而我们发现这件衣服的最终高潮是对精神的彻底彻底的失败。 我们必须认识到，剑是一种武器，具有巨大的破坏潜力或有益的潜力。 从王牌到 10 展开的故事是一个未经训练的人出于错误原因使用这种武器 - 犯了很多错误，然后用一生的时间试图逃离他滥用的力量。

   这个人认为，剑是他的一部分，是他的外在，当它们不可避免地回来时，他又一次受苦。 他的痛苦不是通常情况下的痛苦，而是恐惧、焦虑、无法掌控周围环境的痛苦。 九剑无望之后，还能发生什么？ 你是否被压力压得喘不过气来？ 还是你自己拿起了最后的剑并认输了？

   宝剑10描述了你的心态“可怜我”，你觉得自己无能为力的情况。 暂停并记住，就像死亡卡一样，某事的结束意味着新的开始。 放下你失去的东西，专注于新的前进道路，因为那是你人生的目标。 一个很好的例子是与你的伴侣分手，虽然这可能会非常痛苦，但也可能是一种新的独立感的开始。',
        'reversed_content' => '当我们看到宝剑10的任何版本时，感觉都是强大的。 无论是逆位还是正位，这张牌都标志着失败的终结。 没有办法避免这场悲剧——它发生在很长一段时间以来的漫长事件中。

   然而，随着逆位，也认识到你已经触底，没有更多的东西可以给你了。 随之而来的是，事情只会变得更好，循环才能重新开始。 但就像宝剑8宝剑9一样，这个释放必须是你自己发起的。 这里提供了一个机会来纠正伤害你的东西，但你必须努力爬出来。 发生的事情很可怕，但每个人都有一份责任。',
        'upright_love' => '不幸的是，宝剑10塔罗牌爱情的含义可以表示一段即将结束的关系，或者一段充满苦难、辛酸、悲伤和痛苦的时期。 很可能，这段关系正走向某种失败，你可能已经看到它的到来。 有时，这张牌也可以暗示背叛，表示不忠。 虽然这段时间可能非常困难，但您需要接受它并接受不可避免的结局。 单身人士可能正在处理在过去的关系后挥之不去的类似感觉。 只有接受，你才能真正痊愈，并继续前进。 最糟糕的事情已经发生了，不管它看起来如何，它只能从这里变得更好。',
        'reversed_love' => '你可能因过去的浪漫创伤而留下许多伤疤，但逆位的宝剑10塔罗牌爱情寓意表明你可能正在走向康复的道路上。 如果您处于恋爱关系中，那么您和爱人之间以前似乎永久断绝的纽带可能正在愈合。 在其他情况下，关系可能已经破裂，但你已经设法应对。 可能仍然会有愤怒和绝望的感觉，但也会承认这次心碎给你带来的教训。 您可能会比以往任何时候都更有力量从这种情况中恢复过来。',
        'upright_career' => '在最坏的情况下，您现在可能即将结束当前的工作，因为宝剑10表示结束，并切断人脉。 有时，这张牌也可能暗示你可能正在处理让你失败的办公室政治；也许同事一直在散播八卦。 或者，你可能一直在努力工作，迫使自己崩溃，被迫休息。 所有这些可能都是你成长所必需的；当你继续前进并从这场磨难中痊愈时，想想你学到了什么，并知道你会活下来。',
        'reversed_career' => '您从过去的压力中康复的道路正在开始。 你最近可能换了工作，或者离开了一份让你感到沮丧、愤怒和怨恨的工作。 不管发生了什么，最糟糕的事情现在已经过去了。 您可以松一口气，因为接下来的事情会更容易处理。 然而，这张牌反而暗示这个压力时刻越来越严重，除非你采取措施与它保持距离，否则你正处于崩溃的边缘。 你需要权衡你的心理健康是否值得你所经历的痛苦。',
        'upright_finances' => '您的财务状况可能很严峻。 你可能把钱投入到没有结果的东西上，你现在可能正在处理损失。 确保您削减与这次失败的努力相关的所有费用，而要谨慎对待您的资源。 规避风险现在对你来说可能是有益的。',
        'reversed_finances' => '您可能已经处于财务失败的边缘，但您可能会勉强错过它。 你也可以从资源的损失中恢复过来，比如破产或离婚，你可能最终会再次建立稳定的基础。',
        'yes_no' => '宝剑10显示了你生活中的某些努力的突然结束或负面结果。 它可能意味着失败、毁灭或死亡，伴随着沮丧和被世界的重量压垮的感觉。 严厉而消极，这张牌说不。',
        'past' => '通过接受有时痛苦的现实，您将了解到前进是康复最重要的方面。',
        'present' => '重要的事情即将结束，所以要准备好应对后果。 生活中没有什么是永恒的。',
        'future' => '评估您前进的方向。 谨防听从他人的意见，因为这可能会让您意识到自己的真相。 用务实的眼光看世界会平衡你的乐观情绪。',
    ],
    74 =>
    [
        'id' => 75,
        'type_id' => 1,
        'number' => 74,
        'name' => '宝剑侍者',
        'upright_keyword' => '好奇、诙谐、健谈、善于交际、有灵感、警惕、警觉、思维敏捷',
        'reversed_keyword' => '散漫、愤世嫉俗、讽刺、八卦、侮辱、粗鲁、缺乏计划',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '74_Page_of_Swords',
        'content' => '宝剑侍者卡代表了一个人在生活中表现出丰富的能量。 风吹树，乱云，乱发，少年傲立于崖壁。 这个精力充沛的青年，手里拿着一把剑。 她的表情是一种决心，也许还有一点蔑视，她似乎准备好对最轻微的一句话进行猛扑。',
        'upright_content' => '明亮而警觉，宝剑侍者是一个似乎永远不会用完想法的人。 她很好奇，总是问问题，并且天生具有敏锐的舌头和机智。 她对语言的天赋也使她成为一个令人难以置信的沟通者，并且由于她对思想的热爱，你可能会发现她总是参与一些激烈的辩论。

   她似乎靠着一种近乎神经质的能量茁壮成长，仿佛她的内心有太多话要说，脑子里的轮子一直在转动。 作为新闻传播者，她可能会带来她诉讼所代表的新闻特别是八卦、法律事务、协议。 或者，您可能会发现自己需要使用她的能量保持警惕，睁大眼睛，保持敏锐和警惕。

   这张卡片可能表明您非常渴望执行您一直拥有的想法或您最近刚刚制定的项目。 你对它充满热情，你迫不及待地想与他人分享进步。 比起你那颗炽热的心，时间仿佛静止了。 是时候说话了。 当宝剑侍者出现在塔罗牌中时，它意味着交流和分享想法。 无论是别人的想法还是你的想法，只要是有建设性的，是时候敞开心扉谈论它们了',
        'reversed_content' => '当宝剑侍者逆位时，她所有的负面特征都会暴露出来，她可能会变得几乎危险。 她天生具有敏锐和警觉的头脑，可能会利用它进行欺骗和操纵。 她挥舞的剑可能会被用来制造痛苦，她对语言的天生天赋变成了一种武器。 她可能缺乏理解或成熟来理解她所造成的痛苦，感受到人们对猛烈抨击的冲动。 另一方面，这个宝剑侍者可能是空话或承诺的人，他们虽然喜欢说话，但并没有真正谈论太多实质内容。 小心在你的言语背后表现出力量和行动，因为你可能会损害你的声誉。',
        'upright_love' => '作为一个人，宝剑侍者塔罗牌爱情的含义反映了一个好奇的知识分子，他的轻浮、紧张的能量可能接近于焦虑。 然而，在人际关系中，他们可能会害怕情绪上的对抗，如果面对它们，他们可能会完全回避。 作为一种情绪状态或品质，宝剑之页塔罗的爱情意义可以表示一种更理智的关系，恋人更可能喜欢令人兴奋的讨论，但可能对情感亲密更谨慎。 一个伴侣也会觉得他们的情感需求没有得到满足。 有时，它也可能预示着与您的伴侣之间的小争执，如果处理不当，可能会演变成更大的争执。',
        'reversed_love' => '宝剑侍者塔罗爱情寓意所代表的人可能缺乏同理心、敏感度或深度，也可能是爱争论或防御的人。 他们可能以“正确”为乐，但这可能以牺牲和谐和关心他人的感受为代价。 这张卡片也可能暗示伴侣之间的沟通失败，甚至可能是误解造成的偏执。 为了让你们的关系蓬勃发展，伴侣必须学会对不同观点的一定程度的容忍、灵活性并找到合作的愿望，而不是制造冲突。',
        'upright_career' => '谈到你的职业生涯，你可能是一个聪明、创新和雄心勃勃的人。 你可能有很多精力和很多想法可以投入到你的职业生涯中。 由于这张卡片是宝剑侍者，这确实指向某种学徒或新经历，这意味着您可能正在接受培训、上学或开始新的工作或职业道路。 有了野心，你就有了很多目标，而且你可能会接受一些额外的教育或经验，这样你就可以实现这些目标。',
        'reversed_career' => '你有很多精力和好奇心，但现在它并没有真正针对任何事情。 没有出路，您似乎无法确定您真正想为未来做些什么。 当您感到无聊时，您可能会从一份工作转到下一份工作，或者认为它不适合您。 通常，要真正获得在某处工作的全部深度和经验，您确实需要投入很长时间。 有时，这张牌也可以表示有很多伟大的想法，但零跟进。 没有行动，就永远不会有结果。 开始工作！ 这张卡片也可以指向办公室八卦，或用言语伤害他人的粗鲁个人。',
        'upright_finances' => '您可能对如何扩展财务或如何赚更多钱充满了好主意，但无论您有什么想法，都可能处于非常早期的阶段。 如果可以，请尝试从可能比您更有经验的人那里吸取经验。 这个时候你可能也对财务很好奇；这是一个复杂的世界，您对它了解得越多，就越能最大限度地提高您的收入。 花一些时间研究退休基金期权、股票、债券和其他金融产品，或寻找可以帮助指导您的理财规划师。',
        'reversed_finances' => '您关于充分利用金钱的想法可能不切实际，或者它们可能都是空谈，没有采取行动的计划。 也可能是您为改善财务状况所做的所有研究并没有真正发挥作用。 您可能对下一步应该做什么感到不知所措，而不仅仅是做某事。 你在过度分析什么？',
        'yes_no' => '宝剑侍者是一位聪明、有逻辑且机警的青年，他带来了某种官方变革消息。 虽然这些变化可能被证明是具有挑战性的，但这张牌展示了精神清晰和内心恶魔正在从你的生活中安顿下来并被驱赶的伪装。 这里最有可能的答案是肯定的。',
        'past' => '潜伏在你内心的能力正在被带到表面。 你过去的事件正在引导你积极行动，开辟自己道路的时间就在眼前。',
        'present' => '途中有意想不到的消息。 为了从即将到来的变化中受益，您必须依靠自己的智慧和适应能力。',
        'future' => '对改变的强烈渴望让你变得烦躁和激动。 寻求真正的思想独立将使您更清楚地了解自己和他人的动机。',
    ],
    75 =>
    [
        'id' => 76,
        'type_id' => 1,
        'number' => 75,
        'name' => '宝剑骑士',
        'upright_keyword' => '自信、直接、不耐烦、聪明、大胆、专注、完美主义者、雄心勃勃',
        'reversed_keyword' => '粗鲁、不圆滑、强硬、欺凌、咄咄逼人、恶毒、无情、傲慢',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '75_Knight_of_Swords',
        'content' => '我们看到这个骑士真是太着急了！ 宝剑骑士卡描绘了一个穿着盔甲的年轻人，骑着一匹强壮的白马进入战斗之中。 他的马的白色是对激励这位年轻骑手的整体纯洁性和智力能量的参考。 他身后的天空乌云密布，树木被狂风吹得乱七八糟。 马的马俱还装饰有鸟类和蝴蝶的图像。 骑士的披风也装饰着同样的鸟。',
        'upright_content' => '当我们完全沉迷于某个想法并强烈希望将它表现出来时，我们常常被实现它的实际愿望所蒙蔽，以至于我们没有注意到我们可能遇到的困难，或者它可能 带来的行动和后果. 宝剑骑士是一个非常强大的人物，充满活力和能量。 这需要与适当和实际实现同情和责任相平衡。

   一旦骑士朝着他的目标出发，绝对没有人能阻止他。 他看不到也不关心，任何即将到来的挑战。 他充满了雄心壮志、力量和决心，无论如何都要成功。 然而，这种决心也可能使他在走向成功的道路上看不到自己的行为对他人的潜在后果。 他可能在没有准备或没有实际预见的情况下冲入一个非常危险的领域，这可能会给他带来巨大的危险。',
        'reversed_content' => '逆位的宝剑骑士暗示着令人难以置信的急躁和冲动，同时他充满活力。 这个宝剑骑士精力充沛，却没有方向，这往往会导致他们做出相当草率的决定，并拖垮其他人。

   他们的思想常常散落在各处，没有任何实际的组织或逻辑。 他们很可能对他们真正想要实现的事情缺乏组织和准备。 宝剑骑士逆位的意思是，你还有很多路要走，才能获得宝贵的人生经验，克服一路上的逆境。 这是需要考虑的事情。',
        'upright_love' => '宝剑骑士发现建立伙情侣关系特别困难。 这个人需要大量的智力刺激，没有它，很快就会变得无聊。 这个人也可能是一个很难与另一个人在情感上变得过于亲密的人。 如果这不能代表你爱情生活中的某个人，那么宝剑骑士塔罗牌爱情寓意可以指出你需要鼓起勇气，迅速做出决定并采取行动的情况。 这可以通过向追求者做出承诺或浪漫求婚的形式出现，甚至可以在他们即将退出关系时赢回爱人。',
        'reversed_love' => '在塔罗牌爱情中要提防被逆位的宝剑骑士，因为这个人可能具有攻击性、控制力，甚至可能是个恶霸。 确信自己是对的，他们强力地武装他人，不管这对他人造成多大的伤害，都按照自己的方式行事。 他们可能很少有同情心或理解力，并且乐于参与争论，有时不仅是为了进行辩论，而且是为了恐吓和施压他人。 如果这不代表一个人，逆位的宝剑骑士爱情塔罗牌的含义可以简单地暗示激烈的争论、冲突和分歧。 如果这些争吵变得司空见惯，你们两个最好分道扬镳。',
        'upright_career' => '当您将远大抱负与决心和近乎单一的专注结合起来时，您一定会得到您想要的。 谈到你的工作，没有什么能让你害怕的。 你很可能在你所做的事情上非常出色，你会去完成你的项目并以几乎无情的效率完成它们。 有时这可能会吓到其他人，但这对您来说可能不是一个很大的问题。 如果这不代表你现在，你可能会被要求利用这位骑士的能量去追求你职业生涯中想要的东西。 如果您的目标是升职、新工作或特别令人兴奋的项目，那就去吧！ 做一个大动作，引起别人的注意。 像宝剑骑士一样果断和勇敢，你就能找到成功。',
        'reversed_career' => '正位的宝剑骑士的野心和冲劲让人敬畏，反过来，骑士可能会表现出冷酷或恶毒。 完成职业目标时，请注意不要伤害他人；相反，您可能会因残酷无情而闻名，只要您得到自己想要的东西，就不在乎其他人会受到伤害。 有时，其他人也可能会觉得你傲慢，在谈到你的想法时很咄咄逼人。 你总是需要事情按照你的方式进行吗？ 你是否在没有给出理由的情况下忽视或驳回他人的想法？ 当然，您的方法可能会产生您想要的结果，但从长远来看，请考虑当没有人支持您时会发生什么。 试着更加小心你的语言和你的沟通方式。',
        'upright_finances' => '你现在可能非常关注你的财务状况。 也许您关心为大事存钱，或者您只想优化您正在储蓄的东西。 您可能会为此投入大量精力。 有了足够的专注力和决心，您将能够实现目标。',
        'reversed_finances' => '您是否如此专注于金钱，以至于在涉及可接受的行为时有时会越界？ 逆位的宝剑骑士，是一个意志坚定的人，为了挣钱不择手段。 这有时可能指向可能是非法的行为。 如果这不能代表你，那么你生命中的某个人可能正在扮演这个逆位的宝剑骑的角色，所以要小心你允许的人进入你的圈子。',
        'yes_no' => '宝剑骑士霸道，破坏力强。 他代表以无情的方式控制项目或情况。 这张牌预示着意外的损失、冲突以及建立自己的想法和信念的需要。 这张牌的否定语气表明答案是否定的。',
        'past' => '你内心对改变的渴望一直在加强。 计划你未来的目标，但把它们留给你自己。',
        'present' => '你得到了一个年轻的新贵的注意。 问题将通过您获得的帮助解决，但要准备好应对新的问题。',
        'future' => '您生活的指南针可能会因观点的急剧变化而突然重新调整。 向你的朋友和亲人寻求鼓励。',
    ],
    76 =>
    [
        'id' => 77,
        'type_id' => 1,
        'number' => 76,
        'name' => '宝剑皇后',
        'upright_keyword' => '诚实、独立、有原则、公平、建设性批评、客观、有洞察力',
        'reversed_keyword' => '悲观的、恶意的、操纵性的、苛刻的、苦涩的、恶意的、残忍的、欺骗的、无情的',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '76_Queen_of_Swords',
        'content' => '宝剑皇后端坐在宝座上，神色凝重——眺望远方。 宝剑所代表的风元素女王，她在云中的位置表明没有人可以欺骗或欺骗她。 右手的剑指向天空，而左手则像是在献祭一样伸出。 剑后给了我们判断日常决策的天赋，并且可以灵活地从他人那里获取知识。
 ',
        'upright_content' => '宝剑皇后是更年长、更睿智的女性智慧的原型。 她可以被认为是所有皇后中最男性化的，并且可能会显得非常严厉和冷漠。 这张牌代表了在不依赖情感的情况下做出判断的重要性。 宝剑皇后召唤您在做出决定之前查看所有事实。 这位女王确实有同情心，这就是为什么她的​​手向外伸出来献祭，但她想用一种理智的理解与人们联系。

   这张牌也意味着你需要独立于你的判断。 您必须依靠公正的情报，这让您研究其他观点并仔细考虑您的决定。 在这些情况下，同情心和同理心会分散您对任务的注意力，因此您需要努力保持强烈的客观观点，同时避免卷入情绪。

   也可以与我们与他人交谈的方式有关。 这个女王有能力告诉人们它的样子。 这使她能够表达自己的观点，因此不会对所说的内容感到困惑。 最重要的是，真相对她很重要，所以她觉得没有必要软化她的评论、想法或意见。 她也希望其他人也能坦诚相待，所以这意味着你需要对所说的一切都说清楚，即使可能会造成伤害。',
        'reversed_content' => '宝剑皇后逆位的意思是你可能用心思考了太多，并且你对当前的情况过于情绪化。 你必须开始更客观地思考，因为你的情绪可能会让你误入歧途。 花点时间使用各种事实来观察情况，并用您的头脑更清楚地了解实际情况。 只有这样，您才能决定下一步应该做什么。

   逆位时，宝剑皇后也可能非常苦涩、冷酷或怨恨。 您可能出于多种原因开始孤立自己，但外部世界可能以错误的方式看待这一点。 您可能需要进行一些解释，特别是如果您的人际关系最终因您对独处的渴望而感到压力。',
        'upright_love' => '宝剑皇后代表的人，可以是孤独的；她对周围的人非常挑剔。 她的智慧敏锐而敏锐，她的决心对于那些不了解她的人来说可能相当令人生畏。 然而，在她的外壳之下，她可以充满爱心和忠诚，尽管她可能仍然更愿意避免盛大的浪漫表现。 如果这是一个你想赢得他的心的人，你需要耐心，因为这位女王不会轻易放松警惕。 如果这张牌不代表一个人，那么宝剑皇后塔罗牌爱情寓意可以暗示你在寻找伴侣的同时寻求独立和自给自足的时刻。 这位女王重视自己的空间和身份。 您可能需要进行一些调整，以在您的关系中创建清晰和界限。',
        'reversed_love' => '逆位的宝剑皇后是一个苦涩、控制欲强、过于挑剔并且可能是彻头彻尾的残忍的人。 这个人可以在这个特定的时间代表你，我们的伴侣，或者是试图干涉的关系之外的人。 有时，这个人的肮脏可能是创伤的结果，因此，如果你的伴侣表现出这些特征，有时它可能是浮出水面的未解决的创伤的结果。 如果你单身，你可能刚刚经历了一次分手，一次让你感到报复和无情。 这些信念可能是有毒的；学会利用你的经验来克服它们，而不是被它们吞噬。',
        'upright_career' => '宝剑皇后是可以指向更高级的人，也可以指向职业塔罗牌中的你自己。 这个人聪明、诚实，可能是建设性批评的来源。 他们可以就如何继续您的职业生涯提供很好的建议。 如果这张牌代表你，那么你可能正处于人生中能够得到同事尊重的时期。 你能够有效地传达你的尖锐想法，并将它们与强烈的同理心结合起来。 由于您的正直和公平，您可能会享有很高的声誉。',
        'reversed_career' => '工作中有人对你怀恨在心吗？ 逆位的宝剑皇后可能表示一个过于挑剔的人，她用她的言语和她的智慧来制造痛苦。 她对自己的表达方式可能很苛刻，有时甚至是彻头彻尾的残忍。 如果这就是您，您可能需要学习如何更好地沟通。 能不能坦诚一点，还要顾及别人的感受？ 您能否在不责怪他人的情况下解决您对项目的担忧？ 这些实际上可能通过帮助他人更好地消化您的想法而使您受益。 避免过于消极。',
        'upright_finances' => '在处理财务问题时，您现在就需要考虑周全、合乎逻辑和智慧地采取行动。 在心脏和头脑之间有一个明确的平衡。 如果您被要求帮助解决某人的财务状况，请从您和他们的角度公平地看待事情。 这通常意味着能够提供帮助，但有界限。 制定合同或付款计划；设定一些规则。 保持敏锐，注意所有细节。 确保您清楚自己的财务状况。',
        'reversed_finances' => '如果您在财务方面的沟通一直很差，那么您现在可能正在处理后果。 对自己的财务状况不了解也可能是罪魁祸首。 也许你借钱给了朋友或家人，但他们没有还钱，或者你付出或花费的钱超出了你的实际承受能力。 您需要确保下次更清楚自己的界限和限制。',
        'yes_no' => '宝剑皇后是一位善于分析、独立解决问题的人。 她带来了她的精神清晰或结束了你生活中的一些麻烦事，但并非没有痛苦的损失或分离。 她坚忍而精明，但没有透露任何积极或消极的结果。 也许是唯一的答案。',
        'past' => '你对完美的严格理想化可能会给你带来压力或痛苦。 继续坚持这个理想，你将无法实现。',
        'present' => '期待一位可能是女性、机智睿智的长辈的建议。 在接受朋友的帮助的同时保持独立是可能的。',
        'future' => '不要过于专注于您的目标，因为这可能会限制您实现目标的能力。 依靠你强大的精神为你照亮更大的图景。',
    ],
    77 =>
    [
        'id' => 78,
        'type_id' => 1,
        'number' => 77,
        'name' => '宝剑国王',
        'upright_keyword' => '理性、权威、纪律、诚信、道德、严肃、高标准、严	',
        'reversed_keyword' => '非理性的、独裁者、压迫性的、不人道的、控制性的、冷酷的、无情的、不诚实的',
        'astrology' => '',
        'element' => '风元素',
        'image_key' => '77_King_of_Swords',
        'content' => '宝剑国王塔罗牌显示一位国王坐在宝座上，右手拿着一柄向上的双刃剑。 宝剑国王散发着智慧的力量、清晰的思维、真理和权威。 他明白权力承载着巨大的责任。

   国王穿的蓝色束腰外衣象征着他的灵性悟性。 他宝座背面的蝴蝶象征着转变。',
        'upright_content' => '塔罗牌中出现的宝剑国王建议你在目前的情况下应该保持客观，你必须坚持事实来确立真理。 宝剑国王和他的智力意味着你需要运用你的智力来表达你的观点并实现你的目标。 除了你的经验和教育，你应该敏锐和观察力，深入了解你遇到的问题。

   宝剑国王的含义也表明你需要在你的角色中保持严肃，同时确保你时刻保持头脑清醒。 在判断一个情况时，需要考虑所有可能的后果，才能做出适当的判断。 您需要将自己的情绪排除在判断之外，以便始终保持理性思考。 宝剑国王的意思是说你应该花时间和别人讲道理，坦率地对待你所做的观察。

   就你的个人生活而言，宝剑国王敦促你用你的智慧和逻辑来操纵前方的道路。 您将需要面对眼前的问题并做出清醒的决定。 宝剑国王暗示你应该能够以完全公正的态度看待任何情况并做出决定。 他也可以成为宝剑国王所展示的高道德标准的指标。',
        'reversed_content' => '逆位的宝剑国王，则表现出专横、凌虐和操控的习惯。 它可能表明滥用了一个人的精神力量、动力和权威。 这是说服和操纵的例证，以实现自私的欲望。 宝剑国王逆位的意思也可能暗示你在谈论普通话题时用大词炫耀你的智力水平。 另一种解释是，你也可能是个松散的大炮，尤其是在有愤怒爆发和冲动的地方。',
        'upright_love' => '宝剑国王是一个冷静，控制，以及野心勃勃的人。 虽然他们有情绪，但他们可以非常克制。 相反，他们依靠自己的智慧和逻辑。 在浪漫中，他们以合乎道德和尊重的方式对待他们的关系。 他们可能不是很浪漫，并且很可能会非常直率地表达自己。 如果这张牌不代表一个人，宝剑国王塔罗的爱情寓意可以简单地表明对浪漫伴侣的高标准，尤其是在智力上。 您和您的伴侣此时也可能会充满挑战，并相互推动对方做到最好。',
        'reversed_love' => '逆位宝剑国王可以利用他们敏锐的智慧来实现自私。 引导他正直行为的智慧和道德已经消失，取而代之的是可怕的自私，甚至是辱骂。 这个人也任由自己的情绪不受控制，迅速从冷漠疏远转为暴怒。 作为特征或品质，逆位的宝剑国王塔罗牌爱情意义可以表明你可能在你的人际关系中表现出这些品质。 你可能需要对你的伴侣表现出更多的克制和宽恕，否则你可能会失去他们。 当涉及到潜在关系时，这张卡片也可能暗示低标准；尽量不要被感觉冲昏头脑，而是用一些逻辑来评估某人是否适合你。',
        'upright_career' => '宝剑国王是一个高标准的人，在自己的作品中表现出来。 虽然他们可能看起来有点严厉，但这个人这样做是为了确保你实现你的职业目标。 他们挑战你成为最好的自己，同时忠于自己的原则。 如果你选择接受他的建议，你将能够在你的职业生涯中取得更大的进步。 或者，此人也可能代表您，或您职业道路上的某个点。 给自己和他人高标准，并推动自己成为最好的自己。 有一些例行程序和流程也可以对您现在的工作有益。',
        'reversed_career' => '你的工作场所现在可能不是一个非常愉快的地方。 逆位的宝剑国王表明你的工作中的人是专横的、好斗的、渴望权力的。 他们可能处于权力的位置，他们可以出于所有错误的原因使用这种权力。 如果这不能代表您工作场所中的某个人，您可能需要仔细审视自己的行为。 您可能会发现更容易失去冷静，并且无法像往常一样正直或合乎逻辑地行事。 这时候，你也可能是缺乏自律；不仅会失去冷静，还会失去动力和能量。',
        'upright_finances' => '宝剑国王是会督促你挑战自己，并在财务方面非常自律。 您是否真的竭尽全力为将来想要的那辆好车存钱？ 所有美好的事物都伴随着牺牲，您的财务目标也不例外。 从逻辑上看你的财务状况；在做出任何重大财务决策之前，请先进行研究。',
        'reversed_finances' => '您最近可能对自己的财务状况不太自律，并且超支了，购买了许多无用的东西，或者投资了不会为您带来回报的东西。 这可能会让您有点绝望，但请确保您不会试图通过懒惰或诡计多端的方法来弥补损失。',
        'yes_no' => '宝剑国王是一位自信、专业、决策者，具有高智商和领导才能。 他代表着即将到来的重大决定，需要控制和设定界限，同时对你的目标做出坚定的承诺。 这张卡片没有提供明确的答案，也许充其量是最好的。',
        'past' => '你的力量在于你的智慧。 展望未来并考虑权威将引导您将收集的好主意变为现实。',
        'present' => '权威人物可能会帮助您制定计划。',
        'future' => '凭借您的自信，决心和诚信，可以实现成功的生活。',
    ],
];
