<?php
return [
    "yue_lao_fortune_poems" => "월하노인 신축점",
    "yue_lao_description" => "월하노인 신축점은 도교의 기복 점술 방법 중 하나로, 인연을 구하는 신축점입니다. 전해지는 바에 따르면 이는 도교의 월하노인의 신력에서 비롯되었으며, 미혼자는 적합한 배우자를 빨리 만날 수 있는지를 점치고, 기혼자는 감정과 결혼 상태를 점칠 수 있습니다. 신축점의 시구는 영감과 지침을 제공할 수 있지만, 개인의 마음과 신앙에 따라 감응하고 해석해야 합니다. 월하노인 신축점은 중국 전통 문화에서 널리 신봉되고 있으며, 미혼자와 부부들 사이에서 인기가 높습니다.",
    "drawing" => "추첨",
    "interpreting" => "해석",
    "poems_title" => [1 => "육십갑자 점괘", 2 => "월하노인 신축점", 3 => "관음 100점", 4 => "관음 28점", 5 => "관성제군 100점"],
    "poems_list" => [
        1 => [
            "description" => "「육십갑자 점괘」는 중국 전통의 점술 방식으로, 갑자, 을축, 병인 ... 임자, 계축까지 총 60갑자를 한 주기로 하며, 각 갑자에 대응하는 한 편의 시구가 있습니다. 사람들은 길흉을 구하거나 문제를 해결할 때, 무작위로 시구를 추첨하여 미래의 길흉과 운명을 예측합니다. 육십갑자 점괘는 오래된 역사를 가지고 있으며, 지금도 중국 사회에서 널리 퍼져 있습니다.",
            "image" => "sixty_jiazi.jpg",
        ],
        2 => [
            "description" => "월하노인 신축점은 도교의 점괘 신탁으로, 주로 인연과 결혼에 관한 문제를 점치는데 사용됩니다. 신축통에는 많은 신축이 있으며, 추첨된 신축은 한 구절의 신탁에 대응하여 월하노인의 지시와 경고를 받을 수 있습니다.",
            "image" => "moon_old_man.jpg",
        ],
        3 => [
            "description" => "관음 100점은 불교에서 자주 사용되는 점술 방법 중 하나입니다. 이 점괘는 길흉 두 부분으로 나뉘며, 각 점괘에는 경문과 시구가 동반되어 있어 신에게 기도할 때 마음의 지침과 위안을 찾을 수 있습니다. 점괘 시는 이해하기 쉬우며, 지혜가 담겨 있어 많은 사람들에게 불교 지혜의 축소판으로 여겨지며, 사람들을 아름다운 삶으로 인도합니다.",
            "image" => "guanyin_one_hundred.jpg",
        ],
        4 => [
            "description" => "관음 28점은 불교 신자들이 자주 사용하는 점술 도구로, 관음보살의 자비와 지혜를 나타냅니다. 이러한 점괘 시를 통해 불법을 깨닫고, 문제를 해결하며, 관음보살의 지침과 보호를 받을 수 있습니다. 점괘 시는 아름답고 간결하며, 내포가 깊고, 영감과 호소력이 있습니다.",
            "image" => "guanyin_twenty_eight.jpg",
        ],
        5 => [
            "description" => "《관성제군 100점》은 민간 신앙에서 매우 인기 있는 점술서로, 평안을 기원하고, 보호를 구하며, 방향을 제시하는 신탁으로 여겨집니다. 각 점괘는 풍부한 철학과 지혜를 담고 있으며, 이를 통해 인생의 선택과 방향에 유익한 영감을 제공합니다.",
            "image" => "guan_shengdijun_one_hundred.jpg",
        ],
    ],
    "poems_remark" => [
        1 => "「육십갑자 점괘」는 중국 전통의 점술 방식으로, 갑자, 을축, 병인 ... 임자, 계축까지 총 60갑자를 한 주기로 하며, 각 갑자에 대응하는 한 편의 시구가 있습니다. 사람들은 길흉을 구하거나 문제를 해결할 때, 무작위로 시구를 추첨하여 미래의 길흉과 운명을 예측합니다. 육십갑자 점괘는 오래된 역사를 가지고 있으며, 지금도 중국 사회에서 널리 퍼져 있습니다.",
        2 => "대만 민간 신앙에 따르면 매년 칠석날, 칠성부인은 미혼의 성인 남녀를 명부에 기록하여 천계에 보고합니다. 월하노인은 명부를 받아 성격, 선악, 관심사 및 조건에 따라 배우자 명부를 작성하고, 붉은 실로 남녀의 발을 묶어 적합한 남녀가 한 쌍이 되게 합니다.",
        3 => "관음 100점은 불교에서 자주 사용되는 점술 방법 중 하나입니다. 이 점괘는 길흉 두 부분으로 나뉘며, 각 점괘에는 경문과 시구가 동반되어 있어 신에게 기도할 때 마음의 지침과 위안을 찾을 수 있습니다. 점괘 시는 이해하기 쉬우며, 지혜가 담겨 있어 많은 사람들에게 불교 지혜의 축소판으로 여겨지며, 사람들을 아름다운 삶으로 인도합니다.",
        4 => "관음 28점은 불교 신자들이 자주 사용하는 점술 도구로, 관음보살의 자비와 지혜를 나타냅니다. 이러한 점괘 시를 통해 불법을 깨닫고, 문제를 해결하며, 관음보살의 지침과 보호를 받을 수 있습니다. 점괘 시는 아름답고 간결하며, 내포가 깊고, 영감과 호소력이 있습니다.",
        5 => "《관성제군 100점》은 민간 신앙에서 매우 인기 있는 점술서로, 평안을 기원하고, 보호를 구하며, 방향을 제시하는 신탁으로 여겨집니다. 각 점괘는 풍부한 철학과 지혜를 담고 있으며, 이를 통해 인생의 선택과 방향에 유익한 영감을 제공합니다.",
    ],
    "fortune_text" => "점괘 텍스트",
    "fortune_poem" => "점괘 시",
    "reading_the_fortune_stick_poem" => "점괘 시 읽기",
    "interpreting_the_poem" => "점괘 시 해석",
    "poem_message" => "마음을 정성스럽게 하고, 이름, 생년월일, 주소, 질문을 마음속으로 외운 후, 해석을 선택하세요.",
    "poem_again" => "점괘가 명확하지 않다면 다시 추첨",
    "poem_home" => "점괘 홈으로 이동",
    "story" => "이야기",
    "poem" => "시구",
    "poem_description" => "시구는 고대의 점술 방식으로, 주로 시구 형태로 길흉과 복을 표현합니다. 점술 시구는 점술, 문제 해결, 인생 방향 선택 등에 사용될 수 있습니다. 시구의 내용은 대부분 중국 전통 문화, 종교 신앙 등과 관련이 있으며, 깊은 문화적 배경을 가지고 있습니다.",
];
