<?php
return [
    1 =>
    [
        "title" => "대중 타로 점술 - 그는 나의 운명인가?",
        "image_key" => "tarot_love.jpg",
        "description" => "만약 그가 당신의 운명인지 궁금하다면, 대중 타로 점술을 통해 점술을 해볼 수 있습니다. 여기에는 광대 카드 등 상징과 암시의 해석이 포함되어 있어 더욱 깊은 지침과 영감을 제공합니다. 웹사이트는 간단하고 이해하기 쉬우며, 완전히 무료로 언제 어디서나 점술과 지침을 받을 수 있습니다. 타로 점술에 관심이 있다면, 대중 타로 점술 웹사이트에서 경험해보시고 자신의 내면 세계와 미래의 가능성을 탐험해보세요.",
        "cards" => [
            0 => [
                "name" => "광대",
                "image_key" => "00_Fool",
                "content" => [
                    0 => "광대 카드를 뽑으면 새로운 시작과 모험을 의미합니다. 당신의 질문에 대해 광대 카드는 새로운 시작과 모험을 나타내지만, 꼭 운명적인 인연을 뜻하는 것은 아닙니다. 이는 과거의 얽매임과 제약을 내려놓고 삶의 새로운 기회와 가능성을 받아들여야 함을 의미할 수도 있습니다. 모험과 탐험을 두려워하지 마세요. 중요한 일과 의미 있는 일이 발생할 수 있습니다. 하지만 광대 카드는 지나친 모험과 무책임한 행동을 경고하며, 신중하게 결정을 내리는 것이 중요합니다. 광대 카드의 등장은 새로운 시작과 모험을 의미하지만, 그가 당신의 운명인지 확실히 알 수는 없습니다.",
                ],
            ],
            1 => [
                "name" => "연인",
                "image_key" => "06_Lovers",
                "content" => [
                    0 => "연인 카드를 뽑으면 보통 사랑과 관계의 행복과 조화를 나타냅니다. 이 카드는 당신이 매우 중요한 사람을 만났을 가능성이 있으며, 그가 당신의 운명일 수 있음을 시사합니다. 이 사람과 강한 연결을 느끼고, 마음의 조화를 느낄 수 있습니다. 연인 카드는 또한 중요한 선택을 해야 하는 시기임을 나타낼 수도 있습니다. 이 선택은 사랑과 관계에 관한 것으로, 그와 함께하는 것인지, 아니면 이 관계를 포기하는 것인지 결정해야 합니다. 어떤 결정을 하든 용기와 책임감을 가지고 대처해야 합니다.",
                ],
            ],
            2 => [
                "name" => "황제",
                "image_key" => "04_Emperor",
                "content" => [
                    0 => "타로 카드의 황제 카드는 안정성, 안전, 권위, 책임감 및 이성을 상징합니다. '그가 나의 운명인가?'라는 질문에 대해 황제 카드를 뽑으면, 당신이 관심을 갖는 사람이 안정적이고 확고한 특성을 가지고 있으며, 당신에게 안전과 지지를 제공할 수 있음을 나타냅니다. 그러나 황제 카드는 상대방이 강압적이고 통제하려는 경향이 있으며, 관계에서 리더 역할을 할 수 있음을 의미하기도 합니다. 적절한 의사소통과 권력 균형을 유지하는 것이 중요합니다. 황제 카드를 뽑는다고 해서 반드시 그가 당신의 운명인 것은 아니며, 타로 카드는 단지 힌트와 영감을 줄 뿐입니다. 중요한 것은 자신의 감정을 존중하고 상대방의 성격과 가치관을 잘 관찰하고 이해하며, 상호 의사소통을 통해 좋은 관계를 구축하는 것입니다.",
                ],
            ],
            3 => [
                "name" => "탑",
                "image_key" => "16_Tower",
                "content" => [
                    0 => "이 카드는 때때로 재난이나 어려움을 나타내지만, 과거의 것을 해방하고 앞으로 나아가기 위한 것일 수도 있습니다. 그가 당신의 운명인지에 관한 질문에 대해 이 카드를 뽑으면, 이 관계가 큰 도전에 직면하고 있음을 시사할 수 있습니다. 이는 예상치 못한 사건이나 여러분 사이의 갈등 때문일 수 있습니다. 이 카드는 중요한 선택을 해야 하거나 오랫동안 회피해온 문제를 직면해야 함을 의미할 수도 있습니다. 이 관계를 냉정하게 분석하고 계속할 가치가 있는지, 아니면 현재 상황에 맞추기 위해 변화를 해야 하는지 고민해보세요.",
                ],
            ],
        ],
    ],
    2 =>
    [
        "title" => "대중 타로 점술 - 그/그녀가 나를 좋아할까?",
        "image_key" => "tarot_love.jpg",
        "description" => "만약 좋아하는 사람이 당신에게도 호감이 있는지 고민 중이라면, 대중 타로 점술의 감정 점술을 통해 관련된 탐구를 할 수 있습니다. 그 중 '연인' 카드를 뽑으면, 이는 깊은 감정을 나타내며 좋은 출발을 의미합니다. 물론, 각 타로 카드는 고유한 해석과 의미가 있으므로 자신의 상황에 맞게 해석하고 반응할 수 있습니다.",
        "cards" => [
            0 => [
                "name" => "연인",
                "image_key" => "06_Lovers",
                "content" => [
                    0 => "타로 카드 중 연인 카드를 뽑으면, 보통 사랑, 관계, 선택, 결정을 의미합니다. 연인 카드는 사랑의 정점과 깊이를 상징하며, 감정의 새로운 시작이나 중요한 변화를 의미합니다. 그래서 '그/그녀가 나를 좋아할까?'라는 질문에 대해 연인 카드를 뽑으면, 이는 좋은 징조입니다. 연인 카드는 또한 당신과 사랑하는 사람 사이의 선택을 나타내며, 감정과 사랑에 있어 중요한 결정을 해야 함을 의미할 수 있습니다. 이는 두 가지 선택에 직면하게 될 가능성을 시사하며, 문제를 해결하기 위해 선택을 해야 할 수도 있습니다.",
                ],
            ],
            1 => [
                "name" => "죽음",
                "image_key" => "13_Death",
                "content" => [
                    0 => "점술 과정에서 '죽음' 카드를 뽑으면, 보통 어떤 변환이나 끝을 의미합니다. 이는 어떤 관계의 끝을 나타내며, 새로운 시작을 의미하지 않을 수 있습니다. 따라서 이 카드의 등장은 그 사람이 당신에 대해 깊은 감정을 가지고 있지 않거나, 그들이 다른 변화로 인해 당신에게서 주의를 돌리고 있음을 시사할 수 있습니다.",
                    1 => "이 카드는 희망을 나타내지 않지만, 완전히 부정적인 카드도 아닙니다. 이는 변화, 고통을 나타내지만 궁극적으로 당신의 성장과 성숙을 도울 수 있습니다. 감정적으로, 이는 그 사람을 놓아주고 앞으로 나아가야 함을 의미할 수 있습니다.",
                ],
            ],
            2 => [
                "name" => "세계",
                "image_key" => "21_World",
                "content" => [
                    0 => "점술에서 '세계' 카드를 뽑으면, 이는 보통 좋은 징조로, 당신이 진정한 반려자를 찾았을 가능성을 나타냅니다. '그/그녀가 나를 좋아할까?'라는 질문에 세계 카드를 뽑으면, 그/그녀가 앞으로 더 집중하고 당신에게 관심을 가질 가능성을 의미하며, 여러분의 관계가 더 안정적이고 평화로워질 것임을 나타냅니다. 세계 카드는 또한 당신의 관계가 중요한 전환점을 맞이했음을 나타내며, 함께 중요한 목표나 임무를 완수할 가능성을 시사합니다.",
                    1 => "하지만, 세계 카드는 관계를 끝내야 할 필요가 있음을 의미할 수도 있습니다. 만약 관계가 더 이상 적합하지 않거나 해결해야 할 문제가 있다면, 세계 카드는 지금이 관계를 끝내고 더 적합한 사람을 찾을 때임을 시사할 수 있습니다.",
                ],
            ],
            3 => [
                "name" => "힘",
                "image_key" => "08_Strength",
                "content" => [
                    0 => "타로 카드 중 '힘' 카드를 뽑으면, 보통 감정적인 힘과 매력을 나타냅니다. '그/그녀가 나를 좋아할까?'라는 질문에 대해 이 카드를 뽑으면, 당신이 그/그녀에게 매력적이라는 것을 의미합니다. 그/그녀는 당신에게 호감을 가질 수 있지만, 당신들 사이의 관계를 더 잘 이해하기 위해 시간을 더 원할 수도 있습니다. 또한, 그/그녀는 이미 당신에게 감정을 가졌을 가능성이 있으며, 자신의 감정을 처리하기 위해 시간이 필요할 수 있으며, 당신의 인내심이 필요합니다. 어쨌든, '힘' 카드는 긍정적인 메시지를 담고 있으며, 당신의 매력과 흥미를 이끌어 낼 수 있음을 의미합니다.",
                ],
            ],
        ],
    ],
    3 =>
    [
        "title" => "대중 타로 점술 - 누군가 나를 짝사랑하고 있을까?",
        "image_key" => "tarot_love.jpg",
        "description" => "만약 주변에 사랑스러운 커플들을 보면서 혼자라는 느낌이 든다면, 점술을 통해 주변에 누군가 당신을 짝사랑하고 있는지 알아볼 수 있습니다. '대중 타로 점술'을 통해 타로 카드의 해석을 통해 현재 주변에 누군가 당신을 짝사랑하고 있는지 알 수 있습니다. 그 사람은 어쩌면 당신 곁에 있으면서도, 당신을 조용히 좋아하고 있을지도 모릅니다. '대중 타로 점술'이 신비로운 베일을 벗겨주고, 당신의 마음 속 궁금증을 해소해주며, 현재 상황을 더 잘 이해하고 행복을 향해 나아갈 수 있도록 도와줄 것입니다.",
        "cards" => [
            0 => [
                "name" => "달",
                "image_key" => "18_Moon",
                "content" => [
                    0 => "달 카드를 뽑으면, 상황이 명확하지 않으며, 감정적으로 혼란스럽고 모호한 부분이 있을 수 있습니다. 이는 주변에 누군가가 당신에게 호감을 가지고 있지만, 아직 이를 드러내지 않았거나 용기를 내지 못하고 있다는 것을 의미할 수 있습니다. 또는 당신 스스로 감정에 대해 아직 망설이고 확신이 없다는 것을 나타낼 수도 있습니다. 더 많은 시간을 두고 생각하고 탐구하는 것이 필요합니다. 개방적인 태도를 유지하고, 생활 속의 모든 사람과 상황에 대해 신중하게 접근하면, 주변 사람들이 당신에게 관심을 가지고 있는지 더 쉽게 알 수 있을 것입니다. 동시에, 자신의 내면의 목소리를 듣고, 자신이 원하는 것이 무엇인지 명확히 하는 것이 중요합니다. 그래야 올바른 방향을 선택할 수 있습니다.",
                ],
            ],
            1 => [
                "name" => "운명의 수레바퀴",
                "image_key" => "10_Wheel_of_Fortune",
                "content" => [
                    0 => "운명의 수레바퀴 카드를 뽑으면, 현재 당신의 인생이 변화의 과정에 있으며, 새로운 사람들이 당신의 삶에 들어올 가능성이 있음을 의미합니다. 여기에는 당신을 짝사랑하는 사람도 포함될 수 있습니다. 운명의 수레바퀴 카드는 변화의 불확실성과 기회의 등장을 암시하며, 당신이 아직 모르거나 감지하지 못한 일이 일어나고 있음을 나타낼 수 있습니다. 따라서 특정 인물에 대해 궁금해지기 시작했다면, 그 사람도 당신에게 짝사랑의 감정을 가질 가능성이 있습니다. 좀 더 적극적으로 다가가 서로 간의 교류를 증진시키거나, 상대방의 반응을 주의 깊게 살펴보세요. 그러나 너무 서두르지 말고, 자신의 감정이 자연스럽게 발전하도록 두세요. 운명이 당신에게 가장 좋은 결말을 준비할 것이라고 믿으세요.",
                ],
            ],
            2 => [
                "name" => "심판",
                "image_key" => "20_Judgement",
                "content" => [
                    0 => "심판 카드를 뽑으면, 현재 주변에 누군가가 당신에게 관심을 가지기 시작했음을 의미할 수 있습니다. 이 사람은 이미 알고 있는 사람일 수도 있고, 아직 알지 못하는 사람일 수도 있습니다. 하지만, 심판 카드는 당신이 자신의 내면 세계를 직면하고, 적절한 결정을 내려야 함을 상기시킵니다. 즉, 당신을 짝사랑하는 사람이 당신의 삶에 들어오기를 원한다면, 먼저 감정에 대한 자신의 생각을 정리하고 새로운 관계를 시작할 준비가 되어 있어야 합니다. 준비가 되어 있다면, 주변 사람들과의 연결이 생길 기회가 있을 것입니다.",
                ],
            ],
            3 => [
                "name" => "태양",
                "image_key" => "19_Sun",
                "content" => [
                    0 => "태양 카드를 뽑으면, 긍정적이고, 열정적이며, 밝고 즐거운 에너지를 나타내며, 이는 매우 긍정적인 메시지입니다. '누군가 나를 짝사랑하고 있을까?'라는 질문에 대해 태양 카드를 뽑으면, 당신 주변의 누군가 또는 특정 인물이 당신에게 호감을 가지고 있음을 나타낼 수 있습니다. 또한, 이 카드는 자신감과 자기 표현 능력을 상징하므로, 당신의 재능과 매력을 보여줌으로써 더 많은 사람들의 주목을 받을 수 있음을 의미할 수 있습니다. 생활 속에서 주변 사람들을 잘 살펴보고, 자신감 있고 긍정적인 태도를 유지하세요.",
                ],
            ],
            4 => [
                "name" => "마술사",
                "image_key" => "01_Magician",
                "content" => [
                    0 => "마술사 카드를 뽑으면, 주변에 누군가가 당신에게 강한 호기심과 관심을 가지고 있지만, 아직 이를 완전히 드러내지 않았거나 당신이 이를 인식하지 못하고 있을 수 있습니다. 마술사는 자신감, 창의성, 재치, 매력을 상징하므로, 당신은 주변 사람들을 끌어당길 수 있습니다. 그러나 당신도 주도적으로 다가가 상대방을 알아가는 것이 중요합니다. 주변 사람들과의 상호작용을 늘리고, 자신의 사회적 기회를 증가시키며, 자신감을 유지하여 매력을 발산하세요.",
                ],
            ],
            5 => [
                "name" => "교황",
                "image_key" => "05_Hierophant",
                "content" => [
                    0 => "교황 카드는 주변에 누군가가 당신을 짝사랑하고 있을 가능성을 나타내지만, 그들은 수줍음이 많거나 보수적이어서 직접 감정을 표현하지 않을 수 있음을 의미합니다. 이 카드는 또한 영적인 연결을 나타내며, 어떤 면에서 당신과 비슷한 신념이나 가치관을 가지고 있는 사람들이 당신에게 호감을 가질 수 있음을 의미합니다. 그러나 교황 카드는 또한 보수적이고 전통적인 가치관을 상징하므로, 그들이 당신에게 감정을 표현하기까지 시간이 걸리거나 높은 기준을 가지고 있을 수 있습니다. 주변 사람들을 잘 살펴보고, 주도적으로 그들과 교류해보세요. 예기치 않은 결과를 얻을 수도 있습니다.",
                ],
            ],
        ],
    ],
    4 =>
    [
        "title" => "대중 타로 점술 - 현재의 직업이 나에게 적합할까?",
        "image_key" => "tarot_job.jpg",
        "description" => "현재 직업이 당신에게 적합한지 알고 싶다면, 지금 대중 타로 점술을 통해 이 질문에 답을 얻을 수 있습니다. 각 카드는 상징을 대표하며, 현재의 직업 상태를 반영하고, 잠재적인 도전과 숨겨진 기회를 나타낼 수 있습니다. 이러한 방법을 통해 현재 직업 상태를 더 깊이 이해하고, 변화를 필요로 하는지 결정할 수 있습니다. 대중 타로 점술이 현재 직업 상태의 진실을 밝혀주고, 당신이 직장 운명을 더 잘 다룰 수 있도록 도와줄 것입니다.",
        "cards" => [
            0 => [
                "name" => "전차",
                "image_key" => "07_Chariot",
                "content" => [
                    0 => "전차 카드를 뽑으면, 진전과 성공의 에너지를 나타냅니다. 따라서 이 카드가 나왔다는 것은 당신의 직업이 유리한 상태에 있으며, 목표를 달성할 수 있는 능력이 있다는 것을 의미합니다. 자신감과 인내로 어떤 도전도 극복할 수 있습니다. 이 카드는 또한 목표에 집중하고 필요할 때 결단력 있게 행동해야 함을 암시합니다. 전반적으로 전차 카드가 나타난다면, 현재 직업 상태가 좋으며, 앞으로 나아갈 동력이 있고, 직업 목표와 비전이 추구할 가치가 있음을 의미합니다.",
                ],
            ],
            1 => [
                "name" => "힘",
                "image_key" => "08_Strength",
                "content" => [
                    0 => "힘 카드를 뽑으면, 현재의 직업이 당신에게 적합하다는 것을 나타냅니다. 당신은 어려움을 극복할 의지와 인내력을 가지고 있으며, 도전과 스트레스를 잘 다루고 일을 잘 해낼 수 있습니다. 또한, 자제력과 자율성을 갖추고 있어 직업에서 균형과 안정성을 유지할 수 있습니다. 당신은 직업에서 창의력과 열정을 발휘하여 회사에 더 많은 가치를 가져다 줄 수 있습니다. 때때로 직업이 피곤하게 할 수도 있지만, 당신의 의지와 인내력이 어떤 어려움도 극복할 수 있게 해줍니다. 따라서 현재의 직업은 당신에게 매우 적합합니다.",
                ],
            ],
            2 => [
                "name" => "은둔자",
                "image_key" => "09_Hermit",
                "content" => [
                    0 => "은둔자 카드를 뽑으면, 현재의 직업이 당신에게 약간 고독하고, 조용하며, 상호 작용과 사회적 기회가 부족하여 불편할 수 있음을 나타냅니다. 당신은 직업 내용, 목표 및 방향을 더 많이 생각하고 싶어할 수 있습니다. 이 시기에는 사회적 네트워크를 찾고 구축하거나, 동료 및 상사와의 교류와 상호 작용을 적극적으로 시도하여 직업 내용과 회사 문화를 더 잘 이해하고, 직업에서 더 많은 성취감과 만족감을 얻는 것이 좋습니다. 만약 직업이 적합하지 않다고 느낀다면, 자신의 흥미와 능력에 더 적합한 기회를 찾으려고 노력할 수 있지만, 현재의 직업을 쉽게 포기하지 말고 충분한 준비와 고려를 해야 합니다.",
                ],
            ],
            3 => [
                "name" => "매달린 사람",
                "image_key" => "12_Hanged_Man",
                "content" => [
                    0 => "매달린 사람 카드는 역경과 장애를 나타냅니다. 현재의 직업 상태가 어렵고, 예상만큼 진행되지 않으며, 자신이 얽매여 있는 느낌을 받을 수 있습니다. 이는 직업 상태를 다시 검토하고, 직업 목표와 방향을 다시 생각해야 함을 의미할 수 있습니다. 이 카드는 또한 자신의 문제를 직면하고 해결해야 앞으로 나아갈 수 있음을 나타낼 수 있습니다.",
                    1 => "따라서 매달린 사람 카드를 뽑았다면, 현재 직업 상태가 더 많은 인내와 지혜를 필요로 하거나, 자신의 방향을 재조정해야 현재의 직업 환경에 적응할 수 있음을 대중 타로 점술이 보여줍니다. 자신의 목표와 미래 발전 방향을 잘 생각하고, 현재의 어려움을 극복하기 위해 더 많은 조언과 도움을 구하는 것이 좋습니다.",
                ],
            ],
        ],
    ],
];
