<?php
return [
    1 => [
        "number" => 1,
        "number_text" => "제1점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "관관저구,",
            1 => "재하지주,",
            2 => "요조숙녀,",
            3 => "군자호구.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "봄날의 새들이 나무가지 위에서 지저귀고 있다. 강가에 있는 무리의 비둘기들이 노래를 부르고 있다. 그 아름다운 노래소리는 마치 한 소녀의 구애의 소리와 같다. 이는 세상의 일반적인 일이다. 남자가 결혼할 나이가 되면 결혼하고 여자가 성숙해지면 시집가는 것이 당연하다. 많은 군자들이 구애를 한다. 결국 한 명의 숙녀가 좋은 배우자를 만나게 된다. 좋은 인연이 이어져 밝고 화려한 미래를 맞이하게 되며 영원히 화목하게 살게 된다.",
                ],
                1 => [
                    0 => "주: 봄날의 새들이 구애를 하고 남자와 여자가 결혼하여 월하노인이 맺어준다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 아름다운 자태의 여인이 한 멋진 남자를 만나 서로 사랑하게 되는 것을 묘사하며, 성공적인 사랑은 서로의 매력과 구애가 필요함을 시사한다. 이 고사는 《시경》의 《관저》편에서 유래한 것으로, 아름다운 사랑과 결혼을 묘사한다. 이 점은 좋은 인연이 있으면 성공적인 사랑이 될 것임을 의미한다. 또한, 사랑에서 상대를 존중하고 성실함을 유지해야 진정한 행복을 얻을 수 있음을 상기시켜 준다.",
                ],
            ],
        ],
    ],
    2 => [
        "number" => 2,
        "number_text" => "제2점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "낙조와 고독한 기러기가 함께 날고,",
            1 => "가을 강물은 하늘과 한 색깔이다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "낙조와 고독한 기러기가 함께 날고, 가을 강물은 하늘과 한 색깔이다. 낙조와 고독한 기러기, 이는 모두 쓸쓸하고 고독한 모습이다. 낙조 속에 홀로 날아가는 기러기는 사람들에게 가을이 끝나고 겨울이 오는 것을 깊이 느끼게 한다. 번성했던 여름이 지나고 가을이 끝났다. 이러한 때, 당신은 선행을 즐기고 덕을 쌓는 데 힘써야 한다. 때를 기다리면 자연스럽게 이루어질 것이다.",
                ],
                1 => [
                    0 => "주: 쓸쓸하고 고독한 상황, 단독적인 모습, 진취하지 않음이 좋으며 때를 기다려야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“낙조와 고독한 기러기가 함께 날고, 가을 강물은 하늘과 한 색깔이다”는 아름다운 분위기를 표현한다. 사랑 해석에서는 두 사람이 마음이 통하고 뜻이 맞아 공동의 목표와 추구를 가지고 함께 비상하는 아름다운 사랑을 나타낼 수 있다. 이 점은 또한 사랑이 평등과 상호 존중이 필요함을 암시하며, 그래야만 사랑이 오래 지속될 수 있음을 시사한다.",
                ],
            ],
        ],
    ],
    3 => [
        "number" => 3,
        "number_text" => "제3점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "종묘에서 즐기고,",
            1 => "자손이 이를 지키리.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이전 세대의 복이 자손에게까지 이어진다. 화도 마찬가지이다. 복이 한 세대에 이어지면 그 은혜와 사랑을 잊어서는 안 된다. 이전 세대의 복을 누리는 우리는 이를 다음 세대에게도 전해야 한다. 모든 일이 이렇듯 한 세대에서 다음 세대로 이어지면 모두가 끊임없이 복을 누릴 수 있다. 당신이 조상을 기억하면 자손도 이를 본받을 것이다.",
                ],
                1 => [
                    0 => "주: 조상이 덕을 쌓으면 가정이 항상 즐겁고, 인연이 원만하며 자손이 번성한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "주된 의미는 “조상의 보호가 당신의 후손에게 이익을 줄 것이다”이다. 사랑에서는 이 점이 조상이 하늘에서 당신을 보호해주어 진정으로 적합한 배우자를 찾도록 도와주거나 당신의 사랑을 지속적으로 안정되게 지켜주는 것을 의미할 수 있다. 또한, 이 점은 사랑 생활에서 항상 조상과 가족을 기억하고, 당신이 가진 감정을 소중히 여기며 그것을 위해 노력하고 견뎌야 함을 상기시켜 준다.",
                ],
            ],
        ],
    ],
    4 => [
        "number" => 4,
        "number_text" => "제4점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "이 사람은,",
            1 => "이런 병이 있다.",
            2 => "이 사람은,",
            3 => "이런 병이 있다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "모든 사람은 질병, 결점, 혹은 습관을 가지고 있다. 심지어 성인도 자기 수양을 하기 전에는 마찬가지이다. 결점과 실수는 누구나 면할 수 없다.",
                ],
                1 => [
                    0 => "고훈에 이르기를: 잘못을 알고 고칠 수 있다면 더 큰 선이 없다. 마치 사람이 병이 나도 의사를 피하지 않으면 완치될 수 있는 것처럼.",
                ],
                2 => [
                    0 => "주: 사람은 성인이 아니므로 누구나 실수할 수 있으며, 잘못을 알고 고치는 것이 중요하다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 깊은 의미를 담고 있어 여러 각도로 이해할 수 있다. '이 사람'과 '이 병'은 인간의 삶에서 겪는 고난과 질병을 암시할 수도 있으며, 시인이 자신의 방탕한 생활 방식에 대한 반성과 후회를 표현하는 것일 수도 있다. 구체적인 해석은 사람마다 다를 수 있다.",
                ],
            ],
        ],
    ],
    5 => [
        "number" => 5,
        "number_text" => "제5점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "동쪽 집 담을 넘어 그 여인을 안으면,",
            1 => "아내를 얻을 것이다.",
            2 => "안지 않으면,",
            3 => "아내를 얻지 못할 것이다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "우연한 기회나 오랜 시간 함께 지내며 종신을 약속할 만한 사람을 만나면 행동을 취해야 한다. 기회를 놓치지 말아야 한다. 인연이 다가오면 용감히 나아가야 한다.",
                ],
                1 => [
                    0 => "주: 좋은 인연을 놓치지 말고 결단력 있게 행동해야 결실을 맺을 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 남자가 마음에 드는 여성을 얻기 위한 방법을 묘사하며, 구체적인 장면과 행동을 그린다. 그러나 이러한 행동은 현대 사회에서는 권장되거나 용인되지 않으며, 여성의 자율성과 존엄성을 침해한다. 따라서 우리는 이 점에서 사랑의 방법을 배우기보다는 타인의 의사를 존중하고 현대 사회의 도덕적 관념과 법규를 따르는 것이 중요하다.",
                ],
            ],
        ],
    ],
    6 => [
        "number" => 6,
        "number_text" => "제6점",
        "subtitle" => [
            0 => "상길",
        ],
        "stick_text" => [
            0 => "바람이 대나무 소리를 울리고,",
            1 => "금패 소리가 나는 줄 알았네.",
            2 => "달이 꽃 그림자를 옮기고,",
            3 => "옥인(玉人)이 온 줄 알았네.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "바람이 대나무 소리를 울리고, 금패 소리가 나는 줄 알았네.",
                ],
                1 => [
                    0 => "달이 꽃 그림자를 옮기고, 옥인(玉人)이 온 줄 알았네. 봄바람이 불어 대나무 잎이 흔들리며 사각사각 소리를 낸다. 마치 금패 소리가 나는 것 같고, 달빛이 이동하며 꽃 그림자가 생기니 아름다운 여인이 온 것 같다. 이를 통해 알 수 있듯이 좋은 일이 다가오고 있음을 시사한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 아름다운 경치 속에서 아름다운 소리를 듣고 그것이 어떤 보물의 소리인 줄 알았지만 실제로는 아름다운 사람의 소리였다는 뜻이다. 이 점의 해석은 사랑과 관련이 있으며, 사랑을 찾는 과정에서 때로는 외모나 다른 것들에 현혹되어 진정으로 소중한 것을 놓칠 수 있음을 의미한다. 따라서 이 점은 사랑에서 맑은 정신을 유지하고 외모나 겉모습에 현혹되지 않으며 상대의 진정한 내면을 봐야 함을 상기시킨다.",
                ],
            ],
        ],
    ],
    7 => [
        "number" => 7,
        "number_text" => "제7점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "이것은 누추한 방이지만,",
            1 => "오직 내 덕이 향기롭네.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "비록 누추한 방에 거주할지라도 자신의 덕을 갖추고 있을 때 스스로의 향기가 난다. 즉, 자신의 덕과 지혜를 갖추고 있을 때 하늘은 스스로 좋은 인연을 내려줄 것이다. 스스로를 비하하거나 포기하지 말아야 한다.",
                ],
                1 => [
                    0 => "주: 기회가 아직 오지 않았으니, 잠시 성품을 닦으며 덕과 지혜를 겸비하면 하늘이 좋은 인연을 내려줄 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 누추한 환경에 살고 있을지라도 고상한 덕을 갖추고 있으면 그 자체로 향기가 난다고 묘사한다. 사랑에 있어서 이 점은 물질적인 부유함이 없더라도 내면이 아름답고 정직하며 선량하다면 같은 고상한 품질을 가진 사람을 끌어당겨 진정한 사랑의 행복을 얻을 수 있음을 의미한다. 따라서 이 점은 물질적인 부나 외모보다는 내면의 품질을 중시해야 함을 격려한다.",
                ],
            ],
        ],
    ],
    8 => [
        "number" => 8,
        "number_text" => "제8점",
        "subtitle" => [
            0 => "중상",
        ],
        "stick_text" => [
            0 => "내게 뽕밭에서 만나기를 약속하고,",
            1 => "궁궐에서 나를 원하고,",
            2 => "기(淇) 강가에서 나를 보내네.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "남녀의 결혼은 일생의 큰 일이다. 이는 인생의 행복을 결정하는 중요한 일이다. 그러므로 부정한 방법이나 강압적인 수단으로 이루어져서는 안 된다. 반드시 정당한 방법으로 상대방의 마음을 얻어야 하며, 두 사람이 서로 원해야 이루어진다. 위의 원칙을 어기고 행할 경우, 결합되더라도 겉으로만 합치고 마음은 멀어져 좋지 않은 결과를 초래할 수 있다.",
                ],
                1 => [
                    0 => "주: 성의와 진심이 중요하며, 두 마음이 즐겁지 않으면 강요해도 소용없다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 전쟁과 사랑의 이야기를 묘사한다. '뽕밭에서 만나기를 약속하고'는 전쟁에 출정하는 것을 의미하며, '궁궐에서 나를 원하고'는 결혼을 의미한다. 주인공은 전쟁이 끝난 후 고향으로 돌아와 사랑하는 여인과 결혼하게 된다. 이 점은 성공적인 사랑을 위해 많은 시험과 노력이 필요하지만, 그 결과는 보람이 있을 것임을 시사한다.",
                ],
                1 => [
                    0 => "따라서 이 점의 사랑 해석은 당신이 추구하는 대상이 있다면 노력과 인내를 통해 많은 시험과 장애를 극복해야 상대의 마음을 얻을 수 있음을 의미한다. 그러나 꾸준히 노력한다면 최종적으로 성공할 가능성이 더 커진다.",
                ],
            ],
        ],
    ],
    9 => [
        "number" => 9,
        "number_text" => "제9점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "그러면 부모가,",
            1 => "나라 사람들이 모두 그를 천하게 여기리라.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "부모, 즉 당신의 부모님도 당신을 가볍게 여길 것이다. 이는 자식이 부모에게 멀리 떨어져 홀대받거나 무시당하는 이유는 여러 가지가 있겠지만, 가장 큰 이유는 친구를 잘못 사귀었기 때문이다. 자신의 행동을 조심하지 않으면 큰 후회를 남길 수 있다. 그러므로 신중해야 하며, 결혼도 마찬가지로 평생의 반려자를 신중하게 선택해야 한다.",
                ],
                1 => [
                    0 => "주: 결혼은 중요한 일이며, 부모님의 의견을 존중해야 하며 고집을 피우면 후회할 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 당신이 추구하는 사람이 사회적 지위와 다를 경우, 저항과 반대에 직면할 수 있음을 의미한다. 그러나 진정으로 사랑한다면 이러한 어려움을 용감하게 마주하고 행복을 위해 노력해야 하며, 상대의 가족과 친구들을 존중하며 이해와 지지를 얻어야 한다.",
                ],
            ],
        ],
    ],
    10 => [
        "number" => 10,
        "number_text" => "제10점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "자식을 길러 노후를 대비하고,",
            1 => "곡식을 쌓아 기근을 대비하라.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "예로부터 두 가지 고훈이 있다. 자식을 길러 노후를 대비하고, 노후에는 그들이 섬기며 노년을 즐길 수 있다. 평소에는 아끼고 절약하여 곡식을 쌓아 기근을 대비한다. 특히 자식을 잘 가르쳐야 한다. 결혼도 마찬가지로 결혼 후에도 서로를 돌보고 부부의 정을 돈독히 해야 한다.",
                ],
                1 => [
                    0 => "주: 남자는 결혼할 나이가 되면 결혼하고 여자는 시집가며 자식을 낳아 기르고 부부의 정을 돈독히 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 결혼을 묘사한 점이며, '자식을 길러 노후를 대비하고 곡식을 쌓아 기근을 대비하라'는 말은 계획적으로 생활을 준비하여 미래의 어려움을 피하라는 의미이다. 사랑의 관점에서 이 점은 좋은 반려자를 찾는 것이 중요함을 시사한다. 좋은 반려자는 인생에서 중요한 지원자와 이익이 될 수 있다. 이 점은 또한 사랑에 빠져 생활의 실제 필요를 간과하지 말라는 경고를 담고 있다.",
                ],
            ],
        ],
    ],
    11 => [
        "number" => 11,
        "number_text" => "제11점",
        "subtitle" => [
            0 => "중평",
        ],
        "stick_text" => [
            0 => "자신의 손으로 바나나 나뭇잎을 자르고 불경을 쓴다, 금련은 다시 중정에 인쇄되지 않는다.",
            1 => "맑은 바람과 밝은 달이 항상 생각난다, 옥관과 붉은 줄을 들어야 한다. 병이 많아 옷이 더 얇아지고, 숙장의 화장은 아직 남아있고 술에서 갓 깬 상태이다.",
            2 => "위성년이 달라졌지만 무슨 일이 일어났을까, 누워서 견우와 직녀 별을 본다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "앞 문장은 바나나 나뭇잎을 잘라 불경을 쓰는 것이다. 맑은 바람과 밝은 달이 항상 생각난다. 이는 맑은 바람 중의 밝은 달로, 과거의 세월을 회상하고 자신의 앞길을 상상한다. 이는 무의미한 행동이지만, 이는 마치 병이 많은 사람이 얇은 옷을 입고 숙장이 술에서 갓 깬 상태와 같다. 현재의 자신을 돌보며 건강한 몸을 가져야 건강한 의지가 따라온다. 이렇게 해야만 새로운 기회를 만날 수 있다.",
                ],
                1 => [
                    0 => "주: 지나간 것은 이미 지나갔다. 다가오는 것을 쫓아야 한다. 이렇게 해야만 새로운 기회를 얻을 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점의 내용은 복잡하여 사랑뿐만 아니라 다른 측면도 포함된다. 대체로 이 시는 조용한 환경에서 불경을 쓰며 과거의 사랑을 회상하는 사람을 그린다. 시에는 금련, 옥관 붉은 줄 등이 언급되어 있으며 이는 사랑의 상징이다. 그러나 끝부분에서는 견우와 직녀를 언급하여 이 사랑이 이미 지나갔음을 암시한다. 전체 시의 주제는 시간이 지나도 사람들은 아름다운 사랑에 대한 추구와 회상이 사라지지 않는다는 것이다.",
                ],
            ],
        ],
    ],
    12 => [
        "number" => 12,
        "number_text" => "제12점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "하나는 기쁨,",
            1 => "하나는 두려움.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이 세상 일에는 두 가지를 모두 완벽하게 만족시킬 수 있는 것은 없다. 심지어 어떤 사람들은 세상일의 열 가지 중 여덟아홉 가지는 뜻대로 되지 않는다고 말한다. 이러한 반복되는 세상에서 우리는 어떻게 대처해야 할까? 현실을 직시하고 상황을 분석하여 선택과 결단을 내려야 한다. 지나치게 욕심을 부리지 말아야 하며, 작은 실패에 좌절하지 말아야 한다.",
                ],
                1 => [
                    0 => "주: 일은 완벽할 수 없으며, 걱정과 기쁨이 반반이다. 현실을 직시하고 지나치게 욕심을 부리지 말아야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 사랑에서 기쁨과 두려움이 공존함을 나타낸다. 당신이 누군가를 좋아하지만, 동시에 그들이 당신을 받아들일지, 혹은 사랑이 가져올 위험과 불확실성을 걱정할 수 있다. 또는 미래에 대해 낙관적이지만, 과거의 문제나 도전이 당신의 관계에 영향을 미칠까 두려워할 수 있다. 이 점은 사랑에서 기쁨을 유지하면서도 걱정과 어려움을 진지하게 처리해야 함을 상기시킨다.",
                ],
            ],
        ],
    ],
    13 => [
        "number" => 13,
        "number_text" => "제13점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "산이 다하고 물이 끝나 더 이상 길이 없는 듯 하더니,",
            1 => "버드나무가 우거지고 꽃이 피어나 또 하나의 마을이 있네.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "앞쪽은 겹겹이 쌓인 산맥으로 더 이상 길이 없다고 느낄 때, 갑자기 또 하나의 마을이 나타난다. 마음이 지쳐 모든 희망을 잃었을 때, 돌고 돌아 새로운 기회가 찾아온다. 이는 사람의 운명이다. 당신은 이미 좋은 상황에 들어섰으며, 반드시 좋은 인연을 만날 것이다.",
                ],
                1 => [
                    0 => "주: 사랑의 길이 험난하더라도 노력하면, 강한 마음을 가지면 앞으로 나아갈 곳이 있을 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 어려운 상황에서 전환점이 나타나는 장면을 그리며, 사랑에 대한 몇 가지 교훈을 제공한다. 사랑이 어려움에 빠져 길이 없는 것처럼 보일 때도 이는 일시적일 수 있으며, 전환점이 곧 올 것이다. 희망을 잃지 말고 다음 모퉁이에 꽃과 버드나무가 우거진 마을이 기다리고 있음을 믿어야 한다. 사랑에서는 때때로 어려움과 도전이 피할 수 없지만 계속 앞으로 나아가면 전환점과 새로운 기회를 맞이할 수 있다.",
                ],
            ],
        ],
    ],
    14 => [
        "number" => 14,
        "number_text" => "제14점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "누가 차가 쓴맛이라 했는가,",
            1 => "그 맛이 달콤하기 이를 데 없다.",
            2 => "새로 결혼하여,",
            3 => "형제처럼 친밀하다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 선입견으로 인해 어떤 것을 좋아하고 찬양하게 되면, 그 대상을 더 사랑하게 된다. 예를 들어 쓴맛이 나는 차와 쓴 오이라도 좋아하는 사람에게는 맛있고 달콤하게 느껴진다. 반려자의 선택도 이와 같다. 사랑을 출발점으로 삼으면 귀천의 차이를 느끼지 않게 된다.",
                ],
                1 => [
                    0 => "주: 남자가 정이 있고 여자가 마음이 있으면, 귀천을 따지지 않고 사랑을 출발점으로 삼아야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘차가 쓴맛’은 어려움을, ‘달콤한 잎’은 달콤함을 나타낸다. 이 성어는 결혼에서 어려움이 있을 수 있지만, 부부가 서로를 이해하고 양보하면 어려움을 극복하고 결국 행복을 얻을 수 있음을 전달한다. 따라서 이 점은 부부가 서로 양보하여 어려운 시기를 극복하고 결혼의 지속적인 행복을 유지하도록 격려한다.",
                ],
            ],
        ],
    ],
    15 => [
        "number" => 15,
        "number_text" => "제15점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "군자는 예를 신중히 하여,",
            1 => "간교로 의심받지 않는다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "군자는 반드시 예절을 중시해야 한다. 모든 언행이 예절에 어긋나지 않도록 해야 하며, 정직하고 고상한 태도로 행해야 한다. 이는 다른 사람에게 좋은 인상을 주고, 누군가가 그를 비난하거나 의심할 수 없게 한다.",
                ],
                1 => [
                    0 => "주: 군자는 행위가 올바르고, 숙녀는 절개를 지키며, 예절을 넘어서지 말고 가벼이 행하면 비난을 받기 어렵다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 사랑에서 성실을 지키고, 간교한 수단으로 상대를 속이지 말아야 함을 의미한다. 누군가에게 마음이 있다면 성실하게 대하고, 속임수나 거짓말로 상대의 주의를 끌거나 사랑을 얻으려 해서는 안 된다. 성실과 진실만이 지속적이고 안정된 사랑 관계를 구축하는 기초가 된다.",
                ],
            ],
        ],
    ],
    16 => [
        "number" => 16,
        "number_text" => "제16점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "의중인,",
            1 => "인중의,",
            2 => "즉 나무정무정화조야정응,",
            3 => "일반적해결지두학병서.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 마음이 온전히 사람에 다다르면 반드시 훌륭한 결과가 있을 것이다. 쉽게 말해 의중인, 인중의. 진정한 감정이 드러날 때, 말 못하는 꽃과 새도 그 마음을 이해할 수 있다. 이는 마음과 정이 가득 찬 때, 인연이 찾아올 기회가 있음을 의미한다.",
                ],
                1 => [
                    0 => "주: 두 사람이 서로 마음에 들면, 꽃과 새가 감정을 전하고, 두 마음이 서로 의지하면 정이 깊어진다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점은 사랑에서의 상호 끌림과 마음이 통한 것을 표현한다. 의중인과 인중의가 상응하며, 이는 두 사람이 서로 마음에 들어함을 나타낸다. 시에서 말하는 무정한 꽃과 새도 사랑 때문에 마음이 움직이는 것은 이 사랑이 두 사람 사이에만 있는 것이 아니라 주변 환경에도 영향을 미친다는 의미이다. '해결지두학병서'는 두 사람이 함께 생활하며 가정을 이루는 것을 상징한다. 전체적으로 이 점은 사랑이 충만한 좋은 징조를 나타낸다.",
                ],
            ],
        ],
    ],
    17 => [
        "number" => 17,
        "number_text" => "제17점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "덕은 본이요,",
            1 => "재는 말이니라.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "고인이 말하길, 사람에게 가장 중요한 것은 덕, 언, 공을 세우는 것이다. 덕이 있는 자는 재물을 가볍게 여기고, 덕이 있는 사람이 재물을 중시하면 덕이 떨어진다. 재물은 인생에 필요한 것이지만, 정당하게 취해야 한다. 의롭지 않은 재물은 취하지 말라. 이로 인해 배우자를 선택할 때도 이 원칙을 따라야 한다. 좋은 사람을 고르고, 덕을 중시하며, 재물을 가볍게 여겨야 한다. 그렇지 않으면 후회할 것이다.",
                ],
                1 => [
                    0 => "주: 남자는 좋은 사람을 고르고, 여자는 덕을 중시하며, 재물을 가볍게 여기면 화합하고 원만하다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "덕행은 본질이고 재물은 일시적이라는 뜻으로, 사랑에서는 상대방의 품성과 도덕적 수양을 중시해야 하며, 상대방의 재물이나 물질적 조건만을 보지 말아야 한다. 진심으로 사랑한다면 상대방의 인격 매력과 내면의 가치를 소중히 여겨야 한다. 재물은 일시적인 행복을 줄 수 있지만, 오직 상대방의 진정한 품성과 내면의 자질만이 오랜 행복을 가져올 수 있다.",
                ],
            ],
        ],
    ],
    18 => [
        "number" => 18,
        "number_text" => "제18점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "내덕이 풍부할 뿐만 아니라,",
            1 => "외감의 도움도 있다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "매의 발톱을 숨긴 것과 같다. 능력을 가진 사람은 책을 많이 읽어 품성과 학식을 풍부하게 하고, 자신의 재능을 밖으로 드러내지 않는다. 그러나 결혼만은 다르다. 마음에 드는 사람에게는 자신의 능력을 적절히 드러내어 상대방의 신뢰를 얻는 것이 중요하다. 그렇지 않으면 상대방은 알 수 없고, 심지어 떠나버릴 수 있다.",
                ],
                1 => [
                    0 => "주: 마음에 드는 사람에게 진심으로 고백하고, 성의를 다해 감동시키면 반드시 얻을 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점의 해석은 추상적이므로 구체적인 문제나 상황에 따라 더 구체적인 해석이 필요할 수 있다. 다음은 몇 가지 가능한 해석의 방향이다.",
                ],
                1 => [
                    0 => "첫째, 이 점은 덕행과 재물을 언급하며, 내적 수양과 외적 표현을 중시할 것을 제안한다. 사랑에서는 튼튼한 감정 기반을 세우고, 좋은 대인 관계를 유지하며, 자신의 이미지와 외적 표현도 중요시해야 할 수 있다.",
                ],
                2 => [
                    0 => "둘째, 점에서는 외적인 감화도 내적 수양에 도움이 된다고 언급한다. 이는 외부 환경과 대인 관계가 자신의 성장과 발전에 영향을 미칠 수 있다는 의미로 해석될 수 있다. 사랑에서는 적절한 상대를 선택하고 좋은 상호작용 관계를 구축하며, 상대방으로부터 에너지를 얻고 영감을 받을 수도 있다.",
                ],
                3 => [
                    0 => "종합적으로, 이 점은 지나치게 재물을 추구하지 말고, 내적 수양과 대인 관계를 중시하며, 외부 환경에서 힘과 영감을 얻는 것을 상기시킨다. 사랑에서는 튼튼한 감정 기반을 세우고, 상호작용 관계를 중요시하며, 상대방으로부터 배우고 성장하는 것이 중요하다.",
                ],
            ],
        ],
    ],
    19 => [
        "number" => 19,
        "number_text" => "제19점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "혹은 십년,",
            1 => "혹은 칠팔년,",
            2 => "혹은 오륙년,",
            3 => "혹은 삼사년.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "혹은 오륙년, 혹은 삼사년은 모두 년월을 나타낸다. 당신과 그녀의 인연이 이루어지는 것은 삼사년, 오륙년, 칠팔년, 심지어 십년이 걸릴 수도 있다. 시간, 공간, 학업이나 직업 등으로 인해 떨어져 있을 수 있다. 어떤 계기로 급작스러운 변화가 일어날 수 있으며, 인내심을 가지고 기다려야 한다.",
                ],
                1 => [
                    0 => "주: 인연을 묻는다면, 아직 인연이 무르익지 않았으니, 강요하지 말고 기회를 기다려야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이는 시간의 문제를 의미하며, 몇 년 또는 몇 십 년의 기다림이 필요할 수 있음을 나타낸다. 사랑에 대해서는 적합한 사람이 나타날 때까지 인내심을 가지고 기다려야 하며, 사랑을 서두르지 말라는 의미일 수 있다. 또한, 사랑하는 사람과 함께 하는 시간을 소중히 여기고, 쉽게 포기하지 말라는 경고일 수도 있다.",
                ],
            ],
        ],
    ],
    20 => [
        "number" => 20,
        "number_text" => "제20점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "어떻게 할까요,",
            1 => "공자가 말하길,",
            2 => "괜찮다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "누군가가 물어보면, 이 문제를 어떻게 해결해야 하는가? 공자가 말하길, 괜찮다. 즉, 진행할 수 있다. 누구에게 물어보는가? 바로 나의 스승에게 물어본다. 그들이 당신에게 말하길, 괜찮다. 당신은 이를 기준으로 삼아 결단을 내리고 실행해야 한다. 결혼도 마찬가지이다. 현재 당신이 사귀고 있는 사람이 적합한지 여부는, 먼저 장로에게 물어보라. 그들의 눈에 적합하다고 하면 받아들여라.",
                ],
                1 => [
                    0 => "주: 가능 여부를 묻는다면, 괜찮다. 모든 일이 계획대로 될 것이니, 망설일 필요 없다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사랑에 있어 이 점은 긍정과 지지를 나타내며, 이 감정이 긍정적이고 미래가 밝다는 것을 의미할 수 있다. 감정이 가치 있는지 묻는다면, 이 점의 답은 '괜찮다'이며, 이는 결정을 지지하고, 계속 나아갈 가치가 있다는 의미일 수 있다. 그러나 이는 점의 해석일 뿐, 최종 결정은 당사자가 내려야 한다.",
                ],
            ],
        ],
    ],
    21 => [
        "number" => 21,
        "number_text" => "제21점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "십묘지간혜,",
            1 => "상자한한혜.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "예전에 다섯 묘지의 밭을 가진 집에서, 뽕나무와 삼을 심어, 가족이 세 끼를 먹고 살 수 있었다. 이제는 열 묘지의 땅을 가지고 있어 뽕나무와 삼을 심을 수 있게 되어, 자연스럽게 더 여유로워졌다. 생활이 안정되었으며, 명예와 이익을 얕게 여기고, 담담하게 살면 즐거움을 느낄 것이다. 그렇지 않으면 하늘의 벌을 받을 것이다.",
                ],
                1 => [
                    0 => "주: 열 묘지의 땅으로 온갖 것을 도모할 수 있으며, 명예와 이익을 담담히 여기며 천명을 알면 즐겁다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 한적한 전원의 경치를 묘사하며, 그 속에서 뽕나무가 조용히 자라고 있음을 나타낸다. 사랑에 관해서 이 점은 사랑이 마치 조용한 밭과 같아서 인내심을 가지고 자연스럽게 성장하고 발전할 필요가 있음을 나타낸다. 또한, 뽕나무가 성장하려면 시간이 필요한 것처럼, 사랑도 시간이 필요하며 인내와 신뢰를 통해 키워나가야 한다는 것을 암시한다. 따라서 이 점은 사랑에 있어서 인내와 신뢰를 갖고 사랑의 힘과 발전 가능성을 믿으라고 조언한다.",
                ],
            ],
        ],
    ],
    22 => [
        "number" => 22,
        "number_text" => "제22점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "오랜 가뭄에 단비를 만나다,",
            1 => "타향에서 옛 친구를 만나다,",
            2 => "신방의 화촉의 밤,",
            3 => "금榜에 이름을 올릴 때.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "대길의 상징, 흔히 말하는 이중의 기쁨이 드물다. 이제는 사중의 기쁨이 찾아오니 정말 드문 일이다. 다섯 가지 복이 한꺼번에 오니 세상에 둘도 없다.",
                ],
                1 => [
                    0 => "주: 대길의 상징, 다섯 가지 복이 한꺼번에 오니 세상에 둘도 없다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "오랜 가뭄 끝에 단비가 내리는 것처럼, 어려운 시기를 겪은 후에 좋은 일이 생길 것이다. 사랑에 있어서도, 만약 당신이 오랫동안 적합한 사람을 찾지 못했다면, 이 점은 당신이 뜻밖에 옛 친구나 타지에서 만난 사람이 중요한 인연이 될 것임을 예고한다. 그 사람은 당신의 인생에서 중요한 사람이 될 것이며, 결국 당신과 동반자가 될 가능성이 크다. 또한, 이러한 인연은 당신에게 큰 성공이나 기쁨을 가져다줄 것이다. 예를 들어, 시험에 합격하거나 일에서 큰 성취를 이룰 수 있다.",
                ],
            ],
        ],
    ],
    23 => [
        "number" => 23,
        "number_text" => "제23점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "단 한 점의 옛 정을 남겨두고,",
            1 => "봄 누에가 늙어 죽을 때까지,",
            2 => "여전히 실을 뽑는다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "그녀는 당신에게 무정하다. 그녀의 마음은 이미 당신에게서 멀어졌다. 그녀는 당신을 미워하게 되었으며, 그 이유는 그녀가 아직 홀로 있기 때문이다. 이는 아름다운 누에가 짝을 잃은 것과 같다. 자식이 있다면 그녀와 함께 지낼 수 없을 것이다. 신에게 의지해 해결해야 한다.",
                ],
                1 => [
                    0 => "주: 그녀의 마음은 무정하며, 미움은 끝이 없다. 다시 이어지고 싶다면, 신에게 의지해 해결해야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘옛 정’은 과거의 감정을 의미하며, ‘봄 누에가 늙어 죽을 때까지 여전히 실을 뽑는다’는 여전히 사랑에 대한 갈망과 집착을 의미한다. 따라서 이 점은 사랑에 대한 끈기와 충성을 나타내며, 시간이 지나도 변하지 않는 감정을 상징한다. 또한 현재의 사랑을 소중히 여기고, 기회를 놓치지 말라는 경고이기도 하다.",
                ],
            ],
        ],
    ],
    24 => [
        "number" => 24,
        "number_text" => "제24점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "그는 이미 끝났다고 생각하지만,",
            1 => "미움은 끝이 없다,",
            2 => "이것은 아름다운 새가 짝을 잃은 것이다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "그는 이미 끝났다고 생각하지만, 그녀는 당신을 미워하게 되었으며, 그 이유는 그녀가 아직 홀로 있기 때문이다. 이는 아름다운 새가 짝을 잃은 것과 같다. 자식이 있다면 그녀와 함께 지낼 수 없을 것이다. 신에게 의지해 해결해야 한다.",
                ],
                1 => [
                    0 => "주: 그녀의 마음은 무정하며, 미움은 끝이 없다. 다시 이어지고 싶다면, 신에게 의지해 해결해야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "아름다운 새는 고대 신화에서 부부를 상징한다. 이 점은 두 사람 사이의 감정이 완전히 깨져 더 이상 회복할 수 없음을 의미한다. 한 쪽은 여전히 상대방을 생각하지만, 감정은 이미 끝났음을 나타낸다. 따라서 사랑을 소중히 여기고 유지하는 것이 중요하다는 경고이다.",
                ],
            ],
        ],
    ],
    25 => [
        "number" => 25,
        "number_text" => "제25점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "결혼할 수 있다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "결혼할 수 있다. 그녀는 좋은 반려자이다. 결혼할 수 있으며, 현재 일부 문제가 있지만 모두 사소한 문제이다. 이미 좋은 일이 되었으니, 앞으로는 영원히 사랑할 것이다.",
                ],
                1 => [
                    0 => "주: 그녀는 좋은 사람이며, 결혼할 수 있다. 이미 좋은 일이 되었으니, 앞으로는 영원히 사랑할 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이는 결혼할 수 있다는 길조이다. 그러나 점의 해석은 단서일 뿐, 완전히 의지해서는 안 된다. 사랑 관계에서는 외적인 인연과 조건 외에도, 양쪽의 노력과 성의가 필요하다. 당신이 사랑하는 사람을 찾았다면, 그 감정을 소중히 여기고 미래를 믿어야 한다.",
                ],
            ],
        ],
    ],
    26 => [
        "number" => 26,
        "number_text" => "제26점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "유웅유파,",
            1 => "남자의 상서로움.",
            2 => "유휴유사,",
            3 => "여자의 상서로움.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "남자가 꿈에 곰과 같은 동물을 보면, 이는 길조로, 장차 큰 성공을 이룰 날이 올 것이다. 여자가 꿈에 뱀과 같은 동물을 보면, 이 역시 길조로, 장차 좋은 일이 생길 것이다. 이 시구는 남자아이와 여자아이 모두에게 좋은 징조임을 알리고 있다.",
                ],
                1 => [
                    0 => "주: 남자는 곰을 꿈꾸고, 여자는 뱀을 꿈꾸면 길조이다. 자식을 낳고 기르는 것은 상서로운 징조이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "남자가 꿈에서 작은 곰이나 큰 곰을 보면 이는 길몽이다. 곧 좋은 일이 생길 것이며, 남자 아이를 가질 운명임을 암시한다.",
                ],
                1 => [
                    0 => "이 점은 남자는 곰이나 큰 곰을 꿈꾸는 것이, 여자는 뱀을 꿈꾸는 것이 길조임을 말하고 있다. 그러나 이는 사랑에 관한 점괘가 아니라 개인의 운명이나 사업에 관한 예측으로, 이 점괘는 결혼이나 사랑과는 관련이 없을 수 있다. 따라서 사랑에 대해 해석하는 것은 다소 무리가 있을 수 있다.",
                ],
            ],
        ],
    ],
    27 => [
        "number" => 27,
        "number_text" => "제27점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "왕족의 아름다움.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신은 귀족 출신이 아니며, 시대가 변했기 때문에 귀족과 평민의 구분이 없음을 알아야 한다. 사람은 태어나면서 모두 평등하며, 천자와 백성의 차별이 없다. 따라서 좋은 인연을 찾을 때 평범한 사람들 사이에서 찾아야 하며, 사랑과 인연을 중시해야 한다.",
                ],
                1 => [
                    0 => "주: 천생 재질에는 귀천이 없으니, 지나치게 높이 보지 말고, 자신과 다른 사람을 잘못 인도하지 않도록 하라.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 문구는 결혼과 관련이 있을 수 있다. 왕족은 귀족 가문을 의미하며, 이 점괘는 당신의 반려자가 출신이 좋고 고귀하고 우아한 품질을 가지고 있음을 나타낼 수 있다. 그러나 점괘는 결혼 생활이 반드시 행복할 것을 보장하지 않으며, 여전히 서로의 사랑과 신뢰, 이해를 기반으로 해야 한다.",
                ],
            ],
        ],
    ],
    28 => [
        "number" => 28,
        "number_text" => "제28점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "부부도,",
            1 => "형제도.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 평생을 부부로 결합하려면 형제처럼 서로 존경하고 사랑해야 한다. 손과 발처럼 친밀한 형제처럼 서로 존중하고 결정적으로 연리지 가지가 되어 함께 날아오를 때 평생 행복을 누릴 것이다.",
                ],
                1 => [
                    0 => "주: 부부가 서로 존경하고 사랑하며, 집안과 사람을 사랑하여 평생 행복하게 지낸다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 먼 곳에 있는 친구나 친척을 그리워하는 감정을 표현하고 있다. 이 시의 해석은 전통적인 사랑보다는 우정이나 가족의 애정에 더 가깝다.",
                ],
            ],
        ],
    ],
    29 => [
        "number" => 29,
        "number_text" => "제29점",
        "subtitle" => [
            0 => "중평",
        ],
        "stick_text" => [
            0 => "꽃을 심으려 했으나 꽃이 피지 않고,",
            1 => "뜻하지 않게 심은 버드나무가 그늘을 이루었다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "꽃을 정성스럽게 돌보았지만 중간에 시들고 말았다. 그러나 연못 옆에 심었던 버드나무는 무성하게 자랐다. 결혼도 마찬가지이다. 원래 의도한 사람과 결혼하지 않았지만, 그 결과는 매우 좋을 것이다.",
                ],
                1 => [
                    0 => "주: 인연은 하늘이 정하는 것이니, 노력해도 얻을 수 없고, 억지로 강요할 수 없으며, 뜻하지 않게 얻어진다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사람이 꽃을 심으려 했으나 꽃이 피지 않고, 무심코 심은 버드나무가 그늘을 이루는 것은 운명의 신비함을 암시한다. 사랑에 있어서 이 점괘는 사랑을 억지로 추구하지 말고 자연스럽게 따라야 한다고 경고한다. 때로는 우리가 마음을 다해 누군가를 추구해도 그들의 반응을 얻지 못하지만, 때로는 뜻하지 않게 누군가를 만나 사랑에 빠질 수 있다. 따라서 이 점괘는 평온한 마음을 유지하고 사랑이 자연스럽게 오도록 하라고 제안한다.",
                ],
            ],
        ],
    ],
    30 => [
        "number" => 30,
        "number_text" => "제30점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "긴 밤을 이야기하며 이별하고, 봄이 오면 다시 그리워하다.",
            1 => "요정은 보이지 않고, 무협에는 더 이상 누가 있는가.",
            2 => "돌을 운반해 바다를 메우려 하고, 뗏목을 타고 나루터를 찾으려 하네.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "요정은 매번 지목되지 않으며, 누가 너와 함께 이웃이 되겠는가?",
                ],
                1 => [
                    0 => "이별을 이야기하는 시간은 너무 짧아 원망스럽다. 이 생각들은 모두 공상일 뿐이며, 도움이 되지 않는다. 요정과 무협은 모두 볼 수 없는 곳에 있으며, 막연한 곳이다. 현실에 집중하고 실질적인 일에 몰두해야 한다. 현실적인 노력이 결실을 맺을 것이다.",
                ],
                2 => [
                    0 => "주: 공허한 것에 묻지 말고, 귀신에게 묻지 말며, 함께 할 사람을 묻는다면 오직 현재에 집중하라.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 한 남자가 사랑하는 사람과 헤어진 후, 긴 외로운 밤을 보내고 여전히 그리워하는 상황을 묘사하고 있다. 그는 앞으로 나아갈 길을 찾으려 하지만, 운명에 의해 방해를 받고 있다. 요정과 무협은 신화 속 인물로, 남자의 심리적 장애를 나타내며, 돌을 운반해 바다를 메우고 뗏목을 타고 나루터를 찾으려는 것은 사랑의 길에서의 어려움을 상징한다.",
                ],
                1 => [
                    0 => "이 점괘는 사랑의 어려움과 고난을 나타내며, 남자가 오랜 분리 후에도 여전히 그리워하고 있음을 보여준다. 사랑을 추구하는 데는 노력과 어려움을 극복하는 것이 필요하며, 시에서 남자가 직면한 장애물처럼, 지속적인 노력이 필요하다. 사랑을 유지하고 발전시키기 위해서는 인내와 끈기가 필요하다.",
                ],
            ],
        ],
    ],
    31 => [
        "number" => 31,
        "number_text" => "제31점",
        "subtitle" => [
            0 => "중평",
        ],
        "stick_text" => [
            0 => "허상은 밤이 고요하고 물이 차가워 고기가 미끼를 물지 않는다.",
            1 => "빈 배에 가득 찬 달빛만 실려 웃는다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "모든 것이 고요하고 물이 깊고 차가울 때 물고기는 미끼를 물지 않는다. 사냥을 나가도 빈손으로 돌아오고, 배에는 달빛만 가득 실려 돌아오는 상황이다. 현재의 운세를 알 수 있다. 현실을 중시하고 허상을 쫓지 말라. 현실적이고 실제적인 일을 해야 한다. 그렇지 않으면 모든 일이 헛되이 끝날 것이다.",
                ],
                1 => [
                    0 => "주: 인연을 묻는다면, 가을 물이 차가운 때에 낚시를 하여도 소원을 이루기 어렵다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "때로는 사랑에서 몇 가지 상상이나 기대가 허상일 수 있다. 차가운 밤에 물고기가 미끼를 물지 않는 것처럼, 사람들은 여전히 기대를 가지고 낚시를 한다. 같은 방식으로, 때로는 감정의 세계에서 허상에 사로잡혀 어떤 일이 일어나기를 기대하지만, 결국 빈손으로 돌아올 수 있다.",
                ],
                1 => [
                    0 => "이 점괘는 사랑에서 맑은 정신을 유지하고 자신의 환상에 속지 말아야 하며, 기대 때문에 실망하지 말고, 사랑의 다양한 가능성을 평온한 마음으로 받아들여야 한다고 경고한다.",
                ],
            ],
        ],
    ],
    32 => [
        "number" => 32,
        "number_text" => "제32점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "연꽃 덕분에 연근을 얻고, 살구가 있다면 매실이 필요 없다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이 시구는 동음이의어를 사용하여 표현했다. 연꽃(荷)을 통해 연근(藕)을 얻고, 살구(杏)를 통해 매실(梅)이 필요 없다는 의미다. 이는 연꽃이 연근을 낳는 것처럼, 나는 왜 짝을 찾았는지 알 수 없지만, 너는 운이 좋은 사람이다. 자연스럽게 중매 없이도 좋은 인연을 맺을 수 있다.",
                ],
                1 => [
                    0 => "주: 원인과 결과를 심어 매개 없이도 삼생 인연이 화합하고 원만하다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "연꽃과 연근은 같은 식물이며, 살구와 매실은 두 가지 다른 식물이다. 문자 그대로 보면, 연꽃 덕분에 연근을 얻고, 살구가 있다면 매실이 필요 없다는 의미다. 그러나 여기서 '연꽃 덕분에 연근을 얻고'와 '살구가 있다면 매실이 필요 없다'는 비유는 연인 간의 상호 보완을 의미하며, 외부 요인이 필요 없음을 나타낸다.",
                ],
                1 => [
                    0 => "따라서 이 점괘는 사랑에 있어서 상대방과 진심으로 사랑한다면, 연꽃과 연근처럼 서로 보완하며 외부 요인이 필요 없음을 의미한다. 외부 조건이 이상적이지 않더라도 서로를 지지하고 함께 성장할 수 있다. '살구가 있다면 매실이 필요 없다'는 또한 사랑에서 각 사람은 독특하며, 다른 사람을 모방하거나 맞추려고 애쓸 필요가 없고, 자신을 진실하게 드러내면 사랑의 보답을 받을 수 있음을 암시한다.",
                ],
            ],
        ],
    ],
    33 => [
        "number" => 33,
        "number_text" => "제33점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "육척의 고아를 맡길 수 있으며,",
            1 => "백 리의 목숨을 맡길 수 있다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "만약 당신이 훌륭한 친구를 만나게 된다면, 전심전력으로 그를 신뢰하고 대할 수 있을 것이다. 그 사람은 귀인이며, 그가 번창할 때 당신도 큰 성공을 거둘 것이다. 따라서 한 사람의 희망을 그에게 맡길 수 있다.",
                ],
                1 => [
                    0 => "주: 귀인을 묻는다면, 월하노인(결혼의 신)이고, 인연을 묻는다면, 천생연분이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 신뢰와 의존의 문제를 이야기하고 있다. 특히 연애에서 이 요소는 매우 중요하다. 만약 누군가가 중요한 순간에 자신의 고독과 운명을 상대방에게 맡길 수 있다면, 이는 매우 큰 신뢰와 의존을 필요로 한다. 이 점괘에서 '육척의 고아'와 '백 리의 목숨'은 연인 간의 신뢰와 약속을 상징할 수 있다. 만약 당신이 가장 고독한 순간과 가장 중요한 생명을 상대방에게 맡기려 한다면, 연애에서 강력한 신뢰와 의존을 구축해야 한다. 이는 사랑에 대한 약속과 헌신을 의미한다.",
                ],
            ],
        ],
    ],
    34 => [
        "number" => 34,
        "number_text" => "제34점",
        "subtitle" => [
            0 => "중평",
        ],
        "stick_text" => [
            0 => "예전 그대로, 어찌 하겠는가?",
            1 => "굳이 바꿀 필요는 없다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "현재 비록 역경에 처해있더라도 견디고 변하지 말라. 변화를 추구하면 상황이 더 나빠질 수 있다. 고난과 역경 속에서 견디며 기회를 기다려라. 마음을 다잡고 변화를 두려워하지 말라. 시간이 지나면 좋은 기회가 올 것이다.",
                ],
                1 => [
                    0 => "주: 남은 촛불에 바람이 불어도 시기를 조심하면 반드시 이루어진다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사랑에 있어서 이 점괘는 신념과 충실함을 유지하고 쉽게 포기하지 말아야 함을 의미할 수 있다. 만약 진정으로 누군가를 사랑한다면, 어떤 상황에서도 그 사랑을 지키려 해야 한다. 이는 신념과 가치관을 지키고 쉽게 결정을 바꾸지 말라고 격려하는 점괘이다.",
                ],
            ],
        ],
    ],
    35 => [
        "number" => 35,
        "number_text" => "제35점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "불행히도 나쁜 사람을 만났다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "현재 만난 사람은 해를 끼치는 사람이다. 교제하지 말고 빨리 멈추고 다른 좋은 인연을 찾는 것이 좋다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 불행히도 적합하지 않은 사람을 만났음을 의미한다. 이는 당신의 마음이 충분히 맑지 않아 상대방의 진짜 모습을 보지 못했기 때문일 수 있다. 따라서 자신의 마음 상태를 잘 점검하고 새로운 위치를 찾아야 한다. 사랑을 의미한다면, 상대를 선택하는 데 있어 다소 성급했을 수 있으며, 천천히 마음가짐을 조정하고 자신의 기대와 상대방의 실제 상황을 재검토해야 한다. 그래야 진정으로 자신에게 맞는 사람을 찾을 수 있다. 이 점괘는 또한 사람들에게 맑은 정신을 유지하고 경계하며, 외모에 속지 말고 상대방의 내면과 진정한 성품을 보라고 경고한다.",
                ],
            ],
        ],
    ],
    36 => [
        "number" => 36,
        "number_text" => "제36점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "그가 나에게 복숭아를 주면,",
            1 => "나는 구슬을 준다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "내 친구가 나에게 복숭아를 주면, 나는 그에게 구슬을 준다. 사람들은 남에게 받은 것을 반드시 되갚아야 한다고 한다. 이 말은 한 사람의 정성을 다하면 좋은 결과를 얻을 수 있음을 나타낸다. 이것은 사람이 지켜야 할 도리이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘그가 나에게 복숭아를 주면, 나는 구슬을 준다’는 표현은 당신이 다른 사람에게 선의를 베풀면, 다른 사람도 당신에게 선의로 보답할 것이라는 의미입니다. 이 점괘는 길조로, 당신의 노력과 헌신이 결국 보답을 받을 것임을 예고합니다. 또한, 다른 사람을 잘 대하고, 좋은 일을 하고, 끊임없이 다른 사람을 생각해야만 다른 사람의 존경과 신뢰를 얻어 더 나은 결과를 얻을 수 있음을 상기시켜줍니다.",
                ],
            ],
        ],
    ],
    37 => [
        "number" => 37,
        "number_text" => "제37점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "구하면 얻을 것이요,",
            1 => "버리면 잃을 것이다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "기회를 얻을 때 반드시 잡아야 한다. 기회가 있을 때 그것을 추구하면 얻을 수 있다. 기회를 놓치면 잃게 된다. 현재 당신이 직면한 상황은 기회가 많으며, 이를 놓치지 말고 잡아야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "최선을 다해 추구하면 원하는 것을 얻을 수 있습니다. 그러나 의심이나 다른 이유로 인해 추구를 포기하면 기회를 잃게 됩니다. 이 점괘는 만약 당신이 어떤 것을 추구하고자 한다면 전력을 다해야 하며, 쉽게 포기하지 말아야 한다는 조언을 줍니다. 그렇지 않으면 기회를 잃을 것입니다.",
                ],
            ],
        ],
    ],
    38 => [
        "number" => 38,
        "number_text" => "제38점",
        "subtitle" => [
            0 => "상길",
        ],
        "stick_text" => [
            0 => "아내란,",
            1 => "가족의 중심이다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "아내는 부모 형제 외에 가장 가까운 사람이다. 따라서 아내에 대한 태도는 부모나 가족을 대하듯이 중시하고 평등하게 대해야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘아내란 가족의 중심이다’라는 말은 아내가 가정에서 중요한 역할을 하며, 가정의 중심축임을 의미합니다. 이 점괘는 당신에게 결혼과 가정을 소중히 여기고, 가족의 의견과 생각을 존중하며, 함께 행복한 가정을 꾸려나가야 한다는 것을 상기시켜줍니다.",
                ],
            ],
        ],
    ],
    39 => [
        "number" => 39,
        "number_text" => "제39점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "부모에게 순종하지 않으면,",
            1 => "사람이 될 수 없다.",
            2 => "부모에게 순종하지 않으면,",
            3 => "자식이 될 수 없다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "사람이 부모의 마음을 잃으면 어찌 사람이라 할 수 있을까? 친척의 마음을 잃으면 친구도 잃게 된다. 친구를 잃으면 모든 것이 사라진다. 부모를 공경하고 형제와 친구를 사랑해야 세상의 마음을 얻을 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 가족 관계에 관한 것입니다. 이 점괘는 가족을 존중해야 한다는 것을 알려줍니다. 가족은 당신 인생에서 중요한 부분이기 때문입니다. 그들을 존중하지 않으면 진정한 사람이 될 수 없습니다. 이 점괘는 어려움을 겪을 때 가족에게 도움을 청해야 한다는 것도 암시합니다. 그들은 당신에게 가장 가까운 사람들이며, 가장 기꺼이 돕고자 하는 사람들입니다. 또한, 자녀가 있는 경우 자녀를 존중하여 행복하고 건강하게 성장할 수 있도록 해야 합니다.",
                ],
            ],
        ],
    ],
    40 => [
        "number" => 40,
        "number_text" => "제40점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "쇠신을 닳도록 찾지 못하다가,",
            1 => "온갖 노력을 하지 않아도 쉽게 얻는다.",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "어떤 일을 이루기 위해 철신을 신고 끊임없이 노력하고 애써도 아무것도 얻지 못할 때도 있다. 결국 두 손이 빈 채로 돌아오는 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "어떤 일을 찾기 위해 많은 시간과 노력을 들여도 얻지 못할 때가 있습니다. 그러나 때로는 우리가 예상치 못한 곳에서 우리가 찾던 것을 쉽게 발견하게 됩니다. 이 점괘는 당신이 어떤 것을 찾거나 목표를 이루기 위해 애썼지만 방법을 찾지 못해 혼란스럽고 지친 상태일 수 있습니다. 그러나 마음을 편히 가지면 갑자기 기회가 찾아와 쉽게 원하는 결과를 얻을 수 있다는 것을 의미합니다.",
                ],
            ],
        ],
    ],
    41 => [
        "number" => 41,
        "number_text" => "제41점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "양인자，",
            1 => "소앙망이 종신야，",
            2 => "금약차。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 선악은 종신토록 지킬 수 있어야 합니다. 본심이 가짜라면, 여우 가죽을 덮어쓰고 호랑이의 위세를 빌리다가 결국 본색을 드러낼 것입니다. 만약 그 사람의 본심을 알아차린다면 즉시 멀리하고 끊어야 합니다. 그렇지 않으면 후회할 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 좋은 사람은 인생의 중요한 지주와 같으며, 그에 대한 기대와 의존은 종신토록 견고해야 한다는 뜻입니다. 이미 좋은 사람을 만났다면, 이 감정을 잘 지키고 유지해야 하며, 일시적인 충동이나 좌절로 쉽게 포기하지 말아야 합니다. 인내하며 노력해야 오랜 행복을 얻을 수 있습니다. 만약 아직 찾지 못했다면, 이미 당신의 인생에 좋은 사람이 나타났음을 의미하며, 기회를 잘 살펴보고 잡아야 합니다.",
                ],
            ],
        ],
    ],
    42 => [
        "number" => 42,
        "number_text" => "제42점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "중중첩첩 상요대，",
            1 => "기두호동소불개，",
            2 => "강피태양수십거，",
            3 => "각교명월송장래。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "운무가 요대 위에 깔려 있습니다. 아이를 불러 쓸어내려 해도 전혀 소용이 없습니다. 다행히 강렬한 햇빛이 그 운무를 쫓아냅니다. 밝은 달이 떠오를 때, 그 운무는 다시 옵니다. 현재 당신의 상황은 비록 예상치 못한 손실이 있지만, 곧 예상치 못한 수확이 있을 것입니다. 시간이 오래 걸리지 않을 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "비록 어려움과 좌절을 겪을 수 있지만 낙담하지 마십시오. 성공은 노력과 인내가 필요하며, 장애물을 극복할 때 더 큰 성과를 얻게 될 것입니다. 때로는 성공을 기다리는 데 시간이 필요하므로 쉽게 포기하지 말고 좋은 기회가 올 때까지 인내하십시오. 사랑 문제에 있어서, 이 점괘는 당신이 몇 가지 어려움을 겪을 것이지만, 결국 진정으로 당신에게 어울리는 사람을 만날 것임을 의미합니다.",
                ],
            ],
        ],
    ],
    43 => [
        "number" => 43,
        "number_text" => "제43점",
        "subtitle" => [
            0 => "상길",
        ],
        "stick_text" => [
            0 => "군자유원근지도，",
            1 => "숙녀무투소지거。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "군자로서 손을 내밀면, 숙녀는 그 도움을 거절하지 않을 것입니다. 쉽게 말해, 남자가 여자를 받아들이려 할 때, 여자는 그를 멀리하지 않을 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "군자로서 도움을 주면, 다른 사람의 도움을 받는 것이 쉬울 것입니다. 숙녀로서 도움이 필요할 때, 다른 사람의 지원을 받을 것이며, 거절당하지 않을 것입니다. 이 점괘는 사람들에게 다른 사람을 도와야 한다는 것과, 필요할 때는 다른 사람의 도움을 받을 수 있다는 믿음을 가지라는 것을 상기시켜 줍니다.",
                ],
            ],
        ],
    ],
    44 => [
        "number" => 44,
        "number_text" => "제44점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "하이일체，",
            1 => "솔빈구왕。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "하와 이는 먼 곳과 가까운 곳을 의미합니다. 고금의 이치에 따라, 멀리 있는 것과 가까이 있는 것이 하나가 되어야 합니다. 새로 온 사람보다 오랜 친구가 더 낫고, 새로운 땅보다 오랜 주인이 더 낫습니다. 이는 당신에게 매우 중요한 의미를 지닙니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘하이일체’는 거리와 격차가 사라지고 같은 층위에 서게 됨을 의미하며, ‘솔빈구왕’은 과거의 왕과 함께 손님을 맞이하고 협력하여 중요한 과제를 완수함을 예고합니다. 이 점괘는 협력과 상호 도움을 통해 성공을 이룰 수 있음을 암시하며, 이는 길조입니다.",
                ],
                1 => [
                    0 => "사랑 면에서는 ‘하이일체’가 두 사람 사이의 거리와 격차가 사라지고, 같은 목표와 가치관으로 함께 하게 됨을 의미합니다. ‘솔빈구왕’은 두 사람이 서로 존중하고, 함께 앞으로 나아가며 더 나은 미래를 위해 협력하는 것을 상징합니다.",
                ],
            ],
        ],
    ],
    45 => [
        "number" => 45,
        "number_text" => "제45점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "후생가외，",
            1 => "언지래자지 불금야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신은 현재 만족스러운 사람일 수 있지만, 미래의 사람은 더욱 훌륭할 수 있습니다. 따라서 신중하게 선택해야 합니다. 인품과 학식이 뛰어난 사람을 선택하세요.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 젊은이들이 큰 잠재력을 가지고 있으며, 미래의 발전 가능성이 크지만 현재를 경시해서는 안 된다는 것을 의미합니다. 현재를 잘 활용하고 노력해야 합니다. 사랑에 있어서 이 점괘는 현재의 관계를 소중히 여기고, 미래에 더 좋은 사람이 나타날 것이라는 기대감에 현재의 관계를 소홀히 하지 말라는 의미를 담고 있습니다. 현재의 사랑을 진지하게 대하고, 사랑의 품질을 유지하고 향상시키기 위해 지속적으로 노력해야 합니다.",
                ],
            ],
        ],
    ],
    46 => [
        "number" => 46,
        "number_text" => "제46점",
        "subtitle" => [
            0 => "중상",
        ],
        "stick_text" => [
            0 => "불괴어천，",
            1 => "불작어인。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 언행이 바를 때, 하늘을 부끄러워하지 않고, 땅을 속이지 않으며, 인생의 재물은 뜬구름처럼 여기며, 마음을 바르게 지키는 것이 중요합니다. 반밤에 누군가가 문을 두드려도 두려워하지 않습니다. 인간의 본분을 지켜야 합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "우리는 정직한 사람이 되어야 하며, 하늘의 은혜를 저버리지 말고 사람들의 기대를 저버리지 않아야 합니다. 우리가 이를 성실히 이행할 수 있다면, 하늘의 보호를 받을 수 있을 뿐만 아니라 사람들의 존경과 칭찬을 받을 수 있습니다. 따라서 이 시는 사람들에게 정의와 성실을 지키라고 격려합니다. 이를 통해 성공과 행복을 얻을 수 있습니다.",
                ],
            ],
        ],
    ],
    47 => [
        "number" => 47,
        "number_text" => "제47점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "해녀홍자야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이른바 여자 홍자라 함은 남의 로의를 수놓는 사람입니다. 이를 위해 머리를 숙여 열심히 일하는 사람이 많습니다. 이는 여자의 노고로 만들어졌지만, 자신이 그 물건을 즐길 수 없음을 한탄하는 것입니다. 이를 위해 등을 묶어 끈을 매는 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘해녀홍자야’는 주변에 있는 소인이나 음험한 사람을 경계해야 한다는 경고입니다. 누군가가 당신에게 악의를 품고 해를 끼치려 할 수 있으니 주의해야 합니다. 이 점괘는 신중하게 행동하고, 소인배를 방지하며, 경계심을 잃지 말아야 함을 상기시킵니다.",
                ],
            ],
        ],
    ],
    48 => [
        "number" => 48,
        "number_text" => "제48점",
        "subtitle" => [
            0 => "상길",
        ],
        "stick_text" => [
            0 => "오백영웅도재차，",
            1 => "부지수시장원랑？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "오늘 당신의 눈앞에 있는 자들은 모두 일시적인 선택입니다. 재능이 많고, 각기 천추가 있으며, 모두가 장원의 낭군입니다. 신중하게 선택해야 합니다. 적합한 낭군을 선택하는 원칙은 인품을 먼저 생각하고, 학식을 다음으로 고려하며, 문벌이 맞는지 확인하는 것입니다. 재산과 문벌을 중시하지 말아야 하며, 그렇지 않으면 나중에 후회할 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 말은 여러 선택 중에서 당신은 많은 뛰어난 이성을 만날 수 있지만, 누가 가장 적합한 사람인지 모를 수 있다는 뜻입니다. 여러 옵션 중에서 신중하게 생각하고 선택해야만 진정으로 적합한 사람을 찾을 수 있습니다. 이 점괘는 외모나 다른 겉모습에 현혹되지 말고 내면의 품질과 가치를 기준으로 판단하고 선택하라는 의미를 담고 있습니다.",
                ],
            ],
        ],
    ],
    49 => [
        "number" => 49,
        "number_text" => "제49점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "고호이 지기악，",
            1 => "악이 지기미자。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "친구를 사귄 후, 마음에서 좋아하는 사람도 시간이 지나면 그 사람의 단점을 발견하게 될 것입니다. 반대로 마음에 들지 않는 사람도 시간이 지나면 그 사람의 장점을 발견하게 될 것입니다. 어떤 사람을 가까이하고 멀리해야 할지는 신중하게 판단해야 합니다. 신중하게 선택하는 것이 중요합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "한 사람이 옛 사랑의 아픔을 겪은 후, 새로운 사랑의 아름다움을 더 잘 인식할 수 있고, 새로운 사랑의 중요성을 더 잘 느낄 수 있습니다. 만약 당신이 현재 감정적으로 어려움을 겪고 있다면, 이 점괘는 상처받을 두려움 때문에 사랑을 포기하지 말고, 실패에서 배우고 성장하며, 자신이 원하는 것과 중요한 것을 더 잘 이해하도록 상기시켜줍니다.",
                ],
            ],
        ],
    ],
    50 => [
        "number" => 50,
        "number_text" => "제50점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "양세일신，",
            1 => "형단영지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "양 세상의 한 몸은 당신의 독신주의를 의미합니다. 광인이 형단영지. 무슨 고생을 할까요. 남자는 장가가야 하고 여자는 시집가야 하는 것은 천고의 진리입니다. 생활의 고독을 조정하기 위해 왕로오 주의를 버리고 결혼을 논하는 것이 좋습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "시는 외로움을 형상화하여 사랑에서의 이별이나 외로움을 나타낼 수 있습니다. 양세일신은 전생과 금생을 의미하며, 형단영지는 사랑에서 혼자 남는 것을 나타냅니다. 이는 실연이나 사랑을 얻지 못한 상황을 묘사할 수 있습니다. 하지만 전생의 인연으로 만나 함께 일생을 걷는 것을 의미할 수도 있습니다. 이는 문제의 구체적인 상황에 따라 더 구체적으로 해석해야 합니다.",
                ],
            ],
        ],
    ],
    51 => [
        "number" => 51,
        "number_text" => "제51점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "비록 착한 사람이 있어도，",
            1 => "어찌 할 수 없네。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "현재 당신의 인연은 이미 정해져 있습니다. 갑자기 더 이상적인 사람을 만나도 이미 무의미합니다. 받아들이고 평생을 함께할 반려자로 인정하는 것이 좋습니다. 좌우로 고민하지 말고, 결정을 내리지 못해 이리저리 흔들리지 마세요. 그것은 아무런 도움이 되지 않습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "상황이 이미 바꿀 수 없는 상태라면, 선의의 사람도 현실을 바꾸지 못합니다. 사랑에 있어서, 이는 양쪽 모두가 매우 노력해도 극복할 수 없는 어려움이 있을 수 있음을 의미할 수 있습니다. 이제는 현실을 받아들이고 과거를 내려놓고 앞으로 나아갈 때입니다.",
                ],
            ],
        ],
    ],
    52 => [
        "number" => 52,
        "number_text" => "제52점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "운종룡，",
            1 => "풍종호，",
            2 => "성인작이만，",
            3 => "군만사개가성야！",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "현재 당신의 운은 용을 따르는 구름, 호랑이를 따르는 바람처럼 상승기운에 있습니다. 당신은 이 기회를 활용하여 모든 일에서 성공을 거둘 수 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 당신과 상대방의 사랑이 일정 단계에 도달했을 때, 성인의 태도로 지혜와 인내를 가지고 대처하면 두 사람의 관계가 더욱 아름다워지고 모든 어려움을 극복할 수 있음을 의미합니다.",
                ],
            ],
        ],
    ],
    53 => [
        "number" => 53,
        "number_text" => "제53점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "그 두터운 자 얇고，",
            1 => "그 얇은 자 두터워진다。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "사람들의 현상은 많은 경우 예상을 벗어납니다. 어떤 사람이 당신에게 은혜를 베풀었는데도 보답은 얇고, 반대로 어떤 사람에게는 얇게 대했지만 두터운 보답을 받습니다. 고인의 말씀처럼 은혜를 베풀고도 기억하지 말고, 혜택을 받으면 잊지 말라 했습니다. 선행은 보답을 바라지 말고, 하늘이 알고 있으면 충분합니다. 이 점괘의 의미는 당신의 결혼도 마찬가지이며, 뜻밖의 좋은 인연이 찾아올 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "주로 감정에 대한 시각과 결정을 설명하고 있습니다. 사람의 감정이 깊어지면 상대방의 잘못과 결점을 더 부각시키고, 감정이 얕아지면 그들의 장점을 더 인정하게 됩니다. 따라서 사랑에서 냉정하게 생각하고, 감정과 이성을 균형 있게 유지하는 것이 중요합니다.",
                ],
            ],
        ],
    ],
    54 => [
        "number" => 54,
        "number_text" => "제54점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "성야소하，",
            1 => "패야소하。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "인생에서 부모의 명령에 따라야 합니다. 시대가 변하면서 새로운 관점도 생기지만, 의견이 있을 때는 부모에게 설명하고 동의를 구해야 합니다. 중매인의 말도 신중히 생각하고, 자신의 주장을 숙고한 후 따르거나 버릴 수 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 인생에서 성공과 실패가 모두 이유가 있으며, 운명과 인연은 자만하거나 포기할 수 없음을 상기시켜 줍니다. 사랑에서 승패를 마주할 때 평정심을 유지하고, 자신의 운명과 인연을 믿어야 합니다.",
                ],
            ],
        ],
    ],
    55 => [
        "number" => 55,
        "number_text" => "제55점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "구사구인，",
            1 => "구이신군。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "과거의 인연을 더 이상 생각할 필요가 없습니다. 새로운 배우자를 찾으십시오. 과거는 이미 지나갔고, 앞으로는 무한히 펼쳐져 있습니다. 기죽지 말고, 오만하지 말고, 안정되게 나아가세요.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "현재의 사랑이 더 이상 발전할 여지가 없음을 나타내며, 새로운 방향으로 나아가야 한다고 합니다. 이 점괘는 과거의 사랑에 얽매이지 말고 새로운 반려자를 찾으라는 격려입니다. 관계가 끝났다면 고통과 불행만 더할 뿐입니다. 이 점괘는 용기와 결단력을 가지고 오래된 것을 버리고 앞으로 나아가라는 메시지를 전달합니다.",
                ],
            ],
        ],
    ],
    56 => [
        "number" => 56,
        "number_text" => "제56점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "영로무리별，",
            1 => "만고당단취。",
            2 => "원천하유정인，",
            3 => "도성권속。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이 점괘는 당신의 운이 붉고 자주색으로 변하는 것을 나타냅니다. 영원히 떨어지지 않고, 오랫동안 함께할 것입니다. 천하의 모든 사랑하는 사람들은 모두 부부가 되기를 바랍니다. 백년 해로하고, 부부가 되어 행복하게 살기를 기원합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 사랑하는 사람들을 위한 축복의 시입니다. '영로무리별'은 연인들이 오래도록 함께하며, '만고당단취'는 연인들이 백년 해로하고, '도성권속'은 모든 연인들이 행복한 결혼 생활을 누리기를 기원하는 것입니다.",
                ],
            ],
        ],
    ],
    57 => [
        "number" => 57,
        "number_text" => "제57점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "시위봉황우비，",
            1 => "화명창창。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신이 고개를 들어 보면, 봉황이 날아다니는 것을 볼 수 있습니다. 하늘을 나는 봉황처럼, 그 울음소리가 아름답게 들립니다. 이는 당신이 좋은 인연을 만나게 될 것이며, 한 쌍의 봉황처럼 평생을 함께하며, 행복하게 살 것임을 의미합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "봉황은 신화 속의 길조로, 행복과 번영을 상징합니다. '화명창창'은 두 사람이 마음이 통하고, 감정이 조화롭다는 것을 의미합니다. 이는 두 사람 사이에 갈등이나 충돌이 없고, 매우 즐겁게 지낼 것임을 나타냅니다. 이 점괘는 아름다운 사랑의 관계를 예고하며, 두 사람이 서로를 존중하고, 사랑하며, 마음이 통하고, 오래도록 함께할 것을 의미합니다.",
                ],
            ],
        ],
    ],
    58 => [
        "number" => 58,
        "number_text" => "제58점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "유구혼구，",
            1 => "기능강이상종호？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람이 자신의 능력을 과대평가하고, 높은 자리를 꿈꾸면, 설령 높은 자리에 오르더라도 만족하지 못할 것입니다. 그렇다면 차라리 더 낮은 자리를 택하여 만족할 수 있는 것이 좋습니다. 사랑도 마찬가지입니다. 상대방의 외모나 지위만 보고 판단하지 말고, 내면을 알아야 진정한 행복을 찾을 수 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 결혼 관계에서 한쪽이 다른 쪽보다 높은 지위에 있을 때, 그들이 함께 할 수 있을지를 묻고 있습니다. 이는 결혼에서 상호 존중과 포용이 필요함을 상기시키며, 지위나 신분의 차이를 극복하고 평등하게 대할 수 있어야 함을 의미합니다.",
                ],
            ],
        ],
    ],
    59 => [
        "number" => 59,
        "number_text" => "제59점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "회자，",
            1 => "소동야，",
            2 => "양조，",
            3 => "소독야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "모든 사람은 구운 생선을 좋아하고, 이는 모두가 즐기는 음식입니다. 그러나 양고기와 대추로 만든 요리는 특정한 사람만이 좋아합니다. 이는 당신이 다른 사람보다 덜 가진 것을 의미합니다. 결혼에서도 마찬가지로, 당신이 좋아하는 유형의 사람은 한정되어 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "‘회자’는 얇게 썬 고기를 의미하고, ‘양조’는 양고기와 대추로 만든 요리를 의미합니다. 이는 사람들에게 공유될 수 있는 감정과 개인적으로 특별한 감정이 있음을 나타냅니다. 이 점괘는 사랑에서 자신과 연인 간의 특별한 감정을 소중히 여기고, 다른 사람과 나누는 감정도 존중해야 함을 상기시킵니다.",
                ],
            ],
        ],
    ],
    60 => [
        "number" => 60,
        "number_text" => "제60점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "심구불건，",
            1 => "하석어인언。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 마음이 올바르면, 도덕에 어긋나는 일이 없으면, 다른 사람의 말을 두려워할 필요가 없습니다. 마음이 올바르면 두려울 것이 없습니다. 이는 인생에서 중요한 원칙이며, 긴 생명과 행복을 누리는 방법입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 당신의 마음이 올바르다면 다른 사람의 비판을 두려워하지 말라고 합니다. 사랑에서도 당신이 진심으로 사랑한다면 다른 사람의 평가에 신경 쓰지 말고, 자신의 감정에 충실하라는 의미입니다.",
                ],
            ],
        ],
    ],
    61 => [
        "number" => 61,
        "number_text" => "제61점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "부지기인，",
            1 => "시기우。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "한 사람의 선악을 알 수 없다면, 그의 친구를 보면 그 사람의 전체적인 모습을 알 수 있습니다. 그의 친구들이 모두 정직하고, 모든 일을 정직하게 하는 친구라면, 그 사람도 정직한 사람일 것입니다. 결혼도 마찬가지입니다. 그 사람을 알지 못할 때, 그의 친구들을 보고 신중하게 판단하십시오.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "우리가 어떤 사람의 진정한 모습을 알지 못할 때, 그의 친구를 통해 그에 대한 정보를 얻을 수 있습니다. 사랑에서 어떤 사람에게 관심이 있지만 그의 내면 세계와 진정한 생각을 알지 못할 때, 그의 친구와 주변 사람들을 관찰하여 그를 더 잘 이해할 수 있습니다. 그러나 이 정보는 참고용일 뿐, 그와 직접 교제하고 알아가는 것을 대신할 수 없습니다.",
                ],
            ],
        ],
    ],
    62 => [
        "number" => 62,
        "number_text" => "제62점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "가우왈배。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "그와 어울릴 수 있는지 여부를 판단해 보십시오. 두 사람이 서로 어울릴 수 있다면, 한동안 교제를 통해 그 관계가 좋다고 판단되면, 결합할 수 있습니다. 너무 많은 생각을 할 필요는 없습니다. 그것은 당신의 운명이므로, 반드시 좋은 결실을 맺을 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 말의 뜻은 '아름다운 남녀가 함께 결합하면 배우자가 된다'는 의미로, 남녀 간의 결합과 감정의 아름다움을 묘사합니다. 사랑에서 남녀 간의 결합은 협력과 공동의 노력이 필요하며, 이는 마치 두 사람이 함께 춤을 추는 것과 같아 서로의 호흡이 맞아야 잘 춤을 출 수 있는 것과 같습니다. 따라서 이 점괘는 사랑에서 협력과 공동의 노력의 정신을 상기시키며, 이를 통해 아름다운 사랑 관계를 이룰 수 있음을 의미합니다.",
                ],
            ],
        ],
    ],
    63 => [
        "number" => 63,
        "number_text" => "제63점",
        "subtitle" => [
            0 => "중평",
        ],
        "stick_text" => [
            0 => "자규반야유제혈，",
            1 => "불신동풍환불회。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "자규-두견새는 남방에서 피를 토하는 새로 불립니다. 현재는 반쯤 잠든 상태에서 자규가 피를 토하듯이 울고 있습니다. 이는 당신이 고향을 떠나 먼 곳에 살고 있으며, 누군가가 당신을 그리워하고 있다는 것을 나타냅니다. 그 사람은 당신이 돌아오지 않을 것이라는 것을 믿지 않으며, 동풍이 불 때 봄이 오면 당신이 돌아올 것이라고 믿고 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "자규가 깊은 밤에 피를 흘리며 계속 울고 있는 것은 그의 동반자가 돌아오기를 기대하며, 늦어지는 것을 뜻합니다. 이는 사랑에서의 그리움과 열망을 나타내며, 어려움과 장애를 마주하더라도 계속해서 상대방의 도래를 기대하고 있다는 것을 의미합니다. 그러나 이는 또한 신중하게 상대를 선택해야 한다는 경고이기도 합니다.",
                ],
            ],
        ],
    ],
    64 => [
        "number" => 64,
        "number_text" => "제64점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "제대비오우야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "제대란 큰 것을 의미하며, 이는 그 사람이 부유하고 권세가 있는 사람의 자녀임을 나타냅니다. 당신은 어려움을 알아차리고 물러나야 합니다. 옛말에 문지방이 맞지 않으면 결혼하지 않는다고 했습니다. 강요하면 해로울 것입니다. 격을 낮춰서 구하는 것이 행운의 길입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 우리가 자신과 수준이 비슷하고 마음이 통하는 파트너를 선택해야 함을 의미합니다. 외적인 명예나 다른 요인 때문에 높은 위치에 있는 사람을 추구해서는 안 됩니다. 그렇지 않으면, 결국 우리가 선택한 파트너와 진정으로 맞지 않다는 것을 깨닫게 될 것이며, 우리의 관계는 파탄이 나거나 불쾌한 결말을 맞이할 수 있습니다. 따라서 사랑의 파트너를 선택할 때는 냉정한 머리로 명확한 기준과 필요를 설정하고, 이 원칙에 따라 자신에게 맞는 사람을 찾아야 합니다.",
                ],
            ],
        ],
    ],
    65 => [
        "number" => 65,
        "number_text" => "제65점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "재유규자련。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "자신을 깊이 잠긴 규방에 가두고, 자신을 동정하는 사람입니다. 왜 지금까지 평생의 반려자를 만나지 못했는지 고민합니다. 과거의 관습에서 여성은 규방을 나설 수 없고, 남성도 함부로 다닐 수 없었습니다. 반드시 부모의 명령과 중매인의 말을 따라 결혼해야 했습니다. 그러나 시대의 변화로 인해 남녀 모두 규방을 나서서 교제하고, 친구를 사귀고 결혼하는 것이 가능합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 한 여자가 감정적인 문제로 인해 규방에서 슬픔에 잠겨 있는 모습을 묘사합니다. 아마도 사랑의 아픔이나 자신의 상태와 상황에 대한 불만 때문일 것입니다. 이런 상황에서 점괘는 마음을 열고 문제를 직시하며 해결책을 찾아야 한다고 조언합니다. 사랑에서도 마찬가지로, 어려운 상황에 직면했을 때 자기를 닫아두지 말고 문제를 해결하려고 노력해야 합니다.",
                ],
            ],
        ],
    ],
    66 => [
        "number" => 66,
        "number_text" => "제66점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "경기각회두，",
            1 => "유한무인성。",
            2 => "간척한지불긍서，",
            3 => "적막사주냉。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신의 결혼에 있어서, 충격을 받고 뒤돌아보니, 원망만 가득하고 아무도 알아주는 사람이 없습니다. 아무도 도와주지 않습니다. 저항이 너무 큽니다. 차가운 가지에 앉아 있으려 하지 않으니, 적막한 사주는 차갑기만 합니다. 너무 많은 선택과 까다로움으로 인해 생긴 장애물입니다. 저항을 극복하여 도움으로 바꾸지 못하면 얻을 수 없습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사랑 때문에 외로움과 고독을 느끼는 사람, 버림받아 매우 고통스러워하는 사람을 묘사합니다. 그는 추운 사주에서 갈 곳 없이 외로운 상황에 처해 있습니다. 이 점괘는 사랑의 상실과 고독이 사람들을 무력하고 고통스럽게 만들 수 있다는 것을 나타냅니다. 이 점괘는 사람들에게 사랑에서 이성적이고 냉정함을 유지하라고 상기시킵니다. 사랑의 슬픔과 고통이 판단과 행동에 영향을 미치지 않도록 해야 합니다.",
                ],
            ],
        ],
    ],
    67 => [
        "number" => 67,
        "number_text" => "제67점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "재，",
            1 => "사가의。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이번에 성공하지 못한다면, 다시 시도하십시오. 반드시 성공의 기회가 올 것입니다. 절대 낙심하지 말고, 전력을 다해 도전하십시오.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“재”라는 단어는 “다시, 또 다시, 새로”라는 의미로, 새로운 시작이나 옛 관계의 재개를 의미할 수 있습니다. 사랑에 관한 점괘라면, 관계를 다시 고려하거나 회복하려고 시도하는 것을 제안하거나 새로운 사랑의 관계가 다가오고 있음을 예고할 수 있습니다. 그러나 구체적으로 어떻게 해석할지는 질문자의 상황과 문제에 따라 다릅니다.",
                ],
            ],
        ],
    ],
    68 => [
        "number" => 68,
        "number_text" => "제68점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "구유가관。",
            1 => "개유우락，",
            2 => "비필괴기가려자야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "완벽한 인연은 깊은 사랑에 달려 있으며, 아름다운 외모나 재산에 의존하지 않습니다. 진정한 사랑은 그 사람의 내면을 보고 판단하는 것입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사람들은 외적인 화려함보다는 내면의 품질을 중시해야 하며, 진정한 가치를 지닌 사람만이 내외적으로 모두 빛날 수 있습니다. 사랑에서는 상대방의 내면을 존중하고 감상하는 것이 중요합니다. 외모나 다른 표면적인 요소에 치중하지 말고, 진정으로 서로를 존중하고 감상할 때만이 안정적이고 건강한 관계를 맺을 수 있습니다.",
                ],
            ],
        ],
    ],
    69 => [
        "number" => 69,
        "number_text" => "제69점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "천하다부인，",
            1 => "하필시。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신이 총애를 받지 못한다면, 다른 좋은 짝을 찾아보십시오. 그 사람 때문에 몸과 마음을 다치지 마세요. 다른 사람이 당신에게 평생의 행복을 가져다 줄 수 있을지도 모릅니다. 슬퍼하지 마세요.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "삶에서 많은 실망과 불공평이 있을 수 있지만, 이러한 불운에 집착하지 말고 더 나은 기회와 가능성을 찾아야 합니다. 사랑에서 우리는 종종 반응하지 않는 감정이나 배신으로 인해 상처받을 수 있습니다. 그러나 이로 인해 사랑에 대한 신뢰를 잃지 말고, 과거를 놓아주고 미래를 적극적으로 대처하며 진정한 행복을 찾아야 합니다. 또한, 다른 사람을 대할 때도 친절해야 하며, 과거의 불운으로 인해 다른 사람에게 원한과 부정적인 감정을 전달하지 않도록 해야 합니다. 모든 사람은 상처와 불공평을 경험할 수 있으며, 우리도 그들에게 실망과 불만을 주고 싶지 않기 때문입니다.",
                ],
            ],
        ],
    ],
    70 => [
        "number" => 70,
        "number_text" => "제70점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "이유유왕。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이로운 방향으로 나아가십시오. 당신의 운명은 그렇게 될 것입니다. 만약 그 사람이 진정한 부자라면, 그 사람과 결혼할 수 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“이유유왕”은 지금 추구하는 사업이나 재산 방향에서 큰 수익이 있을 것임을 의미합니다. 사업이나 재산을 늘리고자 하는 사람들에게 좋은 점괘입니다.",
                ],
                1 => [
                    0 => "사랑의 관점에서 해석하려면, 현재의 사랑 관계가 경제적 이익이나 안정된 생활 기반을 가져올 수 있다는 것을 의미할 수 있습니다. 그러나 이러한 해석은 다소 억지스러울 수 있습니다.",
                ],
            ],
        ],
    ],
    71 => [
        "number" => 71,
        "number_text" => "제71점",
        "subtitle" => [
            0 => "중상",
        ],
        "stick_text" => [
            0 => "비유사마，",
            1 => "무기간쾌。",
            2 => "비유희강，",
            3 => "무기초수。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신은 여러 해 동안 힘들게 노력한 끝에 좋은 옷과 삼시 세끼를 얻었지만, 예전의 평범한 생활을 잊어서는 안 됩니다. 성공 후에도 초심을 잃지 마십시오. 귀한 사람의 사랑을 받더라도, 당신과 함께한 사람을 소홀히 해서는 안 됩니다. 그 사람은 당신이 성공하는 데 큰 공헌을 한 사람입니다. 이 두 사람을 잊거나 버리면, 당신의 운이 쇠퇴하기 시작할 것입니다. 신중해야 합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "시의 '비유사마', '간쾌', '희강', '초수' 등의 단어는 서로 다른 계층과 신분을 나타냅니다. 이 점괘의 의미는 고저귀천의 차이가 있더라도, 서로 사랑하는 두 사람은 이러한 신분 차이 때문에 포기해서는 안 된다는 것입니다. 서로를 사랑하는 한, '비유사마'와 '간쾌', '희강'과 '초수'처럼 굳건히 함께해야 하며 외부의 영향을 받아서는 안 됩니다. 따라서, 이 점괘는 사랑에 있어 외적인 요소 때문에 서로를 포기해서는 안 되며, 진정으로 서로를 소중히 여기고 함께해야 한다는 의미로 해석될 수 있습니다.",
                ],
            ],
        ],
    ],
    72 => [
        "number" => 72,
        "number_text" => "제72점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "이약소위，",
            1 => "구약소위，",
            2 => "유연대이어야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신의 말과 행동이 원하는 바를 이루기 위해서는 마치 나무에서 물고기를 찾으려는 것과 같다는 것입니다. 즉, 당신의 말과 행동, 수양이 일치하지 않는다면 멈추고 더 나아가지 말라는 경고입니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "누군가의 사랑과 보답을 원한다면, 그 사람이 좋아하는 일을 해야 하며, 이는 대양에서 물고기를 찾는 것과 같이 큰 결실을 가져올 것입니다. 사랑도 마찬가지로, 인내와 노력을 통해서만 보상을 얻을 수 있다는 것을 상기시킵니다. 따라서, 이 점괘는 상대방의 필요와 취향을 이해하고 이를 위해 노력해야만 사랑의 행복을 얻을 수 있다는 것을 의미합니다.",
                ],
            ],
        ],
    ],
    73 => [
        "number" => 73,
        "number_text" => "제73점",
        "subtitle" => [
            0 => "상길",
        ],
        "stick_text" => [
            0 => "백운초청，",
            1 => "유조상축。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이전의 어두운 시기가 이제는 모두 지나가고 맑은 하늘이 펼쳐지며, 새들이 하늘을 날아다니는 것처럼, 당신의 운이 이제는 밝아졌다는 것을 의미합니다. 이 기회를 놓치지 말고 적극적으로 행동하십시오.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 행복한 분위기를 나타내며, 사랑에 있어서도 좋은 징조입니다. '백운초청'은 상황이 밝아지고 있다는 것을 의미하며, '유조상축'은 사랑하는 사람과 함께하며 서로 의지하고 지지하는 것을 나타냅니다. 만약 사랑에 관한 질문이라면, 이 점괘는 당신과 사랑하는 사람 사이의 관계가 점점 좋아지고 있으며, 서로에 대한 신뢰와 지원이 더욱 강화될 것임을 의미합니다. 그러나 너무 기뻐서 냉정함을 잃지 않도록 주의해야 합니다. 그래야 계속해서 좋은 관계를 유지할 수 있습니다.",
                ],
            ],
        ],
    ],
    74 => [
        "number" => 74,
        "number_text" => "제74점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "한상견만야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "눈앞의 사랑스러운 사람을 보고 있자니 마음을 허락하고 몸을 바치고 싶지만, 이미 그 사람은 주인이 있는 몸입니다. 어떻게 할 수 있겠습니까?",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "때로는 시기가 맞지 않아 어떤 사람이나 것을 놓치게 되는 경우가 있으며, 이는 우리에게 아쉬움과 불만을 남깁니다. 사랑에 있어서도 이 점괘는 어떤 사람이 그의 연인과 다양한 이유로 적절한 시기에 만나지 못해 함께 할 기회를 놓쳤음을 암시할 수 있습니다. '한상견만야'는 사랑에 대한 아쉬움과 불만을 나타내지만, 동시에 언젠가 다시 만나 과거의 아름다운 순간을 다시 즐기기를 바라는 기대감을 나타낼 수도 있습니다.",
                ],
            ],
        ],
    ],
    75 => [
        "number" => 75,
        "number_text" => "제75점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "즉거도향절옥상용심，",
            1 => "우불증득심。",
            2 => "자종해당개，",
            3 => "상도여금。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "당신은 사랑을 얻기 위해 진정으로 노력하지 않고, 단지 순간의 즐거움과 유혹에 빠져 있습니다. 이러한 관계는 결국 헛된 꿈이 되어버릴 것입니다. 사랑은 진정성과 존경을 바탕으로 해야만 행복을 가져올 수 있습니다. 젊음을 소중히 여기고 시간을 낭비하지 마십시오. 독신이라면, 좋은 평판을 유지하고 진실한 사랑을 찾아야 합니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "누군가가 계속해서 순간의 즐거움을 추구하며 진정한 사랑을 얻지 못했지만, 결국 깨달음을 얻어 진정한 사랑의 중요성을 인식하게 되었다는 의미입니다. 이 점괘는 사랑에서의 경고로, 진실하고 존중하는 태도로 사랑을 대해야 함을 상기시킵니다. 그렇지 않으면 진정한 사랑을 놓치게 될 것입니다.",
                ],
            ],
        ],
    ],
    76 => [
        "number" => 76,
        "number_text" => "제76점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "망족，",
            1 => "리지적야。",
            2 => "망요，",
            3 => "대지적야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "발을 잊어버리다. 상대방이 나를 기억해준다. 마치 신발이 당신의 발에 맞는 것처럼. 허리를 잊다. 상대방이 허리띠를 가져다 주듯이, 적절하다. 이렇게 좋은 인연을 거부할 이유가 없다. 빨리 구해야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사랑에서 작은 문제들을 잊고 관계가 더 원활하게 되도록 해야 합니다. 발을 잊는다는 것은 서로의 작은 단점을 잊고, 상대방의 장점을 주목하는 것을 의미합니다. 허리를 잊는다는 것은 물질적인 문제들을 잊고, 그것들이 감정에 영향을 미치지 않도록 하는 것을 의미합니다. 이러한 작은 문제들을 잊어버리고, 사랑 자체에 집중해야만 감정이 더 원만해질 수 있습니다.",
                ],
            ],
        ],
    ],
    77 => [
        "number" => 77,
        "number_text" => "제77점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "표유매，",
            1 => "기실칠혜。",
            2 => "구아서사，",
            3 => "대기길혜。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "표유처, 매가 있지만 실제로는 일곱 부분만 있다. 내 서사를 구하고, 좋은 때를 기다려라. 급할 필요는 없다. 급하면 성공하지 못한다. 사람 사이의 관계에서도 너무 인색해서는 안 된다. 너무 소심하면 멀어지게 된다. 이 점을 고쳐야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "표유매는 중매인의 말을 의미하며, 매화는 결혼의 상징입니다. 시에서는 매화가 이미 표시되었지만, 실제로는 일곱 번의 노력이 필요하다고 말합니다. 마지막으로 좋은 날이 오면, 사랑하는 사람을 얻을 수 있다는 의미입니다. 이 시의 해석은, 사랑을 찾는 것은 쉬운 일이 아니며, 끊임없는 노력과 기다림이 필요하며, 결국 결과는 운명과 시기에 달려 있다는 것입니다.",
                ],
            ],
        ],
    ],
    78 => [
        "number" => 78,
        "number_text" => "제78점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "욕속즉부달。",
            1 => "견소리，",
            2 => "즉대사불성。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "속히 하고자 하면 도달하지 못한다. 중요한 일의 경중을 판단하여야 한다. 성급하게 일을 추진하면 반드시 실패한다. 또한, 너무 오래 끌어서도 안 된다. 작은 이익을 보고 쫓지 마라. 작은 이익을 보면 도의를 잊게 된다. 사람들에게 외면당하고 모든 것을 잃게 된다. 이를 명심해야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 사랑을 추구하는 과정에서 너무 성급하면 큰일을 이루지 못하고, 눈앞의 작은 이익에만 집착하면 오히려 큰 일을 그르친다는 것을 의미합니다. 사랑에서는 인내심을 가지고, 긴 안목을 가지고 천천히 발전시키고 키워야 한다는 것을 상기시킵니다. 그래야만 진정한 사랑의 아름다움을 실현할 수 있습니다.",
                ],
            ],
        ],
    ],
    79 => [
        "number" => 79,
        "number_text" => "제79점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "갱쇄편객사청청，",
            1 => "천루류색신。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "봄비가 내려 객사가 깨끗이 씻기고, 강가의 버드나무도 새싹이 돋아나는 것처럼, 당신의 운이 밝아지고 있다는 것을 의미합니다. 이 기회를 놓치지 말고 적극적으로 행동하십시오.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 인생의 전환과 변화를 의미하며, 특히 관계와 사랑에서 그렇습니다. 이 점괘는 새로운 기회와 변화를 맞이할 준비를 해야 한다고 조언합니다. 지금이 새로운 사람을 만나거나 새로운 관계를 시작할 기회입니다. 좋은 기회이지만 신중하게 처리해야 하며, 급히 서두르지 말아야 합니다. 냉정하고 차분하며 인내심을 가지고 접근해야 진정한 행복과 성공을 얻을 수 있습니다.",
                ],
            ],
        ],
    ],
    80 => [
        "number" => 80,
        "number_text" => "제80점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "비막비혜생별리，",
            1 => "락막락혜신상지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "별리의 고통은 슬프지만, 생이별의 아픔을 너무 슬퍼하지 마십시오. 기쁨은 당신 앞에 있습니다. 슬픔은 사라지고, 기쁨이 다가옵니다. 더 이상 걱정하지 마십시오. 좋은 시기가 다가오고 있습니다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "인생에서 이별의 슬픔을 피할 수 없지만, 새로운 사람을 만나는 기쁨도 있습니다. 사랑에서도 마찬가지로, 과거의 연인이 떠나가더라도 새로운 사람을 만날 가능성이 있습니다. 이별의 슬픔을 겪더라도 새로운 만남을 기쁘게 맞이할 수 있어야 합니다.",
                ],
            ],
        ],
    ],
    81 => [
        "number" => 81,
        "number_text" => "제81점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "경지영지，",
            1 => "불일성지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "매일 공을 들이면 큰 성공을 거둘 것이다. 인연도 그렇다. 상대방을 신뢰하고 진심으로 대한다면, 노력 끝에 좋은 결과를 얻을 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“경지영지, 불일성지”는 진지한 노력과 경영을 통해 짧은 시간 내에 성공을 이룰 수 있다는 의미입니다. 사랑에 있어서도 더 많은 노력과 인내를 기울여야 한다는 암시가 될 수 있습니다. 좋은 소통과 이해를 통해 감정의 연결을 강화하는 것이 도움이 됩니다. 또한, “불일성지”는 성급해하지 말고 관계가 발전하고 성숙할 시간을 주어야 한다고 상기시킵니다.",
                ],
            ],
        ],
    ],
    82 => [
        "number" => 82,
        "number_text" => "제82점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "행거야，",
            1 => "전주작이후현무，",
            2 => "좌청룡이우백호。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "왼쪽에는 청룡, 오른쪽에는 백호가 있다. 당신의 재능과 아름다움을 찬미하는 사람들이 많아 결정을 내리기 어려울 수 있다. 이럴 때는 잠시 물러나서 조용한 환경에서 신중하게 고민해보는 것이 좋다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "전방의 여정을 설명하며 사방의 신수를 사용하여 묘사하고 있습니다. 전주작은 남쪽, 후현무는 북쪽, 좌청룡은 동쪽, 우백호는 서쪽을 의미합니다. 사랑에 있어서 이는 사랑의 여정이 남, 북, 동, 서의 다양한 방향을 거쳐야 하고, 다양한 시험과 어려움을 겪어야 한다는 것을 암시합니다. 이러한 도전을 성공적으로 통과하면 결국 원하는 사랑을 얻을 수 있습니다. 따라서 이 점괘는 용기와 끈기를 가지고 인생의 다양한 시험에 맞서고, 자신의 결단이 성공을 가져올 것이라고 믿어야 한다고 상기시킵니다.",
                ],
            ],
        ],
    ],
    83 => [
        "number" => 83,
        "number_text" => "제83점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "고사시。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "현재 상황에서는 결합하지 않는 것이 좋다. 용사가 손가락을 자르듯이 단호하게 포기하는 것이 현명하다. 그렇지 않으면 문제를 일으키고 아무런 이익도 얻지 못할 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "“고사시”의 의미는 “잠시 내려놓아라”라는 뜻입니다. 이 문구는 사랑에 있어서도 어떤 고집스러운 생각이나 불필요한 집착을 내려놓아야 더 나은 결과를 얻을 수 있다는 해석이 가능합니다. 때로는 지나치게 집착하기보다는 잠시 내려놓고 자연스럽게 상황을 바라보는 것이 더 좋을 수 있습니다. 사랑에서 장애물이나 생각의 걸림돌에 부딪혔다면, 이 점괘는 잠시 내려놓고 자연스럽게 전개되도록 두라는 메시지를 전달합니다.",
                ],
            ],
        ],
    ],
    84 => [
        "number" => 84,
        "number_text" => "제84점",
        "subtitle" => [
            0 => "상평",
        ],
        "stick_text" => [
            0 => "권군막석금루의，",
            1 => "권군석취소년시，",
            2 => "화개감절직수절，",
            3 => "막대무화공절지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "지금의 상황에서는 금으로 만든 옷을 아끼지 말고, 젊은 시절을 아껴야 한다. 젊은 시절은 쉽게 사라진다. 기회를 놓치지 말고 꽃이 필 때 꽃을 꺾어야 한다. 꽃이 없을 때 빈 가지를 꺾는 것은 무의미하다. 젊은 시절을 아끼고 기회를 잡아야 한다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 깊은 의미를 가지고 있으며, 사람들에게 물질적 즐거움보다는 젊은 시절을 아끼라고 권장합니다. 사랑에서도 마찬가지입니다. 완벽함을 추구하다가 사랑의 기회를 놓치지 말고, 자신의 감정을 용감하게 표현하며 적절한 기회를 잡아야 합니다. 사랑이 사라지고 나서 후회하지 않도록 하세요.",
                ],
            ],
        ],
    ],
    85 => [
        "number" => 85,
        "number_text" => "제85점",
        "subtitle" => [
            0 => "상상대길",
        ],
        "stick_text" => [
            0 => "득기소재，",
            1 => "득기소재。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "얻고자 하는 것을 얻게 될 것입니다. 지금의 특별한 기회를 잡으세요. 망설이면 기회를 놓칠 수 있습니다. 서두르지 말고 신중하게 결정을 내리세요.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 “원하는 것을 얻었다” 또는 “목표를 달성했다”는 의미로 해석할 수 있습니다. 사랑에 있어서 이는 성공적으로 상대방의 사랑을 얻거나, 자신의 사랑 목표를 달성했음을 의미할 수 있습니다. 하지만 “득기소재”는 항상 좋은 결과를 의미하는 것은 아니므로 상황에 따라 다르게 해석해야 합니다.",
                ],
            ],
        ],
    ],
    86 => [
        "number" => 86,
        "number_text" => "제86점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "하한청차천，",
            1 => "상거복기허，",
            2 => "영영일수간，",
            3 => "맥맥부득어。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "초한의 경계, 맑고 얕은 강이 하나 있다. 건너편으로 가는 길은 그리 어렵지 않다. 한 물길 사이에 말을 하지 못하는 상황이 있다. 현재 당신의 운세는 결혼에 있어 환경적인 장애로 인해 당장 성사되기 어려움을 나타낸다. 학업이나 일 때문에 당분간은 성과를 기대하기 어렵다. 인내심을 가지고 기다리는 것이 좋다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 두 사람 사이의 거리와 격차를 묘사합니다. 강물은 그들 사이의 거리를 나타내며, 매우 가까우면서도 멀리 있는 듯한 상황을 나타냅니다. 서로를 이해하고 교류하는 데 제한이 있을 수 있습니다. 시의 '맥맥부득어'는 두 사람 사이의 감정이 깊지만 표현하기 어려운 상황을 말합니다. 이 장애를 해결하려면 서로 간의 소통과 교류를 강화해야 합니다. 이는 사랑에서 매우 중요한 점으로, 상호 간의 솔직한 대화가 없으면 관계를 오래 유지하기 어렵습니다.",
                ],
            ],
        ],
    ],
    87 => [
        "number" => 87,
        "number_text" => "제87점",
        "subtitle" => [
            0 => "하",
        ],
        "stick_text" => [
            0 => "편여봉거진루，",
            1 => "운렴무산。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "봉황이 진루를 떠나고, 무산의 구름이 걷힌다. 마음속의 사람이 떠나갔다. 이는 두 사람이 결합할 수 없음을 나타낸다. 모든 일, 결혼도 마찬가지로 단념하는 것이 좋다. 다른 좋은 인연을 찾는 것이 좋다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시는 아름다운 사랑과 이별의 아쉬움을 표현합니다. 봉황이 진루를 떠나고, 구름이 무산에서 걷히는 모습은 연인들이 헤어져야 하는 아쉬운 순간을 나타냅니다. 이는 사랑의 순수함과 아름다움을 암시하며, 이별의 순간에도 그 감정을 소중히 여기라는 메시지를 전달합니다. 이 점괘는 현재의 이별을 받아들이되, 그동안의 아름다운 순간을 소중히 여기며 추억하라는 의미로 해석될 수 있습니다.",
                ],
            ],
        ],
    ],
    88 => [
        "number" => 88,
        "number_text" => "제88점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "시비오소위정야。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "인생의 여정에서 시시비비는 피할 수 없다. 세상의 사랑도 마찬가지다. 만약 고난이 없다면 그것은 진정한 사랑이 아니다. 진정한 우정도 마찬가지다. 시험을 견딜 수 있는 것이 진정한 우정이다. 따라서 우정이나 사랑으로 인해 괴로워할 필요가 없다. 모든 것이 진실을 보여줄 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 시비가 있을 때 그것을 감정적인 문제로 여기지 말아야 한다는 것을 강조합니다. 사랑에 있어서는 외부의 압력과 방해가 감정적인 선택에 영향을 미치지 않도록 주의해야 한다고 경고합니다. 자신의 진정한 생각과 감정을 지켜야 합니다. 또한 감정 문제를 다룰 때는 이성적이고 객관적인 태도로 접근해야 한다는 의미도 있습니다.",
                ],
            ],
        ],
    ],
    89 => [
        "number" => 89,
        "number_text" => "제89점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "복이결의，",
            1 => "불의하복。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "마음에 의문이 있을 때, 해결하지 못하면 신에게 묻는다. 신의 지시를 따를 수 있다. 반대로 의문이 없으면 신에게 묻지 않아도 된다. 대부분의 문제는 스스로 상황을 평가하고 결단을 내려야 한다. 신뢰할 수는 있지만 결정권은 자신에게 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 시의 의미는 의문이 없다면 점괘를 물을 필요가 없다는 것입니다. 의문은 사랑이나 다른 문제에 관한 의문일 수 있습니다.",
                ],
                1 => [
                    0 => "사랑에 관한 해석에서 이 점괘는 자신과 상대방의 감정에 대해 확신이 있다면 점괘를 물을 필요가 없다는 의미입니다. 두 사람의 감정이 진실하고 확고하다면 의문을 가지거나 점괘를 물을 필요가 없습니다. 그러나 감정에 의문이나 불확실성이 있다면 점괘를 통해 더 많은 통찰과 지침을 얻을 수 있습니다. 어떠한 경우에도 자신의 감정을 믿고 자신의 판단과 직관에 의지하는 것이 중요합니다.",
                ],
            ],
        ],
    ],
    90 => [
        "number" => 90,
        "number_text" => "제90점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "양정약시장구시，",
            1 => "우기재조조모모。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "두 사람의 감정은 우정이나 사랑을 의미할 수 있다. 우정이 자연스럽게 멀어졌을 때나 사랑하는 사람이 멀리 갔을 때, 마음이 우울해질 수 있다. 하지만 이러한 상황은 일시적인 것이다. 먼 곳에 있는 친구나 사랑하는 사람이 다시 돌아올 때, 낮아진 감정이 회복되고 활력이 넘칠 것이다. 아침저녁으로 계산할 필요가 없다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 진정한 사랑은 매 순간의 동반과 관심이 필요하지 않으며, 시간이 지나도 지속될 수 있는 감정이라는 것을 말합니다. 두 사람이 서로 사랑하고, 감정이 안정적이며, 서로를 신뢰할 때, 이러한 사랑은 점점 더 강해지고 시간과 거리의 시험을 견딜 수 있습니다. 이 점괘는 사랑에서 사소한 일에 너무 집착하지 말고, 더 깊은 감정을 중시하라고 권장합니다. 진정한 사랑은 시간이 지나도 변하지 않는다고 믿어야 합니다.",
                ],
            ],
        ],
    ],
    91 => [
        "number" => 91,
        "number_text" => "제91점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "니왕사이침，",
            1 => "아지언자금。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "너의 지난 일은 모두 잊어라. 다시 돌아볼 수 없는 과거의 일이다. 옛 사람들은 '어제는 죽고, 오늘은 산다'고 했다. 어제의 일을 모두 잊은 후, 오늘부터 새롭게 결심하고 행동하라. 과거는 추적하지 말고, 오늘을 새롭게 결정하여 실행하면 반드시 큰 성과가 있을 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "새로운 시작을 의미하며, 사람들에게 과거를 잊고 현재와 미래에 집중하라고 조언한다. 사랑에 있어서는 이전의 상처와 실수를 내려놓고, 새로운 관계를 시작하는 것을 의미할 수 있다. 이 점괘는 자기 성찰과 자기 발전의 중요성을 강조하며, 자신이 성장하고 과거를 내려놓을 때 더 나은 미래를 맞이할 수 있다고 한다.",
                ],
            ],
        ],
    ],
    92 => [
        "number" => 92,
        "number_text" => "제92점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "명명여월，",
            1 => "하시가철。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "물 속에 비친 달을 보면, 그 달이 매우 밝고 깨끗한 것을 알 수 있다. 그러나 물 속에서 그 달을 잡으려 한다면, 잡을 수 없는 것이다. 그것은 그저 그림자일 뿐이다. 한 사람의 재운이 복권에 달려 있는가? 성공 여부는 운명에 달려 있는가? 결국 자신의 앞날을 위해 자신이 실천할 수 있는 것을 명확히 하고, 발을 딛고 현실에 충실해야 한다. 환상에 의존하지 말고 스스로 노력하면 큰 성과를 거둘 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "사랑에서 '명명여월, 하시가철'은 사랑이 매우 아름답지만 얻기 어려움을 비유한다. 이 점괘는 사랑이 아름다울 수 있지만, 때로는 그것을 얻기 위해 인내와 기다림이 필요하다는 것을 의미한다. 사랑에서는 때로는 감정을 용기 있게 표현해야 하지만, 때로는 기다림과 인내가 필요하다. 이 점괘는 사랑에서 인내와 끈기를 가지고 쉽게 포기하지 말라고 조언한다.",
                ],
            ],
        ],
    ],
    93 => [
        "number" => 93,
        "number_text" => "제93점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "이부생약몽，",
            1 => "위환기하？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "인생은 꿈과 같고, 즐거움은 얼마나 될까? 인생은 순간적으로 지나가 버린다. 인생의 여정을 너무 진지하게 생각하지 말고, 즐길 수 있을 때 즐겨라. 오늘날의 휴식 개념은 인생을 너무 진지하게 생각하지 말라는 것이다. 인생의 짧은 즐거움을 놓치지 말고, 지금 이 순간을 즐겨라.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 인생이 꿈처럼 덧없고, 잠시의 즐거움에 집착하지 말고 인생의 진정한 의미를 찾으라는 것을 의미한다. 사랑에 있어서도 이 점괘는 현재의 감정을 소중히 여기고, 쉽게 포기하거나 낭비하지 말라는 것을 상기시킨다. 우리의 감정이 세속적인 간섭이나 화려한 것에 휘둘리지 않도록 신중하게 생각하라.",
                ],
            ],
        ],
    ],
    94 => [
        "number" => 94,
        "number_text" => "제94점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "교언영색，",
            1 => "선의인。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "사람들은 교언영색을 가장 쉽게 이해할 수 있는 문장으로 숨겨진 칼날이라고 한다. 목적을 달성하기 위해 사람을 달래고, 결국 이익을 얻으면 그만두는 것이다. 현대 사회에서 달콤한 말에 숨겨진 독을 조심하라. 결혼에서도 마찬가지다. 만약 누군가가 말은 달콤하지만 속으로는 칼을 품고 있다면 조심해야 한다. 입이 너무 단 사람은 경계하라. 그 사람의 말에 넘어가지 말라.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "말재주가 좋고 외모가 뛰어난 사람이 반드시 진정한 덕을 가진 것은 아니다. 사랑에서도 이 점괘는 사람의 내면적 자질을 잘 파악하라고 경고한다. 말과 외모는 좋은 인상을 줄 수 있지만, 진정한 성품과 덕은 시간과 진정한 행동으로 증명되어야 한다. 사랑에서 신중하게 상대방의 내면과 인성을 관찰하라.",
                ],
            ],
        ],
    ],
    95 => [
        "number" => 95,
        "number_text" => "제95점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "충시우，",
            1 => "훙훙혜。",
            2 => "의이자손，",
            3 => "승승혜。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "충시의 날개가 하늘을 날아다니며 소리를 내는 것처럼, 이는 매우 편안하고 원활한 의미를 가진다. 자손이 번창하고 영광을 누리는 좋은 운세가 있다. 매우 기쁘고 축하할 만한 가정의 운세이다. 이 운을 소중히 여겨라.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 충시처럼 올바른 방향과 방법을 찾으면 복을 받을 수 있으며, 후손에게도 혜택을 줄 수 있다는 의미이다. 사랑에서는 올바른 방향과 방법으로 사랑을 대할 때 행복을 얻을 수 있고, 그 사랑이 지속될 수 있음을 상기시킨다. 또한 겸손함을 유지하고, 작은 것에서 진정한 행복을 찾으라는 메시지를 전달한다.",
                ],
            ],
        ],
    ],
    96 => [
        "number" => 96,
        "number_text" => "제96점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "수집편지사，",
            1 => "오역위지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "나도 할 수 있다는 것은 존경할 만한 사람이라는 의미다. 만약 상대방에게 마음이 있다면, 나도 그 사람에게 잘 대해줄 수 있다. 두 사람의 감정이 맞을 때 서로 잘 대해줘야 하며 무시해서는 안 된다. 그렇지 않으면 큰 손해를 보게 된다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 사랑의 헌신 정신을 말하고 있다. 이러한 사랑은 무조건적인 사랑으로, 보답을 바라지 않으며 개인의 손익을 따지지 않고 심지어 생명을 바쳐서라도 상대방의 안전과 행복을 위해 희생할 준비가 되어 있다. '수집편지사, 오역위지'는 위험과 고난에도 불구하고 상대방을 위해 책임과 부담을 짊어지고, 자신의 희생을 기꺼이 감수하는 사랑을 의미한다. 이러한 사랑은 매우 고귀하고, 유지하고 지지하기 위해 매우 강한 신념과 용기가 필요하다.",
                ],
            ],
        ],
    ],
    97 => [
        "number" => 97,
        "number_text" => "제97점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "귀초，초인불신。",
            1 => "귀한，한인진공。",
            2 => "족하욕지시안귀호？",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "사람들은 너의 귀환을 두려워한다. 이 상황에서 어떻게 할 것인가? 이는 평소의 행동이 중요함을 알려준다. 그렇지 않으면 사람들은 너를 멀리하고 가까이 하지 않을 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘의 의미는, 너가 초나라로 돌아가려 하면 그곳 사람들은 너를 믿지 않을 것이고, 한나라로 돌아가려 하면 그곳 사람들은 놀랄 것이다. '족하욕지시안귀호？'라는 질문은 너가 어디로 돌아가야 할지를 묻는 것이다. 사실 이는 귀환의 길이 평탄하지 않음을 암시한다. 사랑에서는 이미 끝난 관계로 돌아가려 할 때 어려움과 도전을 맞이할 수 있으며, 돌아간다고 해서 편안한 곳이 아닐 수도 있음을 경고한다. 신중하게 고려해야 한다.",
                ],
            ],
        ],
    ],
    98 => [
        "number" => 98,
        "number_text" => "제98점",
        "subtitle" => [
            0 => "상",
        ],
        "stick_text" => [
            0 => "작야강변춘초생，",
            1 => "몽통거함일모경，",
            2 => "향래왕비추이력，",
            3 => "차일중류자재행。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "강변에 봄 풀이 돋아나는 시기다. 너의 운도 봄처럼 새로워지고 있다. 큰 배가 가벼이 움직이는 것처럼 모든 일이 순조롭게 풀릴 것이다. 이전에는 매우 힘들었던 일도 이제는 중류에서 자유롭게 행하는 것처럼 원활하게 진행될 것이다. 운이 좋아지고 있으며, 좋은 일이 곧 다가올 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 봄이 오면서 강변에 풀이 돋아나는 상황을 묘사한다. 큰 배가 가볍게 중류를 지나가는 것처럼, 사랑에서도 어려움에 부딪혔을 때 유연하게 대처하면 더 나은 결과를 얻을 수 있음을 말한다. 불평하고 싸우기보다는 방향을 전환해 더 자유롭고 유연하게 대처해 나가는 것이 좋다.",
                ],
            ],
        ],
    ],
    99 => [
        "number" => 99,
        "number_text" => "제99점",
        "subtitle" => [
            0 => "중",
        ],
        "stick_text" => [
            0 => "필선고기심지。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "어떤 일을 해결하기 위해서는 누구나 먼저 마음과 뜻을 고통스럽게 해야 한다. 결혼도 마찬가지다. 두 사람의 감정을 가까이하려면 마음과 뜻을 고통스럽게 해야 사랑이 싹트고 좋은 결과를 얻을 수 있다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 목표를 추구하기 전에 고난이나 좌절을 겪어야 결심과 의지를 시험할 수 있다는 것을 의미한다. 사랑에서는 일부 어려움이나 장애를 극복해야 진정한 사랑과 헌신을 증명할 수 있음을 의미할 수 있다. 이러한 관계가 가치가 있다고 생각한다면, 모든 어려움과 장애를 극복하고 이 고난을 견뎌야 사랑의 목표를 이룰 수 있다.",
                ],
            ],
        ],
    ],
    100 => [
        "number" => 100,
        "number_text" => "제100점",
        "subtitle" => [
            0 => "상상",
        ],
        "stick_text" => [
            0 => "화호、",
            1 => "월원、",
            2 => "인수。",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "이 점은 점괘의 마지막이다. 매우 길한 점이다. 시에서 말하듯이, 꽃이 아름답고, 달이 원만하며, 사람이 장수하는 것이 인생의 최고 소망이다. 결혼에서는 두 사람이 완벽하게 결합하고, 백년 해로할 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 길조로, 아름다운 일들, 예를 들어 꽃이 아름답고 달이 원만하며 사람의 장수를 예시한다. 사랑에서는 오랜 아름다운 관계나 결혼을 의미할 수 있다. 시의 꽃이 아름답고 달이 원만하며 사람의 장수는 즐거움과 장수를 상징하며, 오랜 아름다운 사랑과 오랜 행복을 암시할 수 있다. 이는 사랑의 좋은 발전과 오랜 행복을 예고하는 매우 행운의 점이다.",
                ],
            ],
        ],
    ],
    101 => [
        "number" => 101,
        "number_text" => "점왕",
        "subtitle" => [
            0 => "점왕",
        ],
        "stick_text" => [
            0 => "가우천성，",
            1 => "신선미권야。",
            2 => "부부하구?",
        ],
        "explanation" => [
            "reading_the_fortune_stick_poem" => [
                0 => [
                    0 => "좋은 짝이 하늘에서 이루어지고, 신선 같은 아름다운 부부가 백년 해로할 것이다. 더 이상 좋은 인연을 찾을 필요가 없다.",
                ],
                1 => [
                    0 => "주: 좋은 짝이 하늘에서 이루어지고, 백년 해로할 것이다. 귀가(歸家)를 묻는다면, 신선 같은 부부가 될 것이다.",
                ],
            ],
            "interpreting_the_poem" => [
                0 => [
                    0 => "이 점괘는 '운명'을 의미할 수 있다. 점왕인 이 좋은 짝은, 운명적으로 아름다운 배우자를 만나게 될 것을 의미한다. '신선미권'은 그 배우자가 아름다울 뿐만 아니라 비범한 인물임을 나타낸다. 그러므로 이 점괘는 사랑이 운명적으로 다가올 것이며, 그 관계는 매우 아름답고 서로 존중하고 지지하는 관계가 될 것임을 의미한다. 이는 사랑에서 서두르지 말고 인내심을 가지고 적절한 사람이 나타날 때를 기다리라고 조언한다.",
                ],
            ],
        ],
    ],
];
