{
    "1": {
        "number": 1,
        "number_text": "第一籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "福如東海壽南山，",
            "君爾何須嘆苦難，",
            "榮華富貴天注定，",
            "貴人太白守身邊。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*貴人太白守身邊。太白吉星"
                ],
                [
                    "福如東海，壽比南山，你該知足了。你為什麼還嘆苦難呢？"
                ],
                [
                    "一生榮華富貴，乃是上天注定的，是無法強求而得。"
                ],
                [
                    "只要你心存忠厚，凡是順天而行，自然會有太白貴人星守在你身邊保護你的。"
                ],
                [
                    "抽到此籤，表示為人要知足，不可妄求。只要你能夠一心向善，努力工作，沒有什麼值得你憂慮的，因為太白貴人星會在你身邊保佑你的。"
                ],
                [
                    "此籤問求財交易，只要守著誠實信用原則，定有所成。"
                ],
                [
                    "問出行，平安大吉。"
                ],
                [
                    "問婚姻，有情人終成眷屬。"
                ],
                [
                    "問求子，有一舉得男之兆。"
                ],
                [
                    "問疾病，有痊癒之希望，安心療養。"
                ],
                [
                    "問訴訟，有理終得勝訴，若被冤枉，亦得平反。"
                ],
                [
                    "某公司經營不善，老闆準備改組，職員紛紛求去，並要求退職金，唯獨丁某不聞不問，仍然努力份內工作，但是內心也為未來前途擔憂不已。一日赴南部，聞說內門鄉紫竹寺籤詩甚靈，求得此籤，持回至余處求解，我說「只要努力工作，定有佳音。」不久，公司改組成功，因丁某此次表現良好，甚受新股東賞識，乃被新董事會升為業務副理，正應了籤詩最後一句「貴人太白守身邊。」"
                ]
            ]
        }
    },
    "2": {
        "number": 2,
        "number_text": "第二籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "寶鏡團圓似月明，",
            "琴瑟和諧暢我情，",
            "婚姻商賈皆如意，",
            "登科一舉狀元名。"
        ],
        "explanation": {
            "解籤": [
                [
                    "寶鏡慶團圓，不但沒有損壞，還像月亮那麼光明。琴瑟合奏，奏出和諧美妙的聲音，足以表達出歡暢融洽的心情。問婚姻或求財，都能如願以償。問功名，不但金榜題名，還有中狀元的希望呢！"
                ],
                [
                    "抽到此籤，表示運氣已經轉好，正是苦盡甘來的時候。"
                ],
                [
                    "諸凡經商營謀求財皆有利，婚姻可成，並得美滿幸福。"
                ],
                [
                    "問考試，有金榜題名的希望，應該充滿信心，更加用功，以便一舉而中狀元，所謂「十年寒窗無人問，一舉成名天下知」。"
                ],
                [
                    "問疾病，有痊癒的希望，只要靜心療養，健康會復元的。"
                ],
                [
                    "如果問遷移、合夥、職業變更，以年輕人較佳，老年人不吉。"
                ],
                [
                    "問訴訟，理直氣壯，有理必得直，若被冤枉，亦得平反的希望。"
                ]
            ]
        }
    },
    "3": {
        "number": 3,
        "number_text": "第三籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "啞人得夢口難言，",
            "瞎眼穿針更不然，",
            "九曲明珠穿不過，",
            "孔子在陳必絕糧。"
        ],
        "explanation": {
            "解籤": [
                [
                    "啞巴得夢，有口難言，瞎子要穿針，那就更困難了，雖然有九曲明珠照耀，又有何用呢？穿不過還是穿不過。難怪像孔子那樣的聖人，都還會碰到絕糧在陳的困境。"
                ],
                [
                    "抽到此籤，表示一個人也有啞巴吃黃蓮，有苦說不出的時候。時運若不濟，再高的學問，再能幹的才華，也有碰到困境的時候。"
                ],
                [
                    "此籤表示，你目前的運氣不太好，因此不要輕舉妄動，以免陷入進退維谷的窘境。凡事待機而行，諸如新事業的計劃，工廠的擴充建造等，最好暫緩一下，不要目前就做，那樣不但無利，恐有災害發生。如果一意孤行，輕舉妄動，不但無財利可求，甚至連生命都有危險呢！欲保平安，除祈神保佑外，並發願改過向善，才能逐漸轉入佳境。"
                ],
                [
                    "問功名，目前希望不大，還要多充實自己，將來才有希望。"
                ],
                [
                    "問婚姻，不宜勉強結合，否則會有婚變。"
                ],
                [
                    "問疾病，要趁早醫治，求神庇佑，行善者可痊癒。若久病，則難癒。"
                ],
                [
                    "出外旅行、移居、職位變動，均不利。"
                ],
                [
                    "問生育，有生女的傾向。"
                ],
                [
                    "有位何先生，公務員退休後，與人合夥經營餐廳，將半生積蓄加上退休金孤注一擲。兩個月後，因經營不善與用人不當，虧損累累。乃至紫竹寺抽得此籤，至余處求解，余勸其從速結束營業，或者未晚，彼乃與合夥人言明退出。另一人仍執迷不悟，獨自經營，結果因票據法入獄。"
                ]
            ]
        }
    },
    "4": {
        "number": 4,
        "number_text": "第四籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "白虎出山欲害人，",
            "誤入羅網難脫身，",
            "害人終歸反害己，",
            "蟲飛入火自損身。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*白虎出山欲害人。誤入羅網難脫身。■白虎關煞"
                ],
                [
                    "白虎出山來想害人，結果不但害不了人，反而被人所設羅網陷阱困住而不得脫身，想害人的人不但害不了人，反而傷到自己，就如同飛虫撲火喪失了自己生命一樣的可憐。"
                ],
                [
                    "曾有某人嗜賭如命，傾家盪產，仍然執迷不悟，異想天開，竟開起賭場想扳回老本，一日至某觀音寺，忽想求籤問財利，結果抽得此籤。但他仍未能領悟，回頭是岸，仍然沉迷於賭，不久因賭場恩怨而被殺。"
                ],
                [
                    "抽得此籤，菩?已在告誡當事人不可存有害人之心，要迷途知返，改過向善，才能改變壞運。若仍然為非作歹，不務正業，終有一天會像飛虫撲火那樣喪失寶貴的生命。"
                ],
                [
                    "此籤表示，為人須厚道，不可做損人利己的事，因為害人終必害自己。俗語云：「天數雖然難挽回，轉移造化人自排，心安退步專為善，可許禍去轉福來。」"
                ],
                [
                    "此籤問交易，難於成功，必須等待時機，而且要從培養自己的信譽做起。"
                ],
                [
                    "問婚姻，如果彼此不是情投意合，不宜勉強結合，否則將來婚姻恐有變化。"
                ],
                [
                    "對婚姻，要慎重，不可存有玩弄之心。"
                ]
            ]
        }
    },
    "5": {
        "number": 5,
        "number_text": "第五籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "梅花映雪正芳菲，",
            "江海漁翁下釣磯，",
            "夜靜水寒魚不餌，",
            "滿船空載月明歸。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*梅花映雪正芳菲。■景好"
                ],
                [
                    "*江海漁翁下釣磯。■待機"
                ],
                [
                    "*夜靜水寒魚不餌。■運滯"
                ],
                [
                    "*滿船空載月明歸。■無收"
                ],
                [
                    "梅花飄雪紛紛而下，陣陣芳香傳來，只見江海上的漁夫拽著釣魚竿歸來。因為靜夜裡水冷風寒，魚兒不來上鈎，只好載著滿船月光，空手而返。"
                ],
                [
                    "此籤告訴當事人，目前的時機不對，因此你只好像那夜靜水寒空手而返的漁夫。但不必灰心，明天也許天氣轉好，就有滿載而歸的希望了。"
                ],
                [
                    "抽到此籤，若問營謀作事，目前恐尚不如意，但只要持之以恆，努力允實自己，必有被重用的一天。"
                ],
                [
                    "問婚姻，冬天來了，春天不遠，春天會有希望。"
                ],
                [
                    "出外、移居、變動職位、計劃新事業，均不吉，暫緩一下為宜。"
                ]
            ]
        }
    },
    "6": {
        "number": 6,
        "number_text": "第六籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "富貴總由天注定，",
            "五穀豐登勝上年，",
            "共享太平歌舜日，",
            "含哺鼓腹樂堯天。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*共享太平歌舜日。含哺鼓腹樂堯天。■含哺即吹奏。鼓腹同鼓舞"
                ],
                [
                    "人生富貴榮華，本是上天註定的。今年五穀豐收，一定勝過往年。大家一起來歌頌太平的日子，大家一齊來慶祝歌舞昇平的豐收年。"
                ],
                [
                    "這是一首吉籤，表示平日的耕耘，終於獲得大豐收，大家雀躍高興，一齊慶祝的盛況。"
                ],
                [
                    "抽得此籤，若問財利，有生意興隆，財源廣進的佳兆。"
                ],
                [
                    "若問謀望，表示運氣亨通，必可順利達成。"
                ],
                [
                    "問功名，成績優秀，有希望，並得貴人提拔，有陞遷之兆。"
                ],
                [
                    "問婚姻，皆大歡喜，幸福美滿之良緣，婚談可以成功。"
                ],
                [
                    "問生育，有一舉得男之兆。"
                ],
                [
                    "問疾病，很快就會痊癒，不必心憂。"
                ],
                [
                    "問訴訟，以和為貴，能和解大吉。"
                ]
            ]
        }
    },
    "7": {
        "number": 7,
        "number_text": "第七籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "鯉魚志氣本英雄，",
            "屈在池中運未通，",
            "一旦飛來頭角現，",
            "風雲際會變成龍。"
        ],
        "explanation": {
            "解籤": [
                [
                    "鯉魚本抱有英雄豪傑的志氣，可惜時運未通，只好屈居在池塘裡。但一旦風雲際會，機會到來，現出頭角一躍龍門，就變成天上的飛龍了。"
                ],
                [
                    "此籤乃告訴當事人不要為目前的遭遇嘆氣，只要你能夠立志做大事，總有一天，會有機會讓你表現的。目前時運未通，所以只好委屈一下，守住你的崗位，默默的工作，同時要多充實自己，這樣，有一天你的機會來了，就可以發揮你的才華，成為眾人矚目的英雄了。"
                ],
                [
                    "抽得此籤，問功名，表示十年寒窗，將有出頭的日子，認真用功，必得金榜題名。"
                ],
                [
                    "問財利，做生意只要以誠人，和氣生財，不要性急，不久就可獲大利。"
                ],
                [
                    "問婚姻，不用急，只要彼此相愛，是逐漸發展而得到幸福之良緣。"
                ],
                [
                    "問生育，生女的可能性大。"
                ],
                [
                    "問變動職位或新計劃事業，宜暫緩，時機到來再變動，自然身價百倍。目前不宜，仍然暫時守住原工作崗位。"
                ],
                [
                    "問出行、移居，均不宜。"
                ],
                [
                    "問疾病，病況多變化，要多注意。"
                ],
                [
                    "問訴訟，無理必敗。"
                ],
                [
                    "尋人、失物，找到的希望不大。"
                ]
            ]
        }
    },
    "8": {
        "number": 8,
        "number_text": "第八籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "皇天降下紫微星，",
            "除奸滅惡得安寧，",
            "二十八宿扶聖主，",
            "漢國江山再重興。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*皇天降下紫微星。除奸滅惡得安寧。■紫微星主文"
                ],
                [
                    "*二十八宿扶聖主。漢國江山再重興。■宿指星座"
                ],
                [
                    "王莽篡漢，民不聊生，上天乃派下紫微星，將奸臣王莽消滅，使人民又得安寧生活。天上的二十八星宿也都一齊下來扶佐聖主，使得漢朝能夠再中興。"
                ],
                [
                    "此籤以王莽篡漢，光武中興的故事，告訴當事人，只要你的意志堅強，仍有東山再起的機會。不要為了過去的失敗而氣餒，要奮發圖強，更加努力奮鬥，必能完成中興大業。"
                ],
                [
                    "抽得此籤，問作事，可以成功。"
                ],
                [
                    "問功名，是金榜題名的好兆。"
                ],
                [
                    "問運氣，亨通。"
                ],
                [
                    "出外、移居，平安大吉。"
                ],
                [
                    "此籤問婚姻，不太好，有婚變的徵兆。如果婚談，要慎重考慮。婚姻不可兒戲。"
                ],
                [
                    "問生育，生女的成份多。"
                ],
                [
                    "問疾病，不久可以痊癒。"
                ],
                [
                    "尋人、失物，不久可以再見或尋獲。"
                ]
            ]
        }
    },
    "9": {
        "number": 9,
        "number_text": "第九籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "鬼門關上遇無常，",
            "鐵船過海浪頭風，",
            "口愿冤愆如羅網，",
            "爾欲嘉時得禍殃。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*口愿冤愆如羅網。爾欲嘉時得禍殃。■愿未還。爾同你"
                ],
                [
                    "就像在鬼門關上碰到無常鬼，駕了鐵船過海卻遇到大風大浪。許了口愿，又忘得一乾二淨，所造成的罪過，就像羅網一樣罩住自己。當你知道自己錯了，已經得災禍了。"
                ],
                [
                    "此籤告訴當事人，目前的運氣很不好，人家遇到的是貴人，而你遇到的卻是五鬼。目前的運氣，就像船在海中遭遇大風大浪。如何化險為夷，完全要靠你自己掌好舵，不要迷失了方向。不要光許愿求神，那是沒有用的。"
                ],
                [
                    "此籤問營謀作事，阻礙重重，不易成功。"
                ],
                [
                    "問功名，名落孫山，然不要灰心，繼續加強用功，下次再來。"
                ],
                [
                    "問婚姻，第一句詩就不是好兆，顯露破綻凶緣。如正在婚談，不必勉強說合。"
                ],
                [
                    "問求財，不必強求。問失財，不必追尋。"
                ],
                [
                    "此籤問疾病，甚不吉，恐怕變化很大，總之盡人事以療治，最好求神多保佑。曾有黃某，因接獲家裡來電，謂父病催促速歸，抽得此籤來問，余曰：「盡人事。」至家，其父已逝。正應了第一句。"
                ],
                [
                    "抽到此籤，表示目前運氣不順，守之安泰，妄動招災，所以出行、遷移、修造、變動職業等，都還是緩一下好。"
                ]
            ]
        }
    },
    "10": {
        "number": 10,
        "number_text": "第十籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "三藏取經往西天，",
            "路途險要得齊天，",
            "雲橫秦嶺家何在，",
            "雪擁藍關馬不前。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*三藏取經往西天。路途險要得齊天。■齊天指孫悟空喻貴人"
                ],
                [
                    "*雲橫秦嶺家何在。雪擁藍關馬不前。■指韓愈被貶旅途之苦"
                ],
                [
                    "唐三藏往西天取經，一路上險難很多，幸好有齊天大聖保護，才得化險為夷。走到關外泰嶺只看到白雲茫茫，不知家在何處？藍關積雪盈尺，使得馬不能前進。"
                ],
                [
                    "這首籤詩，表示你目前是個多艱難的非運，一方面要靠自己努力奮鬥，以克服艱難，一方面應多聽取長輩的意見，也許會碰到「貴人」幫助你打開困境。"
                ],
                [
                    "此籤問作事，只要有恆心，有志者事竟成，目前即使有困難，有阻礙，只要面對問題，想辦理解決，總有完成的一天。就像三藏取經，經過無數艱難，終於完成任務。"
                ],
                [
                    "問功名，只要下過苦功夫，就有希望。"
                ],
                [
                    "問財利，非常辛勞，卻常常徒勞無功。"
                ],
                [
                    "問婚姻，阻礙多，須重新考慮，不要勉強結合。因第三句「雲橫秦嶺家何在」，對家庭運不好。"
                ],
                [
                    "問疾病，病況嚴重與拖延時日之危險，須加強治療，祈求神佛保佑。"
                ],
                [
                    "旅行、開張、喬遷均不吉，須重加考慮。"
                ]
            ]
        }
    },
    "11": {
        "number": 11,
        "number_text": "第十一籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "八仙過海赴蟠桃，",
            "龍王拖下藍彩和，",
            "因奪玉板刀兵戰，",
            "彌陀慈心來講和。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*八仙過海赴蟠桃。龍王拖下藍彩和。■各顯神通。藍彩和八仙之一"
                ],
                [
                    "*因奪玉板刀兵戰。彌陀慈心來講和。■喻有爭端。以和為貴"
                ],
                [
                    "八仙過海趕赴蟠桃宴會，在海中遇上海龍王，八仙中的藍采和被攔阻下來，龍王與八仙因爭奪玉板竟然打起來，大慈大悲的佛祖一看，趕緊下來排解講和了。"
                ],
                [
                    "八仙，是古代傳說的八位神仙，各有神通，所以俗云：「八仙過海，各顯神通。」這首籤詩，是借用八仙過海的故事，來暗示當事人，此去將有是非風波發生，須謹慎提防。"
                ],
                [
                    "抽得此籤，若問出外旅行觀光，最好改期，因為籤詩中隱含將有事故發生。"
                ],
                [
                    "若問運氣，須防是非口舌，謹言慎行為要。"
                ],
                [
                    "若問財運，表示有競爭者出現，利潤不多，須能勝過他人，才有利可圖。"
                ],
                [
                    "問婚姻，可能有枝節發生，而使婚姻觸礁。"
                ],
                [
                    "問疾病，須與醫生合作抗拒疾病，並祈求神佛保佑。"
                ],
                [
                    "問訴訟，能和解最好。"
                ],
                [
                    "問求職做事，將有貴人出現提拔，自助自得人助，好自努力。"
                ]
            ]
        }
    },
    "12": {
        "number": 12,
        "number_text": "第十二籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "夫婦有意兩相謀，",
            "綢繆未合反成愁，",
            "萬事逢春皆大吉，",
            "姻緣註定不須求。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*萬事逢春皆大吉。姻緣註定不須求。■春有作秋"
                ],
                [
                    "兩人相好有意結成夫婦，恩愛纏綿，卻未能馬上結合，相思成愁。不必發愁，到了春天，一切大吉大利，尤其是姻緣前生註定，不必強求，有情人終成眷屬。"
                ],
                [
                    "這是一首吉籤，表示天下無難事，只怕有心人。有志者事竟成，是這首籤詩的寓意。"
                ],
                [
                    "當然，抽得此義，若是問婚姻，皆大歡喜，幸福美滿之良緣，婚談可以成功，佳期在春後。"
                ],
                [
                    "問功名，若是在春天舉行考試，則很有希望，有金榜題名之兆。"
                ],
                [
                    "若問財運，交入春天後，財源廣進。"
                ],
                [
                    "若問營謀做事，要有恆心，春後一切順利。"
                ]
            ]
        }
    },
    "13": {
        "number": 13,
        "number_text": "第十三籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "伏羲八卦最精靈，",
            "六十甲子排五星，",
            "暗室虧心天地見，",
            "舉頭三所有神明。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*伏羲八卦最精靈。六十甲子排五星。■五星金木水火土同五行"
                ],
                [
                    "伏羲文王的八卦，靈驗得很，配合六十甲子，推算金木水火土五星，可以知道你的一切！因此，一個人居暗室不可做虧心事，因為其所做所為，天地都看得見。每個人為善為惡，舉頭三尺都有神明監視者。"
                ],
                [
                    "這首籤詩，在暗示當事人不可妄求。俗云：「命裡有時終須有，命裡無時莫強求。」不可以為自己為善為惡，無人知道，其實天知地知，豈可謂無人知曉！善有善報，惡有惡報，不是不報，時日未到。種什麼因，結什麼果，要想有好的收獲，先要多播善因，自得善果。"
                ],
                [
                    "抽得此籤，若問營謀作事，要看你平日的為人，若腳踏實地，實事求是，必可成功。若平日好高鶩遠，好大喜功，須防失敗。"
                ],
                [
                    "問婚姻，不要太勉強，若無緣份，何必強求？對方若無意，再找有緣的對象，所謂「何處無芳草，只要多追尋。」"
                ],
                [
                    "問功名，可能準備不夠充分，好好再用功，下次再來，一定有希望。"
                ],
                [
                    "問運途，只要平日不做虧心事，可保安泰無事。"
                ]
            ]
        }
    },
    "14": {
        "number": 14,
        "number_text": "第十四籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "張弓射月箭虛空，",
            "朽木難雕柱費工，",
            "本心勝念千年佛，",
            "作惡免燒萬座香。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*張弓射月箭虛空。■方向死"
                ],
                [
                    "*朽木難雕柱費工。■材料死"
                ],
                [
                    "*本心勝念千年佛。■立心死"
                ],
                [
                    "*作惡免燒萬座香。■行為死。拒改實死。"
                ],
                [
                    "向月亮張弓射箭，箭射到虛空去，白費力氣。腐朽的木頭，難於雕刻，不要枉費工夫了。平生只要本著善心去行事，是勝過口念千聲阿彌陀佛。如果專幹壞事，就是燒了萬爐香，神佛也不會保佑你的。"
                ],
                [
                    "這首籤詩提示得籤的人，一切運氣的好壞，不是你所能強求的。如果你所求的，太過妄想，就如同向月射箭，定必箭箭落空。如果時機未到，就像朽木不可雕，你要勉強去雕刻它，也是枉費工夫罷了。"
                ],
                [
                    "「莫問收獲先耕耘，欲得善果必積因。」如果你目前運氣未通，做事營謀未能遂意，求財沒有得到，不必強求，也不必求神拜佛，只有多努力，積善因，終必感動上蒼，賜給你的運氣。"
                ],
                [
                    "此籤問婚姻，因緣份關係，恐怕難成。"
                ],
                [
                    "問出外遠行，最改好期，不太吉利，恐怕徒勞往返。"
                ]
            ]
        }
    },
    "15": {
        "number": 15,
        "number_text": "第十五籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "昔日螳螂往捕蟬，",
            "豈知黃雀在身邊，",
            "莫信此人直中直，",
            "須防其心仁不仁。"
        ],
        "explanation": {
            "解籤": [
                [
                    "從前，有隻螳螂要捕捉蟬，那裡知道黃雀卻在身邊想捕捉他。因此，不要輕信他人的話認為他正直可靠，須防他有不仁的心術。否則，全部聽信別人，連自己的命都會賠進去的。"
                ],
                [
                    "「螳螂捕蟬，黃雀在後。」是一首古代的寓言。它告訴一個人，不能只貪圖眼前之利，而忘了後患無窮。同時，不能隨便聽別人遊說便貿然從事，否則會掉入陷阱，便得不償失了。"
                ],
                [
                    "有黃某貪圖便宜，每個月領貳萬元乾薪，掛名董事長，支票名義也歸他所有，一時以為時運到來，得意不已。曾抽得此籤，未加警愓。果於三個月後，該公司惡性倒閉，其他設計之人逃之夭夭，黃某終被起訴，而成了代罪羔羊。"
                ],
                [
                    "抽得此籤的人，一定要守本份，存心良善，不可貪小便宜。雖然目前運氣不好，只要堅守崗位，認真工作，終有出頭的一天，如果貪圖暴利，只顧眼前，恐怕災禍就要臨身了。"
                ]
            ]
        }
    },
    "16": {
        "number": 16,
        "number_text": "第十六籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "牛郎織女本天仙，",
            "阻隔銀河路杳然，",
            "百年富貴風中灼，",
            "一旦榮華夢裏仙。"
        ],
        "explanation": {
            "解籤": [
                [
                    "牛郎織女本來都是天上的神仙，只緣被銀河阻隔，難通信息，兩地相思又有什麼用呢？人生若有百年的富貴，也不過像風中之燭，隨時有被吹滅的可能，凡人為名為利，一旦榮華顯要，也不過像黃梁一夢罷了。"
                ],
                [
                    "抽得此籤表示，為人要把名利看淡些，得饒人處且饒人。如有所成，在能力所及之下，多行善事，扶危濟困，則不求福而福自生矣。"
                ],
                [
                    "問婚姻，有阻礙。如在七夕前抽得此籤，可望成功；如在七夕後，就要等待來年了。"
                ],
                [
                    "問事業，守舊有財，新投資則不宜貿然從事，須多謹慎。"
                ],
                [
                    "問功名，有希望，但不可得意忘形。"
                ],
                [
                    "問疾病，如果近期內不痊癒，則表示很嚴重。"
                ],
                [
                    "問訴訟，以和為貴。"
                ],
                [
                    "遷移、出外、旅行、變動職位，均不宜。"
                ]
            ]
        }
    },
    "17": {
        "number": 17,
        "number_text": "第十七籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "雷霆霹靂震當空，",
            "天罡差我察吉凶，",
            "積善之家必有慶，",
            "積惡之家定遭殃。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*雷霆霹靂震當空。天罡差我察吉凶。■天罡北斗星君"
                ],
                [
                    "*積善之家必有慶。積惡之家定遭殃。■喻抽簽者須即去惡從善。雷神示警。"
                ],
                [
                    "天空一時雷霆霹靂，閃電交加，雷聲隆隆，原來是北斗星君差遺雷神鑑察人間善惡以定吉凶。平常積善的家庭，必有福報餘慶，如果是為非作歹、積惡如山的人家，將要天降災殃了。"
                ],
                [
                    "抽得此籤，你運氣的好壞，完全基於你平日所做所為。如果你平日一心向善，表示你的好運氣即將來臨，上天因你的善因必將福報與你。因此，你要好好珍惜，更要修心向善，謙恭做事，奉公守法，努力工作，則門庭煥彩必有餘慶。若是妄作詐貪之輩，便有不測之災。為善為惡，全在一念之間，善者為福，惡者為禍，世人能不慎乎？"
                ],
                [
                    "此籤問功名，全看你平日的準備，如果平時不燒香臨時抱佛腳，就沒有希望了。世上沒有不勞而獲，全憑僥倖的事。因此，要好好努力用功，就會有希望。"
                ],
                [
                    "問婚姻，表示可獲芳心，有情人終成眷屬。"
                ]
            ]
        }
    },
    "18": {
        "number": 18,
        "number_text": "第十八籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "風和浪靜可行舟，",
            "高歌鼓腹樂優游，",
            "四皓八仙齊暢飲，",
            "十八學士登瀛洲。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*高歌鼓腹樂優游。■鼓腹同鼓舞"
                ],
                [
                    "*四皓八仙齊暢飲。■皓指白首借喻漢初四隱士"
                ],
                [
                    "*十八學士登瀛洲。■唐太宗文學館賢才。瀛洲指仙境"
                ],
                [
                    "風平浪靜正是行船的好時光，一面欣賞四周風景，一面鼓腹高歌，其歡樂的情景，是多麼悠哉愜意啊！四隱士和八仙也一齊開懷暢飲，其昇平世界，太平盛世之狀，可比十八學士登瀛洲。"
                ],
                [
                    "漢初隱士東園公、綺里季、夏黃公、用里先生等四人，稱商山四皓(見漢書張良傳)。"
                ],
                [
                    "唐太宗起文學館，收聘賢才，以杜如晦、房玄齡、于志寧、蘇世長、薛收、褚亮、姚思廉、陸德明、孔穎達、李玄道、李守素、虞世南、蔡允恭、顏相時、許敬宗、薛元敬、董文達、蘇勗十八人為學士，旋收卒，復召劉孝孫補之，命閻立本圖像，褚亮為贊，題名字爵里，號十八學士，藏之書府，時人傾慕，謂之登瀛洲。(見唐書褚亮傳)"
                ],
                [
                    "抽得此籤表示，你以前的努力奮鬥，終有一個好結果，如今時來運轉，又逢太平盛世，凡事可卜成功。抽得此籤，若在春秋兩季最佳，夏天次之。"
                ],
                [
                    "此籤問婚姻，表示天作之合，婚談可成。"
                ],
                [
                    "出外旅行平安。"
                ],
                [
                    "若問功名，有金榜題名之兆。"
                ],
                [
                    "問財運，有得利之兆。"
                ],
                [
                    "問訴訟，以和為貴。"
                ],
                [
                    "問疾病，宜尋名醫。"
                ]
            ]
        }
    },
    "19": {
        "number": 19,
        "number_text": "第十九籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "日上東方吹散雲，",
            "光明清彩照乾坤，",
            "二十四氣真清吉，",
            "一年四季太平春。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*日上東方吹散雲。光明清彩照乾坤。■乾坤天地"
                ],
                [
                    "*二十四氣真清吉。一年四季太平春。■氣節陰曆"
                ],
                [
                    "太陽已從東方升起，風吹散了烏雲，讓陽光普照大地，天地間充滿了一片祥和氣象，一年二十四節氣，清吉大利，四季如春，樂享太平。"
                ],
                [
                    "抽得此籤，表示過去的烏雲陰霾，已經一掃而空，陽光普照大地，運氣已經好轉，從今以後，只要行正道，努力工作，多做有利社會公益事業，自然名譽榮升，鴻圖大展。"
                ],
                [
                    "此籤問營謀作事，大都可成。如在春天或上午抽得此籤較佳。若在冬天或黃昏後，表示稍有阻礙，則宜守舊等得春天黎明的來臨。"
                ],
                [
                    "問婚姻，有情人終成眷屬，婚談可成。"
                ],
                [
                    "問功名，平日用功，可得金榜題名之喜。"
                ],
                [
                    "問疾病，專心療養，不日可癒。"
                ]
            ]
        }
    },
    "20": {
        "number": 20,
        "number_text": "第二十籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "一盞明燈對面休，",
            "主人有福再添油，",
            "任他險處不見險，",
            "若再災禍可無憂。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*一盞明燈對面休。■休即熄。危象"
                ],
                [
                    "*主人有福再添油。■須繼續行善積福"
                ],
                [
                    "*若再災禍可無憂。■如此才可脫險"
                ],
                [
                    "對面一盞油燈，已到油盡燈枯的時候，如果心存厚道多種福田，就好譬那盞將熄的油燈再添加了油，重新亮起光，替自己創造了好運，無論他碰到任何危險，也都能化險為夷，雖有災禍，也不會降到他頭上來，可以轉禍為福。"
                ],
                [
                    "抽得此籤表示，你如果碰到親戚朋友，或是陌生人有困難時，你不可見死不救，應該伸出援手來幫助他或她解決困難。也許你平時已經做了不少善事，但是為善不怕多，希望你一本初衷，繼續行善，這樣一來，凡事必能順遂，臨險不險，逢凶化吉。"
                ],
                [
                    "此籤問作事不吉，功名未遂，出外不利。"
                ],
                [
                    "問婚姻則可成。"
                ],
                [
                    "求財利大有。"
                ],
                [
                    "問疾病，可無憂。"
                ]
            ]
        }
    },
    "21": {
        "number": 21,
        "number_text": "第二十一籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "太公釣渭八十秋，",
            "除商滅紂再興周，",
            "民安國泰太平世，",
            "江山萬里任君遊。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*太公釣渭八十秋。■靜待時機"
                ],
                [
                    "*除商滅紂再興周。■大器晚成"
                ],
                [
                    "姜太公隱居在磻溪渭水邊時，已經八十歲了。文王為了聘賢士，命文武百官沐浴齋戒三日，然後同去請大賢。太公感知遇之恩，受聘為丞相，自此誅滅商紂，再興周朝，相國有方，安民有法，國泰民安，一片昇平氣象，萬里江山，任君遨遊。"
                ],
                [
                    "抽得此籤，顯示霉運已經過去，好運隨著到來。你宜積極把握良機，奮發圖強，認真工作，定可奠下成功的基石。謀事、求學，貴在有恆。只要有恆心，鐵杵尚可磨成繡花針，實乃有志竟成的明證。為人不可因一時的失敗便氣餒，應有屢敗屢戰的奮鬥精神，自然精誠所至，金石為開。"
                ],
                [
                    "此籤問作事，有志竟成。"
                ],
                [
                    "問經營，有財利。"
                ],
                [
                    "問功名，金榜得中。"
                ],
                [
                    "問疾病，得安康。"
                ],
                [
                    "惟問婚姻，遲婚之象，緣份未到，婚談難成。"
                ],
                [
                    "　"
                ]
            ]
        }
    },
    "22": {
        "number": 22,
        "number_text": "第二十二籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "若要求財未得財，",
            "只恐鬼賊相侵害，",
            "關門閉戶家中坐，",
            "災禍皆從天上來。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*■運極滯。自招天譴。即改惡"
                ],
                [
                    "若要求財而得不到財，那恐怕是有五鬼小人侵害的關係。為人在世，富貴本乎前定，何須強求？只要照本份去做，行動循乎天理，天必佑之，否則，即使關門閉戶家中坐，災禍還是會從天上來。降福降禍，為人自召，此乃種瓜得瓜、種豆得豆之理。"
                ],
                [
                    "這首籤詩，告訴當事人，求財未得財，是因為不種福田，焉有福報。表示只宜守舊，不可貪求。心中存著正直，自然無憂。"
                ],
                [
                    "問謀事，雖有成功的希望，但時間上恐有遲延。"
                ],
                [
                    "問婚姻，緣份未到，宜從緩，不可急迫草率。"
                ],
                [
                    "問疾病，恐無法很快痊癒，只有祈求神明，變災為福，以保平安。"
                ]
            ]
        }
    },
    "23": {
        "number": 23,
        "number_text": "第二十三籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "魚在小澗上長灘，",
            "淺處難遊深處安，",
            "心虛不守誤君事，",
            "夷齊餓死首陽山。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*■夷齊商朝人。轉周朝恥食周粟。喻頑固。"
                ],
                [
                    "溪澗中的魚卻游到沙灘上來，淺灘多沙不好遊，當然在深水中比較安適了。不要心虛無定，不守崗位，反而誤了大事。結果，像伯夷叔齊餓死在首陽山。"
                ],
                [
                    "這首籤詩，藉魚不在深水中安居，結果游到長灘，難逃淺水之劫，來暗示當事人，不可見異思遷，好高騖遠。"
                ],
                [
                    "抽得此籤，若問經營事業，守舊有財利，投資新事業則有危險。"
                ]
            ]
        }
    },
    "24": {
        "number": 24,
        "number_text": "第二十四籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "囚人出獄上酒樓，",
            "暢飲幾杯解心愁，",
            "有事當忍一時氣，",
            "非干己事莫當頭。"
        ],
        "explanation": {
            "解籤": [
                [
                    "犯人出獄後，為了解除煩悶，到了酒樓想痛飲幾杯，藉酒來解除心上愁。如果有事惹你心煩氣惱，也得暫時忍下氣來，事不關己，切莫逞強出頭。"
                ],
                [
                    "抽得此籤，顯示霉運剛剛過去，凡事宜再從頭做起，不宜藉酒澆愁，以免愁上加愁。凡事忍耐，不可逞強，甚或強求，以免再干法紀，重蹈覆轍。"
                ],
                [
                    "這首籤詩告訴當事人，不可因一時的困難憂煎，就心灰意懶，甚至走極端。要知過去雖然都是坎坷不平的遭遇，還吃了不了苦，不過，從今天起，你開始轉運了，以前沒有「貴人」，現在有了，不過仍然還要等待一些時候。"
                ],
                [
                    "抽得此籤，若問營謀作事，先難後易，凡百謀望，收成在後，不必急在眼前。"
                ],
                [
                    "問功名，成榜不第，認真向學，明年再來。"
                ],
                [
                    "問疾病，恐拖延。"
                ],
                [
                    "問婚姻，難得成功。"
                ],
                [
                    "問訴訟，以和為貴，免得再起風波。"
                ]
            ]
        }
    },
    "25": {
        "number": 25,
        "number_text": "第二十五籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "三人異姓同一心，",
            "桃園結義意情深，",
            "崑山美玉皆是寶，",
            "我身是鐵變成金。"
        ],
        "explanation": {
            "解籤": [
                [
                    "劉備、關羽、張飛三人，雖然異姓，卻同一條心，自桃園結義後，三人義氣、情意更加深厚。正如崑山美玉都是寶貝一樣，只要彼此同心，就是鐵也會變成金。"
                ],
                [
                    "此籤表示，凡事大家一條心，發揮團隊精神，雖然稍有不順，仍然可以突破難關，可以把鐵變成金。比喻志可以成城，團結合作，無事不可成功。"
                ],
                [
                    "抽到此籤表示，合者互蒙其利，分則金也變成鐵。所以問合夥事業吉，獨資則不宜，分家產也不可，兄弟間不宜閱牆之爭。"
                ],
                [
                    "問婚姻可成，而且理想。"
                ],
                [
                    "問求財，將有收穫"
                ],
                [
                    "問功名，有陞遷之兆。"
                ],
                [
                    "疾病可卜安康。"
                ],
                [
                    "多行好事，不存私心，百事更加如意。"
                ]
            ]
        }
    },
    "26": {
        "number": 26,
        "number_text": "第二十六籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "釋迦化出妙色身，",
            "老君抱送玉麒麟，",
            "真宗求嗣生貴子，",
            "梁紇禱丘產聖人。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*釋迦化出妙色身。■佛祖可見。喻吉時吉境也"
                ],
                [
                    "*老君抱送玉麒麟。■麒麟祥瑞獸。"
                ],
                [
                    "*真宗求嗣生貴子。■宋真宗得仁宗。喻求貴得貴"
                ],
                [
                    "*梁紇禱丘產聖人。■叔梁紇生孔子。丘指尼丘。山名。喻求仁得仁"
                ],
                [
                    "*■叔梁紇。注意不是孔梁紇"
                ],
                [
                    "釋迦佛祖以神妙的佛法，化出色身，老君也抱送玉麒麟來，宋真宗求嗣，生得貴子仁宗，梁紇禱於尼丘而生下孔聖人。"
                ],
                [
                    "這首籤詩，四句皆有典故，很難解說明白，只好稍加註釋，讀者自可心領神會。按「色身」一詞，乃佛家語，自四大五塵等色，佛化而成之身，謂之「色身」。引伸為化出一個超脫凡塵的骨格。麒麟，傳說中的奇獸，似鹿，背毛五彩，不食生物。聖人出，王道行則見。小兒穎異者，亦以天上麒麟兒稱之。宋真宗之子仁宗，恭儉仁恕，慎刑愛民，為有宋第一仁主，在位四十一年。梁紇，孔子的父親，求子禱於尼丘，乃生下孔聖人。"
                ],
                [
                    "此籤是首很幸運的籤詩。"
                ],
                [
                    "若問求子，必一舉得男，而且聰明俊秀。"
                ],
                [
                    "問功名，很有希望。"
                ],
                [
                    "問運氣，亨通順利。"
                ],
                [
                    "作事求財，均大吉大利。"
                ],
                [
                    "問婚姻，天作之合，佳偶天成。"
                ],
                [
                    "問疾病，即將痊癒。"
                ],
                [
                    "凡人抽得此籤，必頁勤修其德，當可福祿齊全，否則，將是有名無實。"
                ]
            ]
        }
    },
    "27": {
        "number": 27,
        "number_text": "第二十七籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "落葉根在莫憂老，",
            "枯木逢春在發花，",
            "雖是中間多進退，",
            "錢財到底屬我家。"
        ],
        "explanation": {
            "解籤": [
                [
                    "在寒冬裡雖然葉落滿地，可是老根還在，有什麼可憂呢？等待明年春天到，枯木逢春必再發芽出新葉，同時也百花怒放了。雖然中間有盈虧消長，可是最後錢財還是屬於我家。"
                ],
                [
                    "這首籤詩，顯示一年四季有春夏秋冬的變化，也表示人生的過程，盛極而衰，否極泰來，窮通得失，乃是氣數使然，不要看得太重。占者如在盛運時，應該有所警愓，人生一世，可比草木一春，即時發願行善，可保安泰。如在衰運時，也不必怨嘆，盡其在我，心安理得，運到自然通達。"
                ],
                [
                    "抽得此籤，問事業，守舊仍有財利，若新投資，徒勞無功。"
                ],
                [
                    "問疾病，若在春天後，皆不吉，恐拖延。"
                ],
                [
                    "問訴訟，和解為宜。"
                ],
                [
                    "問婚姻，再談可成。"
                ]
            ]
        }
    },
    "28": {
        "number": 28,
        "number_text": "第二十八籤",
        "subtitle": [
            ""
        ],
        "stick_text": [
            "合朝君臣離別凶，",
            "沖天卓地決有凶，",
            "項王勢敗烏江刎，",
            "屈願柱死汨羅江。"
        ],
        "explanation": {
            "解籤": [
                [
                    "*(另作)信心者得福",
                    "不信者得禍",
                    "百事上吉",
                    "謝油三斗"
                ],
                [
                    "*百事上吉。謝油三斗。■斗本作斤"
                ],
                [
                    "*合朝君臣離別凶。沖天卓地決有凶。■卓即插撞鑿"
                ],
                [
                    "最後一首籤詩，是吉是凶，隨抽者的造化。"
                ],
                [
                    "不過，誠者靈，多念南無觀世音菩?保佑，百事大吉。"
                ]
            ]
        }
    }
}