{
    "1" :{
        "name": "愚人",
        "image_key": "00_Fool",
        "content": "今天的愛情塔羅牌是愚人。愚人代表的是新的開始、冒險和勇氣。如果你單身，這張牌可能意味著你準備好開始一段新的愛情關係，但你可能還不知道這將帶來什麼樣的結果。如果你有伴侶，愚人可能意味著你和伴侶準備開始一個新的冒險，可能是一起旅行、一起學習新的技能，或者是創造一個新的未來。無論你的關係狀況如何，愚人提醒著你要有勇氣和信心去迎接新的挑戰。相信自己，勇往直前，未來的道路上將會有驚喜等著你。"
    },
    "2": {
        "name": "魔術師",
        "image_key": "01_Magician",
        "content": "你今天可能會遇到一位具有強烈魅力和吸引力的人，他們可能會展示他們的技能和智慧。這可能會讓你對他們產生浓厚的興趣和好感。这張牌也代表著新的開始和挑戰，你可以利用這些機會來建立自己的信心和獨立性。今天是一個良好的時機，去尋找你內在的魔術師，讓自己發揮創造力和熱情，為愛情創造美好的未來。"
    },
    "3": {
        "name": "女祭司",
        "image_key": "02_High_Priestess",
        "content": "今天你可能會感受到自己的直覺和靈性方面的能量增強，因為女祭司象徵著神秘、智慧和神聖知識。你可能會感到更加靈敏和敏銳，對愛情和關係中微妙的細節有更好的洞察力。這是一個探索自己內在和關係深度的好時機，也是加深與伴侶交流和理解的好機會。通過深入探索你的感受和直覺，你能夠更好地理解自己和你的伴侶，進而建立更加深入和意義深厚的關係。"
    },
    "4": {
        "name": "皇后",
        "image_key": "03_Empress",
        "content": "今天的愛情塔羅占卜中，出現了皇后這張牌。這張牌代表著女性魅力、母性能量和豐富的情感。如果你正在尋找愛情，這張牌預示著你可能會遇到一位與眾不同的女性，她具有強烈的魅力和母性能量，會吸引你的注意力。如果你已經有了伴侶，這張牌代表著你們之間可能會有更加豐富、充實的情感，彼此之間的感情也會更加穩固。這張牌還暗示著你需要以平衡的方式管理你的感情和關係，並運用你內在的智慧和母性本能去培育你的關係，讓它成為更加美好的一天。"
    },
    "5": {
        "name": "皇帝",
        "image_key": "04_Emperor",
        "content": "今天你的塔羅牌是“皇帝”（The Emperor）。這張牌代表領導能力和穩定性。在愛情方面，這張牌暗示著你需要在戀愛關係中表現得更加果斷和有主見，並且需要維持穩定的關係。你需要在愛情中扮演領導角色，並且需要對戀人負起責任來。如果你單身，這張牌也代表著你需要掌握自己的感情，並且需要更加堅定地追求你所愛的人。在愛情中，穩定性和責任感是非常重要的，你需要相信自己有能力創造一個穩定、可靠的愛情關係。"
    },
    "6": {
        "name": "教皇",
        "image_key": "05_Hierophant",
        "content": "今天的愛情塔羅占卜中，出現了教皇這張牌。教皇象徵著信仰和知識，這是一張代表著理性和智慧的牌。在愛情方面，教皇可能暗示你需要尋求較為穩定和安全的感情關係，並可能需要找到一個能夠與你分享你的信仰和價值觀的人。這是一個考驗你的耐心和忍耐力的時刻，如果你感到有些不確定，則應該花時間思考和反省。如果你還沒有遇到合適的人，則這可能是你開始尋找真正的愛情的時候。"
    },
    "7": {
        "name": "戀人",
        "image_key": "06_Lovers",
        "content": "今天的愛情塔羅牌是戀人。在愛情方面，這張牌預示著你可能會遇到一個特別的人，這個人有可能是你生命中的真愛。如果你已經有了伴侶，這張牌可能代表你和伴侶之間的關係將會更加深厚和親密。這張牌還可能暗示著你需要在自己和伴侶之間做出一些重要的決定。這些決定可能涉及你們的未來，例如婚姻或是家庭計劃。這是一個需要仔細思考和做出明智決定的時刻，不要輕易做出決定，要在充分地了解情況後再做出決定。總的來說，這張牌代表著愛情、選擇和決定。它提醒著你，當你做出任何決定時都要保持著心靈的清醒和明智。"
    },
    "8": {
        "name": "戰車",
        "image_key": "07_Chariot",
        "content": "今天的愛情塔羅占卜中出現了戰車牌，這代表著你在愛情方面將會獲得成功，但也提醒著你不要讓成功冲昏了頭腦。你可能需要在追求愛情的道路上勇敢地前進，去克服障礙和困難，然後你就能獲得勝利。這個牌子也提醒你要保持平衡和掌握節奏，要警惕過度自信或太過急躁。如果你能夠保持冷靜，並善用你的力量和能量，那麼愛情上的成功和勝利將不可避免。"
    },
    "9": {
        "name": "力量",
        "image_key": "08_Strength",
        "content": "今天的愛情塔羅牌是力量。這張牌代表著愛情中的勇氣和決心。你們可能面臨一些挑戰或困難，但你們的愛情關係會讓你們更加堅強和勇敢。這張牌也象徵著愛情中的耐心和寬容，要有信心和毅力去維持關係，不斷地磨合和改善。如果你正在尋找愛情，這張牌可能意味著你需要發揮更多的勇氣和自信，去追求你真正想要的愛情。不要害怕失敗或受傷，相信自己的內在力量，堅定地走向自己的目標。"
    },
    "10": {
        "name": "隱士",
        "image_key": "09_Hermit",
        "content": "今天的愛情塔羅牌是隱士。這張牌代表著尋找內心的答案和靈性上的醒覺。如果你在愛情上有疑問或不確定的事情，這張牌顯示你需要獨自冥想和深思熟慮，去尋找你內在的智慧和指引。或許現在不是做出重大決定或釋放出強烈感情的時候，而是需要在內心冷靜下來，尋求更高的智慧和更深的連接。這樣你就能夠更好地理解自己和自己的情感，做出更有意義和有價值的選擇。"
    },
    "11": {
        "name": "命運之輪",
        "image_key": "10_Wheel_of_Fortune",
        "content": "今天抽到的塔羅牌是「命運之輪」。這張牌代表著命運和變化，暗示著你的愛情狀況可能會經歷某種轉變或變化。這種轉變可能會是好事或壞事，但無論如何，都需要你有一種積極的態度來面對。這張牌也提醒你，即使命運正在轉變，你仍然可以保持控制，因為你有能力掌握你自己的未來。這個時候，你需要放棄對過去的執著，並迎接未來帶來的新機遇。讓自己開放心態，接受新的愛情可能會帶給你的驚喜和喜悅。"
    },
    "12": {
        "name": "正義",
        "image_key": "11_Justice",
        "content": "今天的愛情塔羅牌是正義。正義牌代表著公正、平衡、真理和道德規範。在愛情中，正義牌可能意味著你需要尋求公正和平衡的關係。你需要誠實地面對你的感受，並與你的伴侶建立坦誠的溝通。如果你的關係中有任何不公正或不平衡的地方，現在是時候開始修正了。這可能需要勇氣和毅力，但最終這樣做會幫助你和你的伴侶建立更健康和平衡的關係。"
    },
    "13": {
        "name": "倒吊者",
        "image_key": "12_Hanged_Man",
        "content": "今天你抽到的是吊人牌，這表示你可能需要面對某些困難或是不幸的狀況。這可能是一個暫時的挫折，需要你去面對並解決，也可能是一個更長期的挑戰，需要你付出更多的時間和努力。不論是哪種情況，你需要學會從困境中學習並成長，不要輕易放棄，因為這樣只會讓你更加沮喪和失望。吊人牌也提醒你要放下過去的束縛，擺脫負面情緒，讓自己能夠重新站起來，面對未來的挑戰。"
    },
    "14": {
        "name": "死神",
        "image_key": "13_Death",
        "content": "今天的愛情塔羅牌是「死神」。這張牌可能讓你感到一些害怕或不安，但實際上這代表著轉變和重生的機會。在愛情方面，這張牌可能代表一個結束或關係的轉變，這可能是令人難過的，但也可能是必要的成長和進步的一步。如果你在尋求一個新的關係，這張牌可能意味著你需要放下過去的關係，並準備好邁向新的未來。重要的是要記住，即使看起來很嚴峻和不確定，死亡和重生的過程可以帶來新的機會和希望。"
    },
    "15": {
        "name": "節制",
        "image_key": "14_Temperance",
        "content": "今天的愛情塔羅占卜是節制牌。這張牌暗示你需要保持平衡，尤其是在愛情關係中。如果你過於熱情或是過於冷漠，都可能導致關係破裂。因此，需要學會掌握節奏，不要過於強求或是輕易放棄。同時，也需要學會自我約束，不要過度沉迷於愛情而忽略了自己的生活和工作。只有保持平衡，才能讓愛情長久持續下去。"
    },
    "16": {
        "name": "惡魔",
        "image_key": "15_Devil",
        "content": "今天的愛情塔羅牌是惡魔。惡魔代表著誘惑、束縛和放縱。如果你單身，這張牌可能意味著你需要更多的時間來尋找你內在的惡魔，並且要對自己和他人更加開放。如果你有伴侶，惡魔可能意味著你需要更多的時間來尋找你內在的惡魔，並且要對自己和他人更加開放。無論你的關係狀況如何，惡魔提醒著你要尋找你內在的惡魔，並且要對自己和他人更加開放。"
    },
    "17": {
        "name": "塔",
        "image_key": "16_Tower",
        "content": "抽到塔牌代表重大的改變和顛覆。在愛情關係中，這可能表示你正面臨一個截然不同的局面，可能是一個突如其來的分手或是關係中出現了某種形式的背叛。塔牌也可能意味著你對現狀感到不滿，需要徹底改變自己的處境，不再忍受現有的不滿。塔牌的能量是劇烈而迅速的，這可能讓你感到害怕和不安。但是，這也可能是一個新的開始，讓你擺脫過去的負面因素，迎接新的機會和可能性。無論如何，當你面臨塔牌時，請記住保持冷靜和理智，並努力接受變化。"
    },
    "18": {
        "name": "星星",
        "image_key": "17_Star",
        "content": "今天的愛情塔羅牌是星星。星星象徵著希望、信仰和靈性。在愛情占卜中，這張牌意味著你對愛情有一種美好的期待，相信自己可以找到真正的愛情。這個時候，你需要放下對過去的執著，向未來展望。這張牌也提醒你要相信自己的直覺和感受，跟隨內心的指引去做決定。如果你已經有伴侶，這張牌表示你和伴侶之間的感情非常和諧，相互信任和支持。你們之間的關係會讓你感到很滿足和幸福。如果你還沒有伴侶，這張牌顯示你會在未來遇到一個非常適合你的人，他/她會讓你感到非常快樂和滿足。"
    },
    "19": {
        "name": "月亮",
        "image_key": "18_Moon",
        "content": "今天的愛情塔羅牌是月亮。月亮代表著感情上的迷惑、不安和糾結。你可能會對你的感情狀況感到困惑和不確定。這可能是因為你沒有足夠的信息或者你被自己的想法和情感所困擾。建議你冷靜下來，思考一下你真正想要的是什麼，並試著和你的伴侶進行坦誠的交流。如果你還沒有伴侶，則需要更加注意自己的情感和內心需求，以便更好地認識自己和尋找適合自己的對象。"
    },
    "20": {
        "name": "太陽",
        "image_key": "19_Sun",
        "content": "今天的愛情塔羅牌是太陽。太陽象徵著希望、光明和成就。在愛情方面，太陽代表著一段美好的關係，有可能是長期的伴侶關係或者是對彼此的真摯感情。你和你的伴侶或是喜歡的人，現在都處於一個積極、充滿活力的時期，彼此之間的感情也十分的和諧愉快。如果你還沒有尋找到真愛，太陽也可能意味著即將來臨的新戀情，讓你煥然一新，充滿希望與喜悅。這是一個愉悅的時刻，要好好享受當下的美好，並期待未來更多的好運和幸福。"
    },
    "21": {
        "name": "審判",
        "image_key": "20_Judgement",
        "content": "今天的愛情塔羅牌是「審判」。這張牌代表重生和從過去的陰影中解放出來，對於愛情關係而言，這意味著舊的問題和不健康的模式可能已經到了解決的時候，並且現在是釋放和療癒的時候。這也是一張代表決定的牌，你可能需要面對某些艱難的抉擇，但這些決定將會幫助你達到真正的幸福和自由。如果你已經處於一個穩定的關係中，這張牌可能表示你正在經歷重大的改變，並且需要進一步進行妥善的平衡和溝通。無論你的狀況如何，「審判」的能量都提醒著你，現在是處理和釋放過去，迎接一個新的、更健康和幸福的未來的時候。"
    },
    "22": {
        "name": "世界",
        "image_key": "21_World",
        "content": "今天的愛情塔羅牌是世界。這張牌代表的是完成和成就，對於戀愛關係而言，可能表示你和你的伴侶已經走到了一個新的階段，你們的關係已經非常穩定，充滿和諧和愛意。你們可能已經達成了一個重要的共識或者共同目標，或者是經歷了一些關鍵性的轉變，這讓你們的感情更加穩固和親密。此外，「世界」也象徵著成就感和自信，你們的愛情之路上取得了很大的進展，你可以為此感到驕傲和滿足。不過，這張牌也提醒你不要讓自滿和得意忘形，繼續維護你們的關係，保持溝通和互相尊重，才能夠維持這種美好的狀態。"
    }
}